{
  "video_id": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast",
  "title": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast",
  "webpage_url": null,
  "blocks": [
    {
      "id": 1,
      "title": "Q1",
      "start": 78.23,
      "end": 235.34,
      "text": "Hello, Kapil. So what is the role of truth, in someone's life who's trying to be financially free? In one of your talks, you said that someone who's busy feeding his stomach might not be you know, have such a strong seek for truth. But in my case, though I'm not financially free, I have a very, like I don't know why I'm just attracted to your work and these things. So what is the role of truth for someone who's trying to be financially free? Well, if someone is seeking truth, then they everything has truth. So there is no reason to go live in a cave. In whatever one's work is, there is truth. Unless one does it in a cosmetic fashion or unless one does something that one has no limited talent or limited interest for, then there is absolute truth in in everything. So truth is not distinct from life. In fact, it is the only relevant portions of life. Everything else is insignificant. Oh, I'm sorry. I pressed the raise hand button. Ballistic.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 2,
      "title": "Q2",
      "start": 286.38,
      "end": 292.31,
      "text": "Hello? Hello? Am I am I audible?",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 3,
      "title": "Q3",
      "start": 306.87,
      "end": 343.14,
      "text": "Hello, Sedan. My question is, what is the difference between a human life and a nonhuman life if there is any? Thank you so much. Which one do you have? Did you hear the question? I'm sorry. I didn't.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 4,
      "title": "Q4",
      "start": 344.32,
      "end": 346.9,
      "text": "Okay. Which life do you have?",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 5,
      "title": "Q5",
      "start": 352.08,
      "end": 371.43,
      "text": "Human life. Is your human life perfect? I don't believe so. Have you arrived to where you wish to arrive? I feel like I have. Okay. So you've overcome your problems?",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 6,
      "title": "Q6",
      "start": 373.81,
      "end": 392.78,
      "text": "I don't if I see problems, I don't really dwell in them. Okay. So then why would you say that your life is not perfect then? If you have arrived where you wish to arrive and you don't really have any problems, that's pretty perfect. Thank you.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 7,
      "title": "Q7",
      "start": 422.31,
      "end": 423.61,
      "text": "Hi, Shindra. How are you?",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 8,
      "title": "Q8",
      "start": 429.0,
      "end": 442.0,
      "text": "Hello? If you're invited on stage, you may ask your question.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 9,
      "title": "Q9",
      "start": 466.51,
      "end": 481.88,
      "text": "So the I am very suffer from, you know, humanity. So what should I do? 14 jumping jacks, three sit ups, and one mile around the track.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 10,
      "title": "Q10",
      "start": 609.59,
      "end": 675.26,
      "text": "Hi, couple. Thanks for having me. My question is about, arrival to a valuable life because I feel like I live a valuable life by default, but I get kind of, like, hooked on to these pitfalls, like pleasure chasing or or many of the pitfalls that you discussed. And, I feel like I'm I'm slowly spending less time in those pitfalls. I'm being more aware of them and becoming less, less frequently hooked on. And I'm just trying to understand is truth seeking in your experience something that is gradual and almost a valuable process? Sorry? Why do you think that you live a valuable life? I feel like when, like, kind of by default, like, beef before I was really, is it alright if I think about it? You can come back when you're ready when you're ready. Okay. Thank you.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 11,
      "title": "Q11",
      "start": 766.17,
      "end": 885.84,
      "text": "Hi, Kapila. Is the source with regards to human activity, is it is it caused by I I don't wanna ask is it caused by something because I don't know if that'll help. I just wanna understand why it occurs, what why why we humans, feel inertia and don't don't is that a is that a is that question kind of clear? No. It's a little messy. Yeah. I'm not sure what context you're using inertia in. The context I'm using it in is in the sense that I remember you put a tweet once. Men coast, but even when they realize progress isn't actually getting to where you wanna get, it progress suits itself. It it's a chase for itself. You realize that people don't really do anything. It's almost as if we run-in place instead of having a desire to take us from one place to another. Well, no. That's absolutely true. The human being does run-in place, but that shouldn't be that you take my word for it. That should be fairly obvious. And if it's not, it's okay. It just means that one has to examine to see how he is running in place. I guess, that that makes sense. I just wanted to understand. I guess it's self image. I don't wanna just thought, like, oh, it's just the mind. I was just I don't wanna thought a cliche answer. But It's just it's an it's important to remember one thing. Intellectualism is the enemy of truth.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 12,
      "title": "Q12",
      "start": 895.83,
      "end": 1077.1,
      "text": "Again, so I I there's few reasons I I think are the way I look at, what a valuable life is in the way I live. For example, kind of having a state of flow, being very immersed in what I'm doing, at the same time kind of feeling like I'm very aware in that meditative state, and then also kind of the feedback I get from other people saying that, that my voice kind of cuts through the noise or I look at things very clearly. I know it's kind of cliche, but a few things like that, I think, is my default state of living, but not necessarily where I spend the majority of my time. Okay. Okay. And so my question is, you talk a lot about arrival. And in my experience, I'm spending more time as I become more experienced in the pitfalls and and and understanding how I can avoid them. And is is it in your experience, is it kind of a gradual process that you continuously improve at, or it might be more effective to look at something that's more of a sudden arrival? Well, transformation does happen in an instant. There is no such thing as building towards progress as a myth, particularly in things. The things that I discussed are not mechanical, And so it's gonna be the opposite of mechanical. In the world of mechanics, you can get a prescription. In the world of mechanics, there is progress. If you're building a house, there are your progress that, you know, the foundation is done or the 1st Floor is done. But in this, in the realm of the mind, in the realm of, human transformation, there is no such thing as, collecting enough points, gaining enough rewards, putting in enough time, doing enough good deeds, practicing enough austerities, meditation hours. All of those things are calendar to truth. They don't go anywhere. So if there is something that allows someone to get somewhere, it truly is seriousness and maturity. And if something takes time, it is probably that. It isn't the arrival is not being prevented, by not doing the right thing or not practicing enough austerities. The arrival is being prevented by the fact that you don't really want it enough yet. And the moment that someone wants it, then they're all in, and they expose themselves to truth, twenty four seven. And that's a person who demonstrates that to himself that that's what they truly want.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 13,
      "title": "Q13",
      "start": 1086.6,
      "end": 1122.64,
      "text": "Gabriel, why is it that when I hear the truth, I get feelings in the first place in the beginning, but then I return to the same old place again, and that loop keeps going? Well, because you understand it only intellectually, And the feelings arise from the fact that if it's really true, then it stands starkly in the background of the falsehoods that you're used to, and therefore it provides a feeling. But it doesn't last because it isn't truly understood. It isn't truly imbibed.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 14,
      "title": "Q14",
      "start": 1170.4,
      "end": 1207.47,
      "text": "Hello, Kapo. I believe I have built a valuable life, but I struggle with this last humming five percent of anxiety. Will that always exist? No. It's not five percent or ten percent. No. It's it's it's the undercurrent. And will it always exist? That depends entirely upon, one's dedication to discovering the truth. Well, that that's what it entirely depends upon.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 15,
      "title": "Q15",
      "start": 1248.64,
      "end": 1285.17,
      "text": "Hi, Kopil. I just wanna know if someone is trying to fulfill a desire, whatever that desire may be, whether it's more women, more money. Is that just them trying to run from the truth or stopping themselves from reaching that truth? Well, whatever desire a person has, he has. So it doesn't matter what it is. So if if you were told that it's x and y and z, is that gonna make you stop having the desire? There so the question doesn't it's just chitchat.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 16,
      "title": "Q16",
      "start": 1315.49,
      "end": 1499.91,
      "text": "Hello? Kapil, can you hear me? Hello? The questions seem to be diminishing over time, which is a very effective sign. It is a sign that perhaps the human being is recognizing that much of the questions that he has are cosmetic how to prescriptive questions. And that tool being taken away from him leaves him nothing else to ask, which demonstrates very clearly that the only thing that a human being knows how to do is to ask how to questions. And it is precisely for that reason that humans don't get anywhere Because how tos and prescriptions and methods and techniques and hacks are the blind leading the blind.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 17,
      "title": "Q17",
      "start": 1526.74,
      "end": 1535.33,
      "text": "I just wanted to thank you, Kapil. That was truth.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 18,
      "title": "Q18",
      "start": 1536.27,
      "end": 1571.15,
      "text": "Thank Thank you. I don't know from where it's coming. I cannot hear you. Inferiority complex inferiority complex, I suffer from it a lot and I don't know from where it is coming. What's the truth behind it? This is not the, topic of the",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 19,
      "title": "Q19",
      "start": 1658.21,
      "end": 1723.5,
      "text": "Hello. Thanks for letting me speak. My question was, can can exposure, can a constant exposure to the non truth at the at the at the mental layer, intellectual layer, conditioning layer, or the ego layer, can that a constant exposure and better understood the opposite that that, that seriousness is, manifested as desire to understand the non profit? Well, I think that's a very it's it's a there's a very easy way to answer that question is by examining your own life and by the examining of the life of the people that you know and examining the life of all the human beings at large. That's exactly what has happened is a lifelong constant exposure to untruth. And examine what has happened from that. Has the result of a constant exposure to untruth from society resulted in people seeking",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 20,
      "title": "Q20",
      "start": 1727.4,
      "end": 1727.9,
      "text": "truth.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 21,
      "title": "Q21",
      "start": 1732.04,
      "end": 1811.64,
      "text": "Thank you. Thank you for that answer. So the opposite doesn't happen. Like, there's a the truth is seeking to discover itself, and that is leading to, recognizing everything around, somebody as untrue. Why would the truth wanna discover itself? Truth does not give 2¢ about a human being. And these are all just spiritual quotes that you've picked up. You are seeking it. He is seeking you. These these things are really they're they should do a stand up comedy routine about these things. And unless you do a scientific study, and since you happen to love science and others happen to love science, do a scientific study. How many human beings who follow all the austerities and can preach the gospel and can tell you every single minute of the meditation that they did, how many of them actually get somewhere in terms of permanence, be it enlightenment or realization or freedom or whatever it may be? I don't I don't mean five minutes of feeling a a modicum of peace. I mean, true where, after which a before and an after to which they're totally transformed.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 22,
      "title": "Q22",
      "start": 1826.04,
      "end": 1846.16,
      "text": "Hi. I meant to ask this as a follow-up question last time I was here. I'm just curious why. Like That that isn't a question. That's just a spiritual mumbo jumbo. So ask what you wanna Why Siddha performance?",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 23,
      "title": "Q23",
      "start": 1848.48,
      "end": 1849.47,
      "text": "What does that mean?",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 24,
      "title": "Q24",
      "start": 1851.29,
      "end": 2025.72,
      "text": "I'm asking you directly. I don't know what you're asking. There a is there a driving force behind how you show up in this way? What what does you mean? I guess I only know you as as how I've always known you. Well, I don't know if you're if you're using you in a proverbial sense, or are you asking me? I'm asking. Show up. Not how, but why. To what? To this. This this message. I don't know. It just it just happens. Everything just everything happens everything happens organically. There there is not it isn't it isn't motivated by strategy or, there really isn't anything that I get from this, to be honest. So I don't know why. It just happens. And the moment that it happens, I find myself here like you find myself. So it's not by decision, but just because. That is correct. Okay. That is a that is that is a very wise thing that you said. It is absolutely not by decision. Things actions that are driven by decision and choice are very limited actions. And in the world of truth, the motivational aspect, the engine behind things is an unpredictable spontaneity. I guess to me, decision is what cuts a motivation, like a motivational source. It's, I guess, just the way I perceive it is, it's just the it doesn't have to be a motivational or purposeful thing, but at the end of the day, you they're like, you log on here and you show up, and that doesn't just happen. That is you the app doesn't open itself, and you don't, you know, it's there is a voluntary aspect to it. Yes. You could say there's a voluntary aspect to it, but the voluntary aspects, all ride the vehicle of an unseen force. That's fair. Thanks.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 25,
      "title": "Q25",
      "start": 2058.83,
      "end": 2111.76,
      "text": "Hello, Sarah. Thank you. Very proud to be, I believe, the, first trans woman of color here. I guess the question that I would have for you is, how would you rank each of the races? Can you live a valuable life without a god?",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 26,
      "title": "Q26",
      "start": 2131.58,
      "end": 2142.4,
      "text": "I've heard you before, and I'm always curious to know what are those universal facts or truths that you talk about. Can you name a few?",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 27,
      "title": "Q27",
      "start": 2163.13,
      "end": 2164.51,
      "text": "Can you name a few?",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 28,
      "title": "Q28",
      "start": 2198.61,
      "end": 2200.64,
      "text": "Good morning. Am I audible?",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 29,
      "title": "Q29",
      "start": 2214.55,
      "end": 2270.21,
      "text": "I see the, earlier, you said that when it when there is supposed to be made, you just do it spontaneously. Is that, by gut feeling? Or, because, what I find myself is, like, after, disregarding the beliefs when there are choices to be made, I'm usually in a state of confusion. So I wanted to know, like, when you say it happens spontaneously, is it the gut feeling or what is it? How does it happen spontaneously? There's no how spontaneous as as non how as you get. If you're gonna turn spontaneous into a how, then everything then you're not gonna stop at anything. If even spontaneous is going to be a how, then that invalidates the entire word of",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 30,
      "title": "Q30",
      "start": 2318.43,
      "end": 2323.25,
      "text": "Good morning, sir. Why people have fear of success is my question.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 31,
      "title": "Q31",
      "start": 2330.72,
      "end": 2446.68,
      "text": "Good evening, Kapil. There are two things that I feel have been preventing me from living a valuable life. One, I've been plagued by, a sense of loneliness, for many years from relationships with other people just dying or fizzling out. The second thing is been plagued by self doubt with, achieving my career aspirations. I've explored these things for a long time, and I feel I'm gotten nowhere and I'm still stuck. And I suppose my question is, what am I missing? What have I not seen? Thank you. Be examined. I mean, you haven't really explored because the only tools up until this point that you ever had are prescriptions. And, therefore, you've always looked at things from the standpoint of what did I do wrong, who's to blame, how could I have been better, and all of these things. And so the only tools that you had at your disposal were the ones that society gave to you. And, therefore, until you find that until you find discover the realization in yourself, not because I say, but on your own, that those tools are not effective for you or for anyone, and you cannot say that you've already found them because you haven't. You haven't been following my work long enough to know that yet. So, until that that realization dawns that those tools, of prescription and rightness and wrongness and betterment and improvement and modification and strategy and routine and hacks and all of these things and methods, until those are seen to be ineffective and utterly wasteful, that's what you have not seen. Thank you.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 32,
      "title": "Q32",
      "start": 2518.49,
      "end": 2518.99,
      "text": "Namaste.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 33,
      "title": "Q33",
      "start": 2522.09,
      "end": 2523.86,
      "text": "Sitting with you in the clubhouse,",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 34,
      "title": "Q34",
      "start": 2525.53,
      "end": 2649.72,
      "text": "most of my questions disappear by itself. Well, one of the questions actually, one question that I have is, what is love? So there have been three and three or four people the last fifteen minutes who have come on stage, and not said anything. If you were invited on stage, you may ask your",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 35,
      "title": "Q35",
      "start": 2650.68,
      "end": 2810.31,
      "text": "Thank you so much. By coincidence today, I was talking about how I was hoping, that, your room would come up because I love your room. And, my question is You're welcome. My question is, during these, pandemic times, what are some, I guess, advice that you can bring to people who wish to continue to perform at, the highest of their ability? When has it when has it not been pandemic times? Oh, I love that. Good question. I think that I did a discourse about this. It's always been a pandemic time. If it isn't coronavirus, it's your own anxiety. Yes. If it is corona if it is coronavirus, it's your anxiety about coronavirus. And it's your anxiety about it is were you a living Buddha before coronavirus came? So these things these things are all details. They have no meaning. Everyone is just a cosmetic chaser. This is such a this is a very societal question because everyone in society just looks at the current events and then organizes their fears and their and their anxieties around the current events like a swarm of bees. A human being had lived in a pandemic since the day he was born. He has lived in a holocaust since the day he was born. He has never known a life free of fear, free of anxiety, free of sorrow, free of pain, free of tragedy, free of confusion. Therefore, it has always been pandemic times. And as for something to say, there is no balm. There's no good feeling. You're better off chasing the self help experts. If you want a dose of a good feeling and put some ointment on your wounds, this is for serious people who truly wanna get somewhere in the life that they have remaining, in the years that they have left, to truly arrive at somewhere transformational and permanent. That by the time they die, they have at least they can say that they arrived somewhere. At least they have tasted a fraction of what nature intended for them instead of chasing nonsensical prescriptive routines and austerities and self helps and feel goods and bumper sticker and Yahoo and Laugh It Up. It's all it it's it's all so shameful.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 36,
      "title": "Q36",
      "start": 2843.26,
      "end": 2867.26,
      "text": "Thank you, doctor Gupta. You just said that, this room is for serious people who want to experience something fundamentally changing permanently. Now the experience we I had once Is that truth is like running on trade with you? How to experience it every moment to moment? You cannot",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 37,
      "title": "Q37",
      "start": 2867.64,
      "end": 2876.48,
      "text": "have a permanent experience. Can you have a permanent experience? It isn't about the experience. It's about a realization.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 38,
      "title": "Q38",
      "start": 2893.74,
      "end": 2961.95,
      "text": "Hi. Thank you for, letting me speak. So I guess my question, I guess I should start by saying that I do believe that everybody is living a valuable life just predestined, but that that value gets lost in chasing what society has defined to be the value of human life. And, obviously, it comes to that realization. There's a lot of unlearning and relearning that needs to be done. But I feel like taking that path also involves a lot of intellectualism. And you say that intellectualism is the enemy of truth. So do you think that intellectualism is part of the process in getting to the truth? Not for the intellectual. There's a lot in your question which relates to I said this and I said that. What I say doesn't matter. It isn't about believing me. It is about what you see for yourself. So it doesn't matter that I say that intellectualism will lead nowhere.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 39,
      "title": "Q39",
      "start": 2963.45,
      "end": 3022.39,
      "text": "It that doesn't mean anything to any to to the intellectual. Therefore, he's better off not even hearing it. It's if the person recognizes for themselves that the intellectual will view everything as an intellectual concept and he will intellectualize it forever because he believes that intellectualism is his god. Therefore, he will always keep everything at arm's length and nothing will ever get into his bloodstream. But it doesn't matter that I say that. Is it the the the key is that the human being has to recognize these things for themselves. Otherwise, they'll just be adding more belief systems, and beliefs, have no value to anyone. Namaste.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 40,
      "title": "Q40",
      "start": 3024.32,
      "end": 3063.27,
      "text": "Is god the only truly valuable thing in life? You know, it depends who asks the question. It depends where they are. It depends which context we're talking about, and and it depends, what the level of sincerity is. So my immediate answer would be that the question isn't real because the number of human beings who are life devoted to anything in this life is virtually zero. So my so it's a difficult question to answer because I don't know where it's truly coming from.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 41,
      "title": "Q41",
      "start": 3110.74,
      "end": 3172.81,
      "text": "Hello, doctor Gupta. So recently, I discovered that, my family, is narcissistic. And, so knowing this truth actually liberated me in a way, but that's not the outcome I wanted. So, is the truth always not liberating or it's not, that's why you have found you arrive at the right What you have found is not a truth. That's just a word. That has no meaning. Do you do you not have ego? Have you conquered your ego? No. But narcissistic is much stronger than you. No. No. No. No. Sorry. No. It's not. That's just a made up word. These words these words have no meaning. I mean, like, there's there's no way I can, tell you the behavior. Like, I can describe you the behavior. No. There's no way there's no way that someone who believes in these words is ready for the truth. Nothing more for me to say. Yeah. The",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 42,
      "title": "Q42",
      "start": 3216.14,
      "end": 3334.06,
      "text": "Thank you for being bringing me up. If we choose to do good to someone, adding value and trying to make a positive difference, but if that person do something bad to others, what will happen? Well, you seem to be speaking from experience. What did happen? I'm a fubit. Okay. So you have just provided a prime example of why it's no point doing good for others. These are just falsehoods. It doesn't mean that everyone who does for others is being false. That does not mean that. There are there are some very truly sincere and giving human beings in this world. There genuinely are. But the real reward for a human being, not that he's chasing a reward, but just as a natural byproduct, the real benefit of a human being, the real value to a human being comes when he puts all of his attention on discovering truth in his own life and through discovering purity in his own life as opposed to trying to do good things. There isn't a human being on earth who does a good thing without in some way feeling pleasure for it and feeling that he's getting gonna get points for that. And it doesn't it doesn't diminish what they did because they likely had a very positive impact on another human being's life, and so it doesn't diminish that. But the ultimate is all that matters. The height of heights. And that comes from the examination and the exploration of the value in one's own life. Thank you.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 43,
      "title": "Q43",
      "start": 3340.05,
      "end": 3361.21,
      "text": "Hello, Sidha. I know this question doesn't really, one of the answer I expect from my question is that does it really matter, but, I think I'm gonna put the question because it's a question for me in my mind. Is do you think is human race, a genetic mutation or an accident? Or",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 44,
      "title": "Q44",
      "start": 3432.78,
      "end": 3455.34,
      "text": "Thank you. Is there any way, organic way to arrive at truth? It begins with devotion. There's no prescription. And when you immediately ask for the way, and that's very prescriptive. Okay.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 45,
      "title": "Q45",
      "start": 3538.31,
      "end": 3562.05,
      "text": "Hello, Sidha. I have a quick question. Like, people say, like, we achieve, permanent happiness with leaving all the negative shades, like, let's say ego, jealous, etcetera. But, like, will we appreciate good without seeing bad? Neither has any",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 46,
      "title": "Q46",
      "start": 3615.78,
      "end": 3662.03,
      "text": "Hi, doctor Gupta. I've been following your work, for some time and received your private discourses. Thank you for that. My my question is, I'm gaining more and more understanding about the falseness of and the patterns of my mind. And my my question is, who is understanding? Because I see my mind over there doing what the mind does, but I'm not sure who who it is that's understanding. Who is it that feels the Any responses I give to you will be in will be only viewed as intellectual. These are things that have to organically arise. Yep.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 47,
      "title": "Q47",
      "start": 3817.46,
      "end": 3841.78,
      "text": "Thank you for having me up. I have one question for you. If if there's an answer at all, if at all, at what point can intellectualism and spirituality harmonize? Never. Both are falsehoods. Both are societal creations. Therefore, they're by definition false.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 48,
      "title": "Q48",
      "start": 3866.18,
      "end": 3884.14,
      "text": "Hi, Sid. Thank you for having me. I have a question. Like, most of times we know what to do, but our tendencies and, you know, the inertia of the mind and the body, it it tends to over overpower us. How would you suggest we get over, these tendencies?",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 49,
      "title": "Q49",
      "start": 3910.57,
      "end": 3961.37,
      "text": "Hi, doctor Gupta. I have a question or maybe a clarification. I thought I understood, something I don't think I fully have. When you mentioned, like, the valuable life and you said, like, value and exploration of one's own life. So I get to clarify I guess, as a clarification in regards to two parts. You said, giving and then effectiveness. Do you mean giving in regards to other people and then effectiveness? I don't know. The the what life gives to you. Okay. Giving so giving in I don't think I quite understand. What do you mean by giving in that sense? What what life gives to you. So far, life has taken from you at every turn. Okay. I'm gonna think about this. Thank you.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 50,
      "title": "Q50",
      "start": 4003.16,
      "end": 4228.48,
      "text": "Hello. Thank you for having me. My question is, what does humanity means to you and to the world? Thank No. Thank Hello?",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 51,
      "title": "Q51",
      "start": 4280.91,
      "end": 4334.81,
      "text": "Hello, Kapil. My question is, why is health such a difficult topic for me to seem to understand. I cannot say why something is difficult for you. Are you finished?",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 52,
      "title": "Q52",
      "start": 4336.07,
      "end": 4336.57,
      "text": "Yes.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 53,
      "title": "Q53",
      "start": 4344.07,
      "end": 4375.69,
      "text": "Allow. Do you think,",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 54,
      "title": "Q54",
      "start": 4377.57,
      "end": 4383.57,
      "text": "the pop of because you",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 55,
      "title": "Q55",
      "start": 4392.68,
      "end": 4397.02,
      "text": "How does one decide what is most valuable to them?",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 56,
      "title": "Q56",
      "start": 4482.82,
      "end": 4493.0,
      "text": "Kabil, you are so valuable to me that I don't want you to host these rooms anymore and answer stupid questions. I don't want you to waste your time. I don't want to hear all of this. Thanks.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 57,
      "title": "Q57",
      "start": 4521.49,
      "end": 4525.91,
      "text": "Can Sensory TB cultivated or does it arise?",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 58,
      "title": "Q58",
      "start": 4556.16,
      "end": 4595.41,
      "text": "I sometimes have a desire, and I wonder whether I where it came from and whether I'm in control of it. Where can it be said what produces desires and how one is to determine whether they are true or not. For practical purposes, all your desires are untrue.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 59,
      "title": "Q59",
      "start": 4603.6,
      "end": 4604.49,
      "text": "Hello, Capo.",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 60,
      "title": "Q60",
      "start": 4605.11,
      "end": 4629.16,
      "text": "Thanks so much for taking my question as always. Is devotion voluntary, or is it does it come from a sense of will? No. It is not by choice and nor is it by will. Nothing that is sincere and nothing that is genuine, nothing that is serious comes by way of will. It's something that is deep within the human being that is organic and spontaneous. It is not",
      "audio_file": "A Valuable Life_ Kapil Gupta MD ( Q&A Session ) on - 17 Oct 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    }
  ]
}