{
  "video_id": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg]",
  "title": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg]",
  "webpage_url": null,
  "blocks": [
    {
      "id": 1,
      "title": "Q1",
      "start": 0.24,
      "end": 19.68,
      "text": "Hello there. Hello? I just wanted to ask you personally, how do you feel on a day to day basis, and how are you feeling right now? It does not matter. Okay. Thank you. Have a good night. You too.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 2,
      "title": "Q2",
      "start": 37.2,
      "end": 51.44,
      "text": "And that's You broke up. I was asking, is there a such a thing as a soul, and does it go through multiple births and deaths? I do not know.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 3,
      "title": "Q3",
      "start": 69.84,
      "end": 109.31,
      "text": "Hello. I was reading your book the entire morning. I'm really glad to see you here. The question I had is, is the fastest way to, you know, find the state of no mind, to look inside? You are chasing it. You will not find it. Hello? Hello?",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 4,
      "title": "Q4",
      "start": 112.33,
      "end": 217.11,
      "text": "Would you agree that is is the linearity of time illusory? And if it is, what is time? Thank you. Perhaps the more effective way to say it was that everything in your life is illusory much as time. You are doing this for fun. Right? Creating a group of all things are empty, and you are enjoying it, chilling out your boredom with it. Right? And answering all questions as no. I cannot hear you properly. Oh, I'm sorry. Hello? Can you hear me? Yes. You are doing this for fun. Right? Creating a group of all things for empty and shelling out your boredom at our expense. You are free to think so. This was not a wise question. Okay. So",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 5,
      "title": "Q5",
      "start": 225.57,
      "end": 366.78,
      "text": "may I? Yes. Is there something as dropping it all at once? There is, but it's not volitional. It cannot be forced. May I ask another question? Or this is limited. Okay. So I've been an extrovert all my life. And, when I started for the year past year, I've been a lot by myself, and I I'd spend the whole day without, you know, interaction with not much interaction with other people. And I could sit by myself, and, I got on clubhouse to ask you questions when it, came came out for Android in India. And then I started using it, and then I realized in spite of all the search and what I want and all of that, I'm I'm still drawn to people and interactions. And I've been trying to understand this, and, I've not been able been able to get out. And I I don't know whether it's an addiction. I look at it as an addiction, of course. And it's just a week, and the week has been but, there's the focus also sometimes even if it's something as a room and you're focusing and there is the focus. But I don't understand this. I thought I'd I'd dealt with the problem. It's there. I don't know what you're asking. I'm asking whether we are, we are drawn to other humans and whether we want social interaction even if, you know, we can go a year without, you know, much social interaction. When it comes back again, it it it's still like before. The vast majority of human beings are drawn to other human beings and drawn to social socialization. Yes. Thank you. Hello, doctor?",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 6,
      "title": "Q6",
      "start": 369.08,
      "end": 528.5,
      "text": "Is everything irrelevant? Yes. Thank you. Hi, mister Kabil. Hello? Why millions are starving and I have food on my table? I don't I don't know. Hello? Hello? If, an individual's mind makes him or breaks him, what does it mean when the mind is empty? It does not mean anything. What directs him? I cannot speak for anybody. Every human being is driven by different things. Yes. Hi, Sid. Hello? Am I audible? Yes. Hi. Hi, Kapil. How do I control this urge to ever, wanting to get more desires? It's an ineffective question. There is no how to.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 7,
      "title": "Q7",
      "start": 534.74,
      "end": 540.6,
      "text": "Hello? Yes. Yes.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 8,
      "title": "Q8",
      "start": 541.06,
      "end": 571.58,
      "text": "So, you have been talking about meaninglessness in life. So my question is, what keeps you attaching to life? I mean, death is, pretty easier than to live. But if so, what's your wisdom if you have? Well, I cannot speak for why any particular human being is attached to life. Every human being has a different DNA.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 9,
      "title": "Q9",
      "start": 593.71,
      "end": 741.09,
      "text": "Hi. Hello? Before I was exposed to your work, I was saying there was falls everywhere. Means, I I could see that, but still I was pulled into society and its rules and prescriptions. But after I was exposed to your work, it was like giving a permission to me. It was this dismantling completely. I felt free. But my question is, what is that deep knowing you had to come out of that, I would say, society as a black hole which pulls us in, what took you out of it and, stand it as a as a truth? It's a good question. I don't know if I can really answer that question. I think every human being has a particular DNA, and I have never gone with people. I have never gone with society. I have always stood alone. It's not a good thing or a bad thing. There's nothing to be there's nothing to emulate or be proud of there. It's not it's not positive. But I've always sort of seen the falseness in the majority views of things. I've always gone against the world. I why that is? I suppose it's a DNA thing. I'm not really sure why. Can I ask another question? Okay. What is the truth to see things as if we are seeing for the first time every time. Well, there's no intellectual truth to that. But if one recognizes that they do not really see anything, they view everything through conditioning, then there is a possibility for that person.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 10,
      "title": "Q10",
      "start": 751.64,
      "end": 878.0,
      "text": "Hi, Sidha. I hope you and your family are doing good. Thank you. My my question is, so recently, please do correct me if my question is very intellectual or if I'm questioning in a very wrong way. But my question is, recently or some from few months, I have been questioning everything because, we have been living in a a concept that we are con conditioned to believe in. And while thinking about everything, I stumbled upon the word called freedom, and I started thinking about what actually freedom is. And, while I was questioning it more, I came to a certain conclusion, which is not I don't know if right or wrong, but, which I believe the freedom is being free from all attachment and all feelings. But then, if you try to be free of all the attachments, all the feelings Stop right there. I mean, I mean, I mean, it can be defined in different ways. There's many ways to say something even. What is every human being looking for? You could say peace. You could say joy. You could say bliss. You could say nirvana realization, enlightenment. Those words are just words. Every human being defines things in their own way, and there's no wrong or right. But your your the floor caved in on you. As soon as you said, but if I try to do that Mhmm. You don't try to do anything. Okay. If you try to make yourself do this and that and be that's the self help, and that's where you will, you will be going in circles, and you will only make things worse. Okay. So I should let it go and with the flow. I did not say that. And that's what everybody says. Everyone everyone needs a doing. If I say don't do that, they'll say, oh, so just be. I'll say, no. Don't be. They said, okay. So what should I do? Got it. And that that's your conditioning. Your conditioning is to be a monkey. Your conditioning is to be a mouse and and on a hamster wheel and jump and do and do and do. That is the poison. That is the virus that the world has infected you with.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 11,
      "title": "Q11",
      "start": 897.25,
      "end": 924.5,
      "text": "Hi, Kapil. Hello? I have a question that, what is happiness? And is happy as I understand It is a myth. It is a myth. Hello? Hello?",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 12,
      "title": "Q12",
      "start": 926.4,
      "end": 982.21,
      "text": "I think I've already answered the question, so my apologies for making you repeat yourself. But is there and do you feel constrained by the English language to talk like this? Is there any other language in which you could perhaps maybe conceptualize that phrase devotion to the truth? Language in itself is a barrier because words can mean many different things for different people, and words cannot cannot describe a feeling. Words cannot drive. Words cannot describe the feeling of arriving at something. So everything turns out to be conceptual to some degree, and that is why a certain degree of genuineness and sincerity is required upon the part of the viewer slash listener because it is only then that they'll be willing to look beyond the words.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 13,
      "title": "Q13",
      "start": 992.85,
      "end": 1021.03,
      "text": "Thanks for having me on the stage. My question is, how can one be disciplined enough to conquer his or her destiny? There is no you have no you have no idea what you're asking. Conquer your destiny. How can one be disciplined? There's just concept upon concept. How can how can one learn discipline in a discipline? There there is no how can one anything. You repeating the question is not gonna make it true.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 14,
      "title": "Q14",
      "start": 1038.36,
      "end": 1040.35,
      "text": "Hi. Hello?",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 15,
      "title": "Q15",
      "start": 1041.12,
      "end": 1121.63,
      "text": "I'm Edie. Hey. My question is, like, if everything you're sharing is not very novel and already, like, naturally be aware, so if one is not trying Yeah. I didn't I didn't I didn't understand the first part. What did you say? Okay. So if one is coming from the direction of already being aware of the state, like, what you're sharing doesn't sounds novel, but trying to figure out a way to make a living in this so called world. Well, I did not describe any state. And I don't know what you mean by it is not null. I don't know what you mean by describing a state. I don't know what you mean by if one is already aware of the state. You're just making things up. It's just if upon if upon if upon if upon if. Well, if I can't see any if, how can I share a state so I can ask my question? There is no state. You are infected by all these cons concepts. I'm not interested in convincing you.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 16,
      "title": "Q16",
      "start": 1129.03,
      "end": 1175.36,
      "text": "If all things are empty, is it totally futile to fill up my bingo? But what why why why do you think that all things are empty? Oh, sorry. I just read the room title. Should I fill fill up But but but but there's no reason for you to believe that. Okay. I don't believe all things are empty. But if they were, should I fill up my Big Gulp? But if you don't believe all things are empty, then why do you ask if they were? This Big Gulp exists in a hypothetical plane. Your question exists in a hypothetical plane. Your mom exists in",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 17,
      "title": "Q17",
      "start": 1176.88,
      "end": 1179.39,
      "text": "a hypothetical",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 18,
      "title": "Q18",
      "start": 1180.91,
      "end": 1183.99,
      "text": "plane. Strictly speaking.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 19,
      "title": "Q19",
      "start": 1219.01,
      "end": 1221.03,
      "text": "Hi. Hello.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 20,
      "title": "Q20",
      "start": 1222.37,
      "end": 1256.13,
      "text": "Is meant to be the biggest lie ever. There are many lies. Hi. Why to stay alive? Just not a question for me",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 21,
      "title": "Q21",
      "start": 1258.04,
      "end": 1258.54,
      "text": "to",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 22,
      "title": "Q22",
      "start": 1260.44,
      "end": 1265.75,
      "text": "answer for you.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 23,
      "title": "Q23",
      "start": 1279.81,
      "end": 1281.51,
      "text": "Do spirits actually exist?",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 24,
      "title": "Q24",
      "start": 1298.22,
      "end": 1310.35,
      "text": "Hi, Kapil. As you have mentioned, you have not been conditioned by this world. What according to you is beyond thought? Truth.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 25,
      "title": "Q25",
      "start": 1324.02,
      "end": 1412.16,
      "text": "Hello. My question is, why is it why does it make why is it more why does it have more sense to perform or to do any dramatic work than life, so to speak. I don't understand the question. Like, as a performer, it tend to make more sense the the in time, whatever the piece is. It's a is whether it's it's a movie or a theater piece, it makes more sense to performer as reality than the actual reality. I still don't understand the question. Hi. Hello.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 26,
      "title": "Q26",
      "start": 1413.66,
      "end": 1419.84,
      "text": "Just asking why help in the pursuit of truth. No.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 27,
      "title": "Q27",
      "start": 1431.47,
      "end": 1489.6,
      "text": "Hi. I'm curious if you still have any questions or matters that you're pondering, or asking and and what what those are. Well, there are many truths to know. It does not merely matter what they are, but they're in all sorts of domains. There are many truths to know. Hey. Hello? Hello? Yes. Yeah. Hi. It is mentioned that all things are empty. So what do you mean by things? Your entire life.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 28,
      "title": "Q28",
      "start": 1504.08,
      "end": 1510.82,
      "text": "Is isn't devotion to truth to empty? No.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 29,
      "title": "Q29",
      "start": 1522.77,
      "end": 1544.37,
      "text": "Hi. Hi, Kavi. Hello. So when you when you wrote that when a man becomes nothing, he instantly becomes everything. Right? So in the process of becoming nothing, isn't he losing everything? No. He's already lost everything whether he realizes it or not.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 30,
      "title": "Q30",
      "start": 1584.15,
      "end": 1623.67,
      "text": "Hi, Kapil. In this in the state of emptiness, would I experience a state of true total freedom? It does not matter. It does not. Because if I said to you yes, what are you gonna do? Chase it because it gives you freedom? There's nothing there's nothing there's no concept here to make you attracted to it so that you will do it. If you have to ask what the cost benefit analysis of something is, then you're not devoted, and that isn't a bad thing. There's nothing wrong with that.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 31,
      "title": "Q31",
      "start": 1632.22,
      "end": 1644.79,
      "text": "Hi there. Hello. I wanted to ask what is truth, and if it is it varies across domains and planes, why is there not a truth? Truths, and there are truths that are situational.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 32,
      "title": "Q32",
      "start": 1654.29,
      "end": 1746.74,
      "text": "Why it could that chasing something is enslavement? So but is chasing or trying to use power as a tool to reach truth is a good thing or nothing useful? Nothing is good. Power is a vague word. Would you say your beliefs about the world make your life enjoyable? I don't think it's about beliefs nor do I think it's a is it about enjoyment. It is only about truth. Hello, doctor. Thanks for having me. Yes. So I have found myself on a river of never ending concepts where following one or chasing one leads to another and so forth, to the point that I believe that my thoughts are a disease. My question is, is there a cure for such disease? Yes. The cure is the truth.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 33,
      "title": "Q33",
      "start": 1751.78,
      "end": 1762.92,
      "text": "Hello? Yes.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 34,
      "title": "Q34",
      "start": 1766.03,
      "end": 1813.56,
      "text": "I was let me try and, reiterate what I understand by, devotion to the truth is the truth itself. And please let me know if I'm right or if I'm getting it right. Isn't it possible that I am completely devoted to my craft? And, thirty years later, I look back and realize that, that devotion was empty too. Isn't there isn't there a certain truth to that? It depends if you were doing it for reasons of pleasure and ego, which it almost certainly is the case. Mhmm. And that's not a bad thing, but that would make it empty.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 35,
      "title": "Q35",
      "start": 1834.3,
      "end": 1910.22,
      "text": "Hello. Am I audible? Yes. Yeah. How do you describe empty? Meaningless. Insignificant. Hi, Kappel. Hello? So, if you don't pursue anything, how can you expect different results? I never said that you shouldn't pursue anything. Did I say that you shouldn't pursue anything? When did I say that you didn't pursue anything? I thought the pursuit for truth, meant no pursuit at all. I did not say that. You said that. I never at all came close to saying anything like that. You hallucinated that. Okay. K. Then so I should define my own pursuit or You should not do anything. What? Then what should I do? You you cannot hear the truth because you're just looking for an action. You're just looking for a prescription. You're not ready to ask questions.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 36,
      "title": "Q36",
      "start": 1926.05,
      "end": 1952.79,
      "text": "Does suffering end when you know the truth? In many ways, suffering is always there. But, yes, if there is an end to suffering, it would be through truth. But if one chases truth as an antidote or a relief from suffering, it becomes a chase, and things don't usually work that way.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 37,
      "title": "Q37",
      "start": 1968.7,
      "end": 2058.46,
      "text": "Hello? How do I know myself? Hi, couple. Would you say each one of who's listening here and now coming on stage is nothing but, you know, just looking or seeking a prescription? Yes. And it is not anyone's fault. You have to understand that when something is all that one has ever known, what else can they say? It is that's the power of conditioning. There's nowhere in society whichever tells you that you should not seek prescriptions. And that very concept, that very idea, the very thought of that is, completely maddening. No one would ever think of such a thing. Everything is based upon a how to. So the fact that there is no how is not really present anywhere in the world. And so, therefore, it would be unrealistic to expect people to not be infected by that. But that also doesn't mean that I'm going to entertain it.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 38,
      "title": "Q38",
      "start": 2070.22,
      "end": 2073.2,
      "text": "Hi, Kapil. Am I audible? Yes.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 39,
      "title": "Q39",
      "start": 2076.0,
      "end": 2115.53,
      "text": "Can someone guide me to truth, or is it something that I should figure out myself? It depends what you mean by someone. In all practical in all practical in all practicality for the someone to guide you, he or she would have to be completely immune to the notion of prescriptions and wholeheartedly devoted to truth, and you may search the world over, you likely will not find such a human being.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 40,
      "title": "Q40",
      "start": 2126.97,
      "end": 2127.47,
      "text": "Hi.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 41,
      "title": "Q41",
      "start": 2131.1,
      "end": 2182.61,
      "text": "Accepting, all things are empty. I didn't ask you to accept it. Why are you not accepting it? No. Can I just, I mean okay? Accepting I'm just saying let me just complete my sentence. Accepting all things are empty would basically force me to view all the struggles or the purpose of my life as an external person. Nothing. I don't need to let you finish your sentence. Okay. Because the entire the entire sentence is false. There is no accepting. Why would you accept it? No. It's it's a choice. Right? I mean, if No. It's not a choice. It isn't a choice. What color is your hair? Is that a choice? It's only a choice when it's conceptual.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 42,
      "title": "Q42",
      "start": 2202.98,
      "end": 2266.68,
      "text": "Hello. Hello. Can truth be understood, or is it experienced? Well, it cannot be understood intellectually. It can only be discovered through devotion. Devotion to truth? Yes. And what what is devotion? I don't know. Definition or definitions, they don't usually go anywhere. I think you know what devotion is. There's no fancy Merriam Webster dictionary definition that will do anything for you.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 43,
      "title": "Q43",
      "start": 2289.67,
      "end": 2290.34,
      "text": "Hi there.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 44,
      "title": "Q44",
      "start": 2291.36,
      "end": 2333.19,
      "text": "Hello? Earlier, you mentioned there are multiple situational truths. Is there a possibility that some of these can contradict each other? No. There are always contradictions. And the contradictions exist because one views things conceptually and intellectually. Hello? Hello?",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 45,
      "title": "Q45",
      "start": 2334.37,
      "end": 2437.04,
      "text": "Is there any god? Well, if you have to ask, then that will require a choice. And if there's a choice, then it's intellectual. Therefore, it has no relevance. Hello? Hello? So if all things are empty, why am I seeing everything solid? I'm looking at Why are you Why are you believing that? Why do you say if all things are empty? As if I'm trying to convince you of that. The topic Why are you taking my yes. I mean, why are you taking you don't need to take my word for it. If you were here for the talk, there is no there is no need for you to take my word for it. So when you begin with the statement, if all things are empty, what you are saying is that if I am saying that all things are empty then blah blah blah blah. I'm not asking you to",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 46,
      "title": "Q46",
      "start": 2437.72,
      "end": 2445.94,
      "text": "believe it. No. You don't understand.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 47,
      "title": "Q47",
      "start": 2484.22,
      "end": 2506.51,
      "text": "How does one know when one discovers the truth? They just know. There's no sign on the board. Human beings are have an inner sensibility to know such things.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 48,
      "title": "Q48",
      "start": 2520.9,
      "end": 2548.54,
      "text": "Hello? Yes. Quick question. How do you transcend lust when it is bombarded everywhere in society? Yeah. There's no how do you really do anything. Is truth choiceless? The devotion to truth is choiceless.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 49,
      "title": "Q49",
      "start": 2564.23,
      "end": 2572.01,
      "text": "Would it be incorrect to say that all things are full? Full? All things are what?",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 50,
      "title": "Q50",
      "start": 2574.71,
      "end": 2615.95,
      "text": "Full, f u l l. Well, I'm not gonna convince you of anything. If this is what you have found in your own experiences, then so be it. Hi. Hello? Should suffering be avoided? There is no should.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 51,
      "title": "Q51",
      "start": 2626.42,
      "end": 2639.16,
      "text": "Hi. Isn't love the most selfish thing? Any question that begins with the word isn't isn't a real question.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 52,
      "title": "Q52",
      "start": 2651.88,
      "end": 2662.91,
      "text": "Hi, Kapil. Hello. My question is, once I complete a task, how do I basically get rid of the memories of that? There is no how do I.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 53,
      "title": "Q53",
      "start": 2675.63,
      "end": 2691.14,
      "text": "Hi, Kapil. Thanks for having me. Problem. Why is there so much illusion in the first place to get to the truth? Because you're conditioned by all illusion and lies by society.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 54,
      "title": "Q54",
      "start": 2712.84,
      "end": 2717.97,
      "text": "Hi. Hello? Are the truths subjective,",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 55,
      "title": "Q55",
      "start": 2720.43,
      "end": 2743.04,
      "text": "or is there additional elements? Hi, Kapil. I what do you think the difference between chasing and devotion is? I think you know.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 56,
      "title": "Q56",
      "start": 2744.7,
      "end": 2745.2,
      "text": "Okay.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 57,
      "title": "Q57",
      "start": 2773.29,
      "end": 2778.66,
      "text": "What is the purpose of this discussion? It has no purpose.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 58,
      "title": "Q58",
      "start": 2787.97,
      "end": 2888.4,
      "text": "Hello, doctor Gupta. Yep. Yeah. Mira's devotion to Krishna was where she suffered. But, it didn't matter to her because it was her devotion to him. But she caused a lot of pain. Or the other the people who were around her, her husband, they all were in deep pain and in return caused pain to her. So my question is if I go on the path of devotion, I'd be causing pain to my children in some way and that kind of stops me from pursuing this or it causes me to, sit back and stay with them and do the duties that I'm supposed to do as a mother. And it causes a lot of confliction within my mind. And I don't know where I'm supposed to. There's no way out of that. There's no right answer. If that's what you're feeling, I guess what you're feeling. There's no right answer. There's no how do I stop feeling conflict. So I just perceived the thought. I'm not I just I did not say anything. Uh-huh. Mhmm. I didn't say just do anything. Right. Okay. Well, I'll I'll think about this more. Thank you.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 59,
      "title": "Q59",
      "start": 2896.24,
      "end": 2935.35,
      "text": "First thing I thought about when I saw that title when I see all things are empty. So I I didn't I didn't see that if it's empty, it doesn't mean that they don't exist. In my opinion is if it is empty, the word empty itself, it doesn't exist. Same thing with evil. I believe that evil Do you have a question? I'm not interested in your beliefs. Do you have a question? I I I want feedback on that, and why do you think I think that I'm not interested in giving feedback on your beliefs. If you believe something, then you believe something. I'm not here to tell you that your beliefs are wrong or right or you should think this way and and change. I don't care. What does it mean empty? How do how would you define empty then? Empty is meaningless and insignificant.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 60,
      "title": "Q60",
      "start": 2945.95,
      "end": 2966.03,
      "text": "Hello. Hello. Doctor Gupta, my question is, was the truth found by Meera through complete devotion to God was different from the truth that Gautam Buddha found through conquering the mind? No. Okay. Thank you.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 61,
      "title": "Q61",
      "start": 2979.46,
      "end": 3098.32,
      "text": "Is your advice also empty? I have no advice. Is what you say any less empty? If you think so. Hello, Sita. Hello. Does your heart set you free? That has no meaning. I mean, you must have prepared out of a Harlequin romance book. I don't know what that means. Would you like me to explain further, or is that it? Not really. How are you, Sidhar? Do you have a question? Yeah. Hello? Go ahead. You're saying all things are empty. Can you explain that a little? Well, I already did explain it in the talk that I gave. Yes. Hi. So according to you, what is the meaning of equanimity? Oh, equanimity is a word. I think you know what equanimity means.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 62,
      "title": "Q62",
      "start": 3124.14,
      "end": 3142.21,
      "text": "Who am I if I am not the mind? Such things go nowhere. I could say you're a grape. It won't do anything for you. It's just intellectual, spiritual nonsense.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 63,
      "title": "Q63",
      "start": 3152.27,
      "end": 3152.77,
      "text": "Hello.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 64,
      "title": "Q64",
      "start": 3153.55,
      "end": 3252.09,
      "text": "How do I know if I'm still experiencing my mind or I have come come to a truth on a particular map? You are experiencing your mind. Hello. Thank you, Kapil, for, good morning and namaste. So I understand that no one here should take what you're saying as as a word-of-mouth. But my question is that what why are you doing this? Because if you think, like, no one should I don't know. Hi, doctor Kape. So my question is, would you agree that what you seek is seeking you? That's just spiritual jargon. Hi. Hello. Why there is anything at all? I don't know what your question is. What's your question? Sorry? What is your question? Why there is anything at all? I don't even think that you know what you're asking.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 65,
      "title": "Q65",
      "start": 3265.36,
      "end": 3279.72,
      "text": "Hi. I'm wondering if you would share your internal dialogue during these talks. I have I have no internal dialogue. Thanks.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 66,
      "title": "Q66",
      "start": 3292.55,
      "end": 3310.47,
      "text": "I'm just wondering what you would consider to be a good question worthy of answering. Doesn't matter what's worthy or not. It's not my job to give you a question to ask. You don't have to ask anything.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 67,
      "title": "Q67",
      "start": 3338.57,
      "end": 3368.26,
      "text": "Hi. Does love exist consumptionally? People deal with death. People die. Is there an approach you use to deal with people's grief? No.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 68,
      "title": "Q68",
      "start": 3382.2,
      "end": 3385.28,
      "text": "Hello? Hello?",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 69,
      "title": "Q69",
      "start": 3387.09,
      "end": 3394.88,
      "text": "Why does, God create something that is empty and meaningless? Well, maybe you should ask him.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 70,
      "title": "Q70",
      "start": 3406.03,
      "end": 3416.11,
      "text": "What is curiosity? You know what it is. Why do you ask these questions and make them sound intellectual and spiritual?",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 71,
      "title": "Q71",
      "start": 3429.7,
      "end": 3439.68,
      "text": "Hi. Death is inevitable, yet why do we feel grief when someone the loved one dies? Because it's only inevitable intellectually.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 72,
      "title": "Q72",
      "start": 3456.79,
      "end": 3463.69,
      "text": "Do you access or not? If I say yes or no, it wouldn't do anything for you.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 73,
      "title": "Q73",
      "start": 3478.29,
      "end": 3488.95,
      "text": "Pranamsita. My question is all things are empty. Does that mean are you talking about silence? No. All things are empty means all things are insignificant.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 74,
      "title": "Q74",
      "start": 3506.82,
      "end": 3511.0,
      "text": "What are you looking forward to? Nothing.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 75,
      "title": "Q75",
      "start": 3521.55,
      "end": 3531.74,
      "text": "What's what's the world gonna look like after this pandemic is over? This world will always be the same, full of illusion and lies.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 76,
      "title": "Q76",
      "start": 3571.36,
      "end": 3594.27,
      "text": "Hi. Is marriage really necessary? Not if you don't think so. Hello. Hi.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 77,
      "title": "Q77",
      "start": 3596.58,
      "end": 3636.81,
      "text": "So so generally speaking, I feel, I'm a coward. I hide it under the guise of being nice or doing good, but I know it's a lie. My personal world in the past, you know, has been filled with pain, so I don't want to inflict others. I don't want to inflict that pain on others. So it's almost as if it's a compulsion, some conditioning that I have. So I'm not gonna ask, you know, how do I overcome it because I know you can't give that advice to me. But do you have, any general, thoughts on this? No. I don't have any general thoughts.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 78,
      "title": "Q78",
      "start": 3667.38,
      "end": 3720.45,
      "text": "Hello, doctor Gupta? Hello? First of all, I want to thank you for all your contribution. I somehow know you are real. My question is, so I got interested in truth and enlightenment, from at the age of 14. And right now, I'm 26, and I'm totally confused, like, where to go from here. I already have a business, and I have to, support where to go from here. My question is why do we exist? I don't know. The question is, do you?",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 79,
      "title": "Q79",
      "start": 3730.28,
      "end": 3757.84,
      "text": "How can you know the truth and still function in the society, which it's almost as though is based upon the anti truth? Actually, it's only the human being who knows the truth that can truly live anywhere. Otherwise, he does not truly function. He simply lives a reactive life as a slave to society.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 80,
      "title": "Q80",
      "start": 3786.48,
      "end": 3792.92,
      "text": "Hey. My question is, is there anything more to life than say I've made",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 81,
      "title": "Q81",
      "start": 3795.58,
      "end": 3819.81,
      "text": "it? If that's how you conceptualize it, so be it. Yes.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 82,
      "title": "Q82",
      "start": 3823.57,
      "end": 3908.23,
      "text": "Thank you. Hi, doctor. Hello? Is questioning necessary to experience truth? It depends what the person under a particular individual means by questioning. Typically, it means intellectual questioning, and they will not get him anywhere. Hi. Hello? Why do you continue to exist? As I said before, you may wish to examine if one truly does exist.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 83,
      "title": "Q83",
      "start": 3923.67,
      "end": 3936.73,
      "text": "Hi. My question is, why do I forget the things that I know the things that I have realized? If you truly have realized them, you would not forget them.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 84,
      "title": "Q84",
      "start": 3953.63,
      "end": 4000.21,
      "text": "Hi. Who or what is who or what is controlling the world? That's a very vague question. Okay. So who who was who is controlling the actions of society and the world, and who dictates who is the overlord? Who is overseeing? Is it an algorithm? Is it a No. Human beings have created the world through their own mental illusions. Society and the world are not real. They are a farce. Who creates The mind of the mind of human beings have created society.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 85,
      "title": "Q85",
      "start": 4017.92,
      "end": 4038.19,
      "text": "Namaste. Why do I feel peaceful whenever I surrender to Lord Sri Krishna or to life or to the ultimate death? I feel peaceful. Why do I feel that peace? Why does it matter why you feel peace? If you feel peace, you feel peace. Why would you question it?",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 86,
      "title": "Q86",
      "start": 4061.53,
      "end": 4091.8,
      "text": "Is truth and peace the same thing? No. No. Hello?",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 87,
      "title": "Q87",
      "start": 4092.98,
      "end": 4093.48,
      "text": "Hello?",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 88,
      "title": "Q88",
      "start": 4094.66,
      "end": 4095.88,
      "text": "Just wanted to understand,",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 89,
      "title": "Q89",
      "start": 4096.45,
      "end": 4103.74,
      "text": "how do we measure the character of a person that we want to include in the room? No such thing.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 90,
      "title": "Q90",
      "start": 4123.41,
      "end": 4169.85,
      "text": "What is significant for the soul according to you? You may wish to examine what a soul really is. It's a vague concept. Whoever is on stage going forward.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 91,
      "title": "Q91",
      "start": 4204.81,
      "end": 4209.56,
      "text": "How do you know that ego is dying? Ego is not.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 92,
      "title": "Q92",
      "start": 4220.62,
      "end": 4255.18,
      "text": "So, basically, I have the problem. Like, I I'm absent of the mind in the reality. Like, I'm not present in that particular situation, so I can how can I improve? There is no how can I? Somebody's mic is on who's on stage.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 93,
      "title": "Q93",
      "start": 4292.24,
      "end": 4394.8,
      "text": "Hi. What do you exactly mean by the title? You know, all things are empty. You know? What do you what do you exactly mean by that? Insignificant. Meaningless. Hello? Hello. I got a simple question. I'm just curious. Do you re routinely wonder? And it has no relevance whether I do wonder or don't. I wonder. It doesn't have any meaning for you besides, you know, some intellectual curiosity.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 94,
      "title": "Q94",
      "start": 4405.03,
      "end": 4446.48,
      "text": "Hi. Hi, Sita. So so quick question is, if all things are empty, would it be best to just live in a farm and just, like, let things go? Why why do you say that all things are empty? I'm just is that if it's the title of the the the the Yeah. Why are you believing in it? Now I'm I'm not sure. I'm just questioning it. I don't I don't know if it's actually true. I'm just thinking I'm just trying to understand a train of thought. That's all. So if so if you haven't if you haven't discovered that for yourself, then it's just intellectual it's just intellectual Got it. Got it. Okay. I'll ponder out that. Thank you so much. I really",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 95,
      "title": "Q95",
      "start": 4455.85,
      "end": 4484.14,
      "text": "Hi. Hello. I want to ask, like, how to stop procrastinating? There is no how to. If you are going to ask how to, your question will not be answered. If you're going to ask how to, you may put your hand down.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 96,
      "title": "Q96",
      "start": 4494.7,
      "end": 4499.52,
      "text": "What is the ultimate purpose in your life? There is no purpose.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 97,
      "title": "Q97",
      "start": 4518.48,
      "end": 4527.15,
      "text": "Hello? Why is it so difficult to sustain faith or hope? Because it has no meaning.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 98,
      "title": "Q98",
      "start": 4557.68,
      "end": 4574.82,
      "text": "What's the difference between belief and truth? What do you think the difference is? Both are similar for me. Almost. Why do you say almost?",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 99,
      "title": "Q99",
      "start": 4578.97,
      "end": 4579.47,
      "text": "Because",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 100,
      "title": "Q100",
      "start": 4581.66,
      "end": 4652.02,
      "text": "what I believe is almost true for me. So your beliefs are true? Yeah. For me. I don't think, for others, but it's for me. I see. Who are you?",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 101,
      "title": "Q101",
      "start": 4669.61,
      "end": 4694.66,
      "text": "Hi, Capel. The truth isn't empty. The way we feel about our kids isn't empty. Our love isn't empty. Our duty is So I I'm not I'm not here to discuss anything with you. You're you're welcome to believe anything that you wish. I'm not telling that you should not believe that. I'm I'm not here to convince you of anything. You shouldn't even be here. You should listen to me.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 102,
      "title": "Q102",
      "start": 4709.77,
      "end": 4714.4,
      "text": "Is destiny predestined? It does not matter.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 103,
      "title": "Q103",
      "start": 4751.23,
      "end": 4766.21,
      "text": "Hi, Cabell. Thanks. I know there's no prescription to the truth, but in what scenario would you share with me your path to truth? There's nothing really to share.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 104,
      "title": "Q104",
      "start": 4777.56,
      "end": 4868.04,
      "text": "Hi, Kapo. My question is, why is it so difficult to retain the truth or maybe practice it even if after you've heard it and you've you kind of, like, accept that this is the truth. Because because you only under you've only had it intellectually. There's no such thing as practice. How do I make more money? Hi, Kapil. In your articles, you talk about, no mind and, so and go there through understanding. So could you elaborate on that,",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 105,
      "title": "Q105",
      "start": 4868.9,
      "end": 4911.12,
      "text": "please? I've written extensively about that. Nothing to elaborate about. If you have a specific question, you can ask it, but these open ended questions about do you solve all the problems of the world type of questions. They don't tell anyone they're not serious. Hello? Hello.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 106,
      "title": "Q106",
      "start": 4912.06,
      "end": 4917.12,
      "text": "Can a nihilist be ever be truly happy? There's no such thing.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 107,
      "title": "Q107",
      "start": 4927.5,
      "end": 4978.21,
      "text": "Hi. Is there anything, if at all, that is closest to truth? As in, let's say, if we are living in a lie in in society, we see all the indications around us. How do we know that we are moving towards truth? What are the indications which will be surrounding us if we are making that, path or that journey? There are no indications. The understanding is that everything that you experience is a lie. All of society, all of the world, all of your friends, all of your interactions, all of your social gatherings, all of what's in your head, all the books that you read, all of the austerities that you practice, everything is a lie. Now that might take you 400 lifetimes to discover, or it might take you two years. I don't know. But that is a realization that must be had.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 108,
      "title": "Q108",
      "start": 4996.36,
      "end": 5146.67,
      "text": "Hi, doctor Kapil. Hello. Hi. Words are a bit clumsy sometimes. I don't mean to be conceptual, but from my perspective, you you you're coming from a place that feels really embodied and mature, in what you're experiencing? And assuming that your path of devotion was organic and choiceless, were there moments along that path that that felt like a threshold that you crossed that was, like, no going back from this? Like like losing your virginity or something where you you fundamentally feel that I understand this greater somehow? Yeah. There have been many such things, but I don't look I don't look for them. You know? And that they happen by themselves. Yes. It's it's spontaneous. And and the hindsight comes to you that, might give it any I I I will tell you that I I think that perhaps the you know, any any type of even the and and I'm not saying that you do, but it even it suggests it sort of in your in your words, in your tone that I I don't think that anyone should have any admiration of any sort for me. I don't think that anyone should look up to me. I don't think that anyone should look at me as someone to to to follow or to hold in any high regard in their mind. It it just wasn't it just happened. No one really to, you know, emulate. And does that come from you feeling like you don't hold yourself in any regard at all? I don't know where it comes from. I I just feel that that's truth. I feel it too. It's a one on it's a journey inside of oneself. It is not trying to be like someone else, and, I don't think that anybody should be like",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 109,
      "title": "Q109",
      "start": 5183.49,
      "end": 5188.31,
      "text": "Do you have a free will? Free will.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 110,
      "title": "Q110",
      "start": 5209.94,
      "end": 5210.44,
      "text": "Yeah.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 111,
      "title": "Q111",
      "start": 5232.1,
      "end": 5240.28,
      "text": "Hello, doctor Gupta? Is peace a prerequisite to truth? No.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 112,
      "title": "Q112",
      "start": 5242.02,
      "end": 5242.85,
      "text": "Thank you.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 113,
      "title": "Q113",
      "start": 5314.27,
      "end": 5328.89,
      "text": "Namaste. If all things are empty, would then an empty mind be all things in all mental states? There's no reason for you to believe that all things are empty.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 114,
      "title": "Q114",
      "start": 5333.03,
      "end": 5343.14,
      "text": "What's the title? I thought that was the tie It is the title. There's no reason for you to believe it. Take it on faith.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 115,
      "title": "Q115",
      "start": 5353.93,
      "end": 5451.75,
      "text": "Hi, doctor. My question is if if if all things are empty, then why do human beings exist? I don't I don't understand. I, you know, I've I've answered this question several times tonight. There is no reason to think that all things are empty. There is no reason to say if all things are empty, as if you are taking my word for it. Well, my question is why do human beings so desperately seek fulfillment? That's the question. They don't seek any why what else would they seek? Whether it's fulfillment or freedom or peace or whatever it may be. I don't understand the question. If all things are empty, should we just wait? K. If anyone is going to ask me if all things are empty, lower your hand.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 116,
      "title": "Q116",
      "start": 5485.85,
      "end": 5514.55,
      "text": "Hi. I just had a question. I don't know if this was answered before. Karma, fate, and free will, which of these three things out of this which is the most truthful one? Irrelevant. Hi.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 117,
      "title": "Q117",
      "start": 5517.01,
      "end": 5540.49,
      "text": "Hello. How have you dealt with the the kind of shock, and the destabilizing effects of of becoming more and more aware of how deep your self deception runs. I don't deal with things. It's not dealing with.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 118,
      "title": "Q118",
      "start": 5556.17,
      "end": 5574.77,
      "text": "Does the adversary of truth differ from the adversary of of finding truth? Ask what you wanna ask. What is the adversary of truth? Belief and opinion.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 119,
      "title": "Q119",
      "start": 5588.26,
      "end": 5618.22,
      "text": "Namaste, Kapil. Namaste. If one is in silence and there are no questions, there are no interpretations, is is such a state, nearer to the truth? It can be. It depends upon the context. Some people can manipulate that state for a few minutes, but that doesn't mean it's it's real.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 120,
      "title": "Q120",
      "start": 5634.19,
      "end": 5694.57,
      "text": "Hello. This is doctor Claudine, the Miss Global Peace. All things are empty. Everybody has their way to fill up the cup. They need to fill up according to their will or their divine connections. So when each individual is fill up, can it be peace, can it be forgiveness, can it be joy? Do we have a a way we connected to each other, or we just continue to fill up for each one according to how we we can? There's no filling up, number one. Remember, do connection with each other is false. Yeah. Good morning, sir. Good morning.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 121,
      "title": "Q121",
      "start": 5695.27,
      "end": 5709.45,
      "text": "So my question is how to empty my mind to learn the new thing? Is very important and is very difficult for me. How to? It is how to. How? Means Okay. There there is a thing.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 122,
      "title": "Q122",
      "start": 5727.55,
      "end": 5746.34,
      "text": "Hello? Hello? How does the, empty nest can hold the, seeds of this whole world? I have no idea what you're asking, and I don't think that you do either.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 123,
      "title": "Q123",
      "start": 5775.79,
      "end": 5785.6,
      "text": "What is the source of my creation? It will do nothing for you.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 124,
      "title": "Q124",
      "start": 5821.22,
      "end": 5833.74,
      "text": "Hello? Hello? Yes. Yeah. So so I have a question for you. Can I ask? Yes.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 125,
      "title": "Q125",
      "start": 5834.28,
      "end": 5860.18,
      "text": "So does religion serve any purpose in today's time? I don't I don't want to try to change your beliefs. If you believe it does, then it does. But, no, religion religion is not about God. Yeah. But does it",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 126,
      "title": "Q126",
      "start": 5888.97,
      "end": 5927.41,
      "text": "Hi, I'm deeply hurt, and I feel empty. How do I stay with this emptiness if it is? There's no reason to do anything. There's no how to. The only thing that is, and the only thing that works is the truth.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 127,
      "title": "Q127",
      "start": 5946.86,
      "end": 6038.52,
      "text": "Hello, sir? Hello. Is the seeking of my ruby tooth a worthy goal for my life? Repeat the question. Is the seeking of my ruby tooth a worthy goal for my life? What is a ruby tooth? It was literally a tooth made of 100% ruby, but it's metaphorically a difficult mission to achieve so that my life will take me on interesting adventures and meet interesting people to obtain attain this nearly impossible tooth. Try it. See where it takes you. Hello, doctor Kapil? Hello.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 128,
      "title": "Q128",
      "start": 6039.36,
      "end": 6057.44,
      "text": "Thank you for bringing me up. So my question is, isn't even the thinking that one day I will reach the ultimate truth and imprisonment by the self? If you were doing that for purposes of relief, pleasure, and prescription, then yes.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 129,
      "title": "Q129",
      "start": 6080.57,
      "end": 6112.58,
      "text": "Hello, doctor Kapil. So, my question is related to when you say what you want, what you become is in you or what you like doing is already within you and you have to just find it and maximize on that. Is the process of, you know, knowing what is in you purely intellectual, or is it just trial and error? It can be whatever you want it to be. There's no defined process for that.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 130,
      "title": "Q130",
      "start": 6123.6,
      "end": 6146.51,
      "text": "Hello. My question is, can one create art from nothing, or is everything just a reinterpretation of one's perceptions and experiences? It's whatever you think it to be. What does it matter? Whether it's a reinterpretation or whether it's from nothing. There's no badge to be got.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 131,
      "title": "Q131",
      "start": 6168.05,
      "end": 6195.11,
      "text": "Hello, doctor. Thanks for being here. I just wanted to know, like, is it possible to live without money? People live without money. They live in caves. They live as a homeless person or person who begs on the street. So, yes, it's possible to live without money.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 132,
      "title": "Q132",
      "start": 6216.97,
      "end": 6226.1,
      "text": "Hello, doctor? Hello? The question I wanna ask is, is there life after death? Is there rebirth? I don't know.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 133,
      "title": "Q133",
      "start": 6254.32,
      "end": 6271.84,
      "text": "Hello, Pranam. My my question to you is what do you do to decide in life? There's nothing as to what to do. It's not about doing anything.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 134,
      "title": "Q134",
      "start": 6288.31,
      "end": 6357.38,
      "text": "Hello? Am I audible? Yes. Yeah. My question is, why do we feel like to distance ourselves from these Homo CPMs after we have achieved the delta states of mind? Who cares? Nobody. No. Like when when did you realize that all things are empty? Was it better?",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 135,
      "title": "Q135",
      "start": 6536.41,
      "end": 6679.73,
      "text": "Hello? Hello. Can am I audible? Yes. Yes. Sir, sir, I have been struggling with this enormous fear of self realization, the fear of a nonconceptual, non perceptual reality. Even though I want to discover it, at the same time, there is this enormous fear that I've been struggling with for more than a decade. And, I cannot give you a prescription to overcome the fear. Pardon? I cannot give you a prescription to overcome the fear. No. No. I'm not asking for a prescription. But could you comment on, like, what is it that I need to see what is it that I need to realize in order to be free from it? When there is devotion, fear does not matter. Yes. Yes. Do you have a question? Yeah.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 136,
      "title": "Q136",
      "start": 6681.72,
      "end": 6682.69,
      "text": "Hi. So",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    },
    {
      "id": 137,
      "title": "Q137",
      "start": 6683.55,
      "end": 6782.66,
      "text": "I'd like to put it, in spite of this is this is not regards to work. This is regards to the relationship we create, with people why is it that I can I can barely hear you? Can you hear me now? Why is it that when we create connections with people, We we sort of create a relationship in our head. But, when there is no exchange, although although we understand that we're not we're not accepting, we're not looking for acceptance. We're not looking for a give and take take, but we feel we feel like it's You don't have a good connection. You broke up. I cannot hear you. Good night.",
      "audio_file": "All Things Are EMPTY - Kapil Gupta MD (Q&A Session) _ 8 June 2021 _ The Truth Seeker Podcast [G6b6lLX6pPg].mp3",
      "source": "deepgram"
    }
  ]
}