{
  "video_id": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast",
  "title": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast",
  "webpage_url": null,
  "blocks": [
    {
      "id": 1,
      "title": "Q1",
      "start": 849.57,
      "end": 1048.35,
      "text": "Hey, Kapil. Thanks for having me on. So basically, I've seen some of your videos online and interviews and stuff, and I've, heard you talk about, like, like, moving to ulterior motives and how, how do you I'm not sure I'm not sure if you've seen do you mean a a video interview? An interview on YouTube. Yeah. Yeah. That was not me. If you've heard audio Yeah. No. No. No. Sorry. Sorry. Not video. Not video. Audio. Audio on on the arrival podcast, I think, is on the arrival one. Yeah. I'm not sure because sometimes, I think there's another person by the same name. Yeah. No. And others other other others have asked me about that. He's, the gentleman, is forgive me, but sort of bald. Yeah. No. I've I've seen him. Yeah. I've seen him. Okay. Yeah. I was I was just clarifying just to make sure. No no worries. I'm I'm speaking about, I think a video of, of yours was, like, a a podcast or so, from the PGA tours when you're talking about, the person who comes to the golf course, looking for an ulterior motive or looking for win and look looking to win has already failed or or something along those lines. So so, you know, I'm I'm in business, and I'm always, moving towards goals. And the main thing that I'm trying to accumulate is financial success. And, sometimes in a business as I'm building, I'm I'm asking myself, because there's an ulterior motive, because I'm looking for financial success. No matter how honest the business I'm building is, is that the hindrance towards me actually reaching that goal? And, well Well, it is it is it is about honesty, and and it must be stated stated that honesty is not a good thing. It is, simply it it there's no rule. There's no morality. But if one is dishonest, they pay a price. So it is it is honest to say that the reason that one builds a business is to make money. So there is not there there the difficulty comes when when people tend to create rules out of my words and they try to create prescriptions and, and turn them into some ideal to follow. And there is no right or wrong. And if one wishes to make money, then he wishes to make money. It is far more honest to say that than it is to pretend that one is not. And and so I think what you may not understand the answer to this question, and which happens a lot of times, is that a person asks the questions and then the truth is given to them, but they didn't have the ears to hear it before they asked it again. And I'm not going to respond again. So I will tell you that here's the truth about what you're asking, and that is that, and you may not have the ears to hear it. I don't know. You will only you will find out for yourself. The the the truth about that is is that whether you come to win or not, if you do, then you do. But to try to subvert and to try to deny that, or to try to say, well, that's against the rules, therefore, I must stop that. That will lead you to more problems than straight honesty. Okay. Thank you.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 2,
      "title": "Q2",
      "start": 1107.3,
      "end": 1146.02,
      "text": "Thank you for inviting me to the stage. What is the truth behind feelings of loneliness? Thank you. The attempt to stop being lonely, to have other people around, in order to lessen one's loneliness, will only provide temporary relief. The truth lies in the fact that every human being is alone. We are simply under the guise and under the pretense that they are not.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 3,
      "title": "Q3",
      "start": 1154.66,
      "end": 1290.31,
      "text": "Hello, Kapil. Thanks for having me on. My question is when you do come across the rare individual who's serious and is doing everything they can to reach their higher self. How do you, differentiate these people from, you know, the window shoppers or things like that? How do you know when you're dealing with the real deal? Is it the eyes? Is it the voice? Is it the work ethic? What's the distinguishing factor? Well, I don't try to make that distinction, on purpose. I mean, if I'm working with a private client, that's first of all, they would not be accepted until that was clearly demonstrated. And if it's someone in the public, I don't it it's very clear I mean, I'm not fully interested if they're serious or not. It doesn't it doesn't have any influence on me one way or the other. If they're serious, not serious because of me. They're serious because being serious will get them somewhere, so it's all about them, not about me. But unserious people are basically almost everyone. And they're searching for prescriptions and and how to's, and they are completely lost and lost and attached to the culture. May I ask a follow-up question? Okay. If you were a serious person that had isolated yourself from society and did what you needed to do to evolve, how would you go about reintegrating yourself to, quote, unquote, fit in once you've already made the necessary time away to evolve? I mean, there's no how to. Firstly, there's no reason to isolate oneself from society. And the reason that that is said is because people are very, very prescriptive in the most clever ways. And so they will isolate themselves from society so that they can does something. And if it's a natural isolation, that's one thing. If they do it in order to in order to prove to themselves that they are not a part of society, they'll just keep thinking about societal things while they're isolated. And And there is no reintegration. Where one is, one is. Thank",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 4,
      "title": "Q4",
      "start": 1300.32,
      "end": 1348.84,
      "text": "Hello. Thank you for having me. My question is, when you are, like, addicted to a substance or whatever in life, what is your take on how to change your change yourself and, be better, and what's the best way to do it? I cannot really provide advice about that because, you know, it's very that's that's a very multifactorial involved topic. You know, I cannot just tell someone, well, go do this. But I will say that the very desire to no longer be addicted to something is perhaps the greatest factor which determines whether he ends up succeeding, in becoming detached from it or not.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 5,
      "title": "Q5",
      "start": 1372.53,
      "end": 1373.03,
      "text": "Hi.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 6,
      "title": "Q6",
      "start": 1375.16,
      "end": 1452.9,
      "text": "Do all our actions in life stem from desire? I mean, that's a very academic and broad question. It that's a question that you is asked from arm's length. Ask what you really want to ask. Don't dress it up. Okay. Are there any selfless acts? Can we do things without that aren't selfless? And why why would that matter, whether there is or not? I mean, let let's say tomorrow that you did a selfless selfless act. So what? How was your question anything beyond academia? Just How was it personal? How was it life affecting? How is it that you're dry drowning and you need to keep your head above water? The worst questions are the academic ones. That's why intellectuals have no have no chance. So would you say that what you're doing is based on desire or not? I have no idea why I do what I do. The words are simply being spoken. Do you This is turning into a discussion.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 7,
      "title": "Q7",
      "start": 1463.29,
      "end": 1475.31,
      "text": "Hey. Hi, Kapil. So I have a I want to get some understanding on the subject self. So I've been studying this subject Vedanta, and I understand that,",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 8,
      "title": "Q8",
      "start": 1487.7,
      "end": 1501.81,
      "text": "Hi, Hi, So this is slightly long question and a personal one. Basically, these kind of questions, what is God and what is the meaning of life, this started happening to me when I was, like, 10, 12 years old. I don't know why. I drink",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 9,
      "title": "Q9",
      "start": 1513.48,
      "end": 1604.65,
      "text": "Hi, Kapil. Can you hear me? Go ahead. Can Can you hear me? Go ahead. Go ahead. Hi, Kapil. This is Frederick. I was wondering when it comes to your work in all various forms, does it have any per what's being written, or is that only gonna interfere? I don't know what you said because you broke up. You when when I when I'm exposing myself to all your different work in all various forms, does it have any purpose to think about what's being, explored? Or Well, what what I will say what I will say is this. When you read the words, you may think you understand, and in some cases you may very well understand. But it would be wise that when you read the words, or when you hear the words, to bring with you a very intense possibility that what you think is being said is not what is truly being said. But simply the words at face value, that something something perhaps far beyond what you think is being said, is being said.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 10,
      "title": "Q10",
      "start": 1615.89,
      "end": 1634.44,
      "text": "Hello. So my question essentially is, do we construct our morality based on the ethics that are present in the society or the construction of morality is innate to a person? There is no morality or ethics. Those are societally created phenomena.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 11,
      "title": "Q11",
      "start": 1642.3,
      "end": 1647.12,
      "text": "Hi. What are questions I can ask myself so that I can become my own teacher?",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 12,
      "title": "Q12",
      "start": 1651.92,
      "end": 1665.65,
      "text": "I cannot give you the questions to ask yourself. It is the investigation of one's own level of sincerity or seriousness without the compulsion to feel that they should be sincere or serious.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 13,
      "title": "Q13",
      "start": 1679.57,
      "end": 1717.42,
      "text": "Thank you so much for inviting me. My question was simple that does one success can be defined on the basis of how much money they accumulate or on the basis of how much Hello. I want to ask, who are you? Thank you. Hey. Hi,",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 14,
      "title": "Q14",
      "start": 1727.9,
      "end": 1747.1,
      "text": "Am I audible? Go ahead. Okay. So, I have a very simple question. Why do we have seatbelts on planes and not on buses? I mean, if a bus crashes, into something while passengers load",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 15,
      "title": "Q15",
      "start": 1759.55,
      "end": 1775.33,
      "text": "Hey. How's it going? I've been meaning, to get into, Ted Lasso season two. But my experience with season one just isn't, like, up to what everyone else was talking about the show, and it's a critically acclaimed. It's won a couple Emmys. But",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 16,
      "title": "Q16",
      "start": 1804.99,
      "end": 1924.77,
      "text": "Hello. I have always been amazed at, the apparent wisdom of the very old and the very young. Do you think this is more than an appearance? Who cares? Every human being is suffering in their life in various forms. And while there is no compulsion for them to explore their suffering, this is not being recommended. They tend to find every way to waste their lives even further. By asking things which have no instant relevance to their life. It literally is like a person who is drowning, but they're worried about their acne because they want to avoid the drowning and not that not that they should face the drowning, but it is an illustrative example of how skillful human beings have become at wasting their time and their lives.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 17,
      "title": "Q17",
      "start": 1948.38,
      "end": 2001.79,
      "text": "I know that you, interact with many, people in the high level of society. My question to you is regarding the truth when they're, looking for the truth. What's the difference between the CEOs, athletes, and artists, the top of them, and the difference between, the average, citizen when they're looking for the truth? All human beings are the same. One's real worth comes from one's level of sincerity and seriousness. It is the sincerity and the seriousness which determines where they go in their life. Not how much money they had, not how famous they are. That sincerity and their and seriousness is between them and them.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 18,
      "title": "Q18",
      "start": 2015.22,
      "end": 2027.35,
      "text": "Hi, Pavel. Thanks for adding. This is a question that bothers a lot of us youngsters, especially me, but you haven't spoken much about it. It's about sexual obsessions and fantasies and",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 19,
      "title": "Q19",
      "start": 2038.79,
      "end": 2047.85,
      "text": "Hi, Sidha. Good morning. Am I audible? Yes. Go ahead. Yeah. Hi. How do I get a gym body without going to the gym?",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 20,
      "title": "Q20",
      "start": 2068.47,
      "end": 2075.06,
      "text": "Hello. Are you a GPT three algorithm trained on the Annihilist teachings of Jiddu Krishnamurti?",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 21,
      "title": "Q21",
      "start": 2161.41,
      "end": 2163.67,
      "text": "What do you think determines someone's value?",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 22,
      "title": "Q22",
      "start": 2180.4,
      "end": 2183.7,
      "text": "Can you hear me? Go ahead.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 23,
      "title": "Q23",
      "start": 2185.12,
      "end": 2186.42,
      "text": "How do you love yourself?",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 24,
      "title": "Q24",
      "start": 2203.71,
      "end": 2214.61,
      "text": "Hi. Can you hear me? If you're invited on stage, ask your question.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 25,
      "title": "Q25",
      "start": 2224.43,
      "end": 2240.69,
      "text": "Hi. On rare occasion when I'm in nature, in silence, sometimes I have it feels like ancient words of wisdom come through in audible format, but in my mind. And I was wondering what is that?",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 26,
      "title": "Q26",
      "start": 2257.18,
      "end": 2273.02,
      "text": "Hello. I have one question. Like, what if we are living in a dead world? Like, we can see the people who are alive, and we can only see who are dead. Thank you. It only matters if you're dead or alive.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 27,
      "title": "Q27",
      "start": 2315.28,
      "end": 2347.23,
      "text": "How does one, evade the constant cycle of despair followed by motivation, achievement, destruction, self destruction, and then despair. If you have a how to question, do your best to lower your hand. Hi. I want to know, what exactly are you smoking today?",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 28,
      "title": "Q28",
      "start": 2369.85,
      "end": 2464.14,
      "text": "Hello. I had listened to one of your discourses one time where the the you had in you had inquired who the thing that I truly am was, and you had engaged with that. And in that moment, when I was standing in the bathroom, and I listened to that, I was without any socialized or I I was without any socialized way of thinking about the world or feeling things, and I felt completely devoid of of regarding things the way I do. And ever since then, I've been trying to when I even trying to, it's not even been my choice, to reduce all of the thoughts that I have, the decisions I make, the relationships I have down, down, down until I can't I can't seem to understand what the true engagement would be in the socialized world, that I can only ever pursue the truth. But when I try to engage with the being that I truly am, it can only be posed as a prescription to myself. And so when I try to do that, I can engage with them. The person of truth can only walk alone. I I understand. No. You don't.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 29,
      "title": "Q29",
      "start": 2474.45,
      "end": 2478.95,
      "text": "What is what is the absolute truth?",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 30,
      "title": "Q30",
      "start": 2511.14,
      "end": 2540.86,
      "text": "Hi. I just had a question. How do you do what you do? I don't understand the question. How do you go about coaching, people? I don't coach anyone. What do you do? I don't know. It happens.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 31,
      "title": "Q31",
      "start": 2555.62,
      "end": 2556.2,
      "text": "I'm audible.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 32,
      "title": "Q32",
      "start": 2577.09,
      "end": 2695.64,
      "text": "Hi. My question is, what do you mean when you say that peace happens when you become out of mind? Like, through it's through no mind. Like, I don't really understand how one could exist without Well, what what you have first of all, two things. Number one, you seem to have picked something out of one of my discourses. I don't remember anything that I write or very rarely. Therefore, you ask me something out of context. I have no idea where what you're referring to. Number two, I believe that you said, I don't understand how with no mind x y z. It isn't my place to make you understand. And these are these are things that are very, very deep. Yeah. Module. I wanted to ask that of value being in the workplace, value following the routes, value in points to do it and not just specify. Does why do I keep wasting my life even though I've noticed over and over again how miserable that makes me? That's a question for yourself. K. I keep seeing this number eleven eleven quite often.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 33,
      "title": "Q33",
      "start": 2714.2,
      "end": 2719.9,
      "text": "What do you get out of being on Clubhouse? Nothing.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 34,
      "title": "Q34",
      "start": 2752.61,
      "end": 2788.69,
      "text": "Hello? So you, make truthful statements where you state things the way they are, whereas almost every single other person I know states things the way they should be. So in the journey towards understanding where things come from the source as opposed to how to do it, what does one obtain, and what does one remove by stating things the way they are? Thank you. I don't I'm not interested in what it does for one.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 35,
      "title": "Q35",
      "start": 2791.95,
      "end": 2804.34,
      "text": "I'm not sure what you're asking. Okay. Now, what what role how important is it in terms of finding the truth, basically? Well, if you ask that question, that means you're not ready for the truth.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 36,
      "title": "Q36",
      "start": 2820.33,
      "end": 2820.83,
      "text": "Hi.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 37,
      "title": "Q37",
      "start": 2838.24,
      "end": 2838.74,
      "text": "Good",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 38,
      "title": "Q38",
      "start": 2841.76,
      "end": 2915.09,
      "text": "evening. When you know there is a constant exposure to truth, we arrive we get to know about the particular thing. We arrive at the particular place. What do you mean by that constant exposure, sir? Is that, is that I always, is that I always be in the no. I I I always imbibe myself where the goals are, where I want to arrive or the system where I want to arrive. What is that, sir? Constant exposure to tooth. What does it mean, sir? Are you constantly exposed to air? Sir? Are you constantly exposed to air? Yeah. Yeah. Yeah. K. So are you doing anything about that? No. K. That's what that's what exposure means. Exposure means constant exposure to to words or dialogues or, or discourses or whatever it may be. That is absolute truth. Okay. Okay. Okay. Thank you, sir.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 39,
      "title": "Q39",
      "start": 2924.82,
      "end": 2962.64,
      "text": "Thank you for hosting this. I'd like to say that sometimes, I let anger get over me, and it just happens. And I feel really bad afterwards. Right? I should have not done it. You know? It's unacceptable, but it just happens. And do I have to accept that as a reality? Is there, any other alternatives to this? No. There is no there is no prescription for that. Okay. Thank you. To to to pursue the to pursue the attempt to become less angry will only lead you further down into illusion.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 40,
      "title": "Q40",
      "start": 2978.39,
      "end": 3117.18,
      "text": "Good morning, sir. So my question here is, I know clarity comes from inside, but is it okay to, just, search clarity from outside at times when you are not, you know, like, you when you feel connected certain times, certain, spiritual, you know, message messages comes to you and all that. But still, when you're not completely clear on certain aspects, is it okay to search the site or clarity only comes from within? Well, I am certain that you have attempted to search for this clarity outside before. Is this correct? I'm not able to clearly understand what you're actually asking me. Can you repeat that again? I'm certain that you have attempted to obtain this clarity from the various sources outside before. Is this correct? Yes. K. So did you find it? To a certain extent, in certain aspects, I I I can have clarity, but, yet not in all the aspects or all the questions that I'm searching for. Okay. So the if you have looked outside and you have not found it, then of what value is it to ask if it is okay to keep looking outside? Hey, Celia. Thank you for bringing me up. What is the deepest desire that you've had in your life? Hello, Sita. Is life purely phenomenal or purely intellectual?",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 41,
      "title": "Q41",
      "start": 3132.05,
      "end": 3175.88,
      "text": "Namaste, doctor Kapil, sir. I wanted so, having followed your work for a few years and, also, you know, having seen, a lasting, impact of it on my life, this is something that I encounter rather frequently. So, I have noticed that, you know, after, well, going through your work, I developed these new insights. However, on being confronted with reality, I find myself, you know, having, a lack of clarity on the necessary aspects of the implementation of it. So I wanted to understand from you where am I going wrong. There is no implementation. You are prescriptionizing my words.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 42,
      "title": "Q42",
      "start": 3187.38,
      "end": 3218.18,
      "text": "If if one has exposed themselves to your work, then, the forms that they have available to them and and found some additional suffering as it's, broken, pieces of his life. Yet they don't find the sincerity to to change or to consistently pursue truth. Is is that individual",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 43,
      "title": "Q43",
      "start": 3219.92,
      "end": 3225.3,
      "text": "doomed? I think you can answer that question for yourself.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 44,
      "title": "Q44",
      "start": 3247.39,
      "end": 3437.95,
      "text": "Good evening, Tapia. I, after years of, being, like, very goal oriented, trying to be helpful to family and friends and try to be, you know, useful useful, for people around me. And, so that was your way of living that put constant pressure. And now that, it's been maybe six months or, that, I kind of separated, that completely, from everything that I had before. It's like, now life I I feel like it is, a huge, weight that has been lifted. I feel ridiculous, when I get up and I don't have, worries, and it it feels completely different. As much crazy that, that I feel like if I get up or not get up, it wouldn't really change anything, and that makes me, like, free. And I make making me, like, laugh how stupid I was before. I don't know how long I'm gonna live, but is that feeling of really not being useful and not needing anything and not needing to interact with anybody and not do anything really important. Any you know, like, is that, a mind making, or is that a natural state of being that I am experiencing? Is that I think the natural states of being arise when one has, an understanding of the truth. And when one does not have an understanding of the truth, then the person begins to live according to concepts. And when a person begins to live according to concepts, then that person begins to judge himself or herself according to whether or not they are following the concepts or not. And therefore, they become good or bad in their own eyes and in the eyes of society. So this is not for me to tell you that the way that you are feeling is correct, and that is what and that is proper, and that is the right thing to do. Uh-huh. It really it really comes down to you searching inside of yourself to discover if these things are the natural occurrence within you based upon the the things that you have understood. And if they are, then they are. But as soon as you harden it into something which says that that good for me, I'm doing the proper thing, then the floor falls out from beneath you.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 45,
      "title": "Q45",
      "start": 3456.7,
      "end": 3511.86,
      "text": "Hi. You said something earlier where you mentioned the person of truth can only walk alone. So I'm I'm wondering. I don't know why it it just spoke to me. So I'm wondering, what is a person of truth? I I understand honesty. I understand speaking truth or thinking truth. Well, a person of truth a person there's no there's no dictionary definition, but it went from a, just in this vernacular, what I'm speaking about, a person of truth is an individual who is sincerely, not an unconditionally and non prescriptively, without the banner of self help or self development or the poison of spirituality, is for whatever reason devoted to discovering the truth.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 46,
      "title": "Q46",
      "start": 3532.76,
      "end": 3538.93,
      "text": "Hi. So I just want to know if, like, what happens after that? Like,",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 47,
      "title": "Q47",
      "start": 3549.49,
      "end": 3572.64,
      "text": "Hi. I just wanna know, why does the mind seek pleasure? It's a very insightful question, but one that is very deep and very complex to simply provide a response to in this form.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 48,
      "title": "Q48",
      "start": 3594.81,
      "end": 3616.99,
      "text": "Hello, Sarah. My question is, so I believe what I see is what my mind creates. So if I change how my mind sees the reality, with my own form of reality, my mind can change much, and if it does, would that help me a lot to reach the truth? No. Thank you.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 49,
      "title": "Q49",
      "start": 3626.67,
      "end": 3684.28,
      "text": "Hi, Kapil. I just wanted to ask a quick question about the relationship between pleasure and pain. I know you always say that where there's one, there is the other. I guess when do you would you compare the real what I'm just trying to understand how it works. Let's say if you were to take a drug as pleasure and you you feel the high end, is the low after you come down, is that the pain part where you feel that sense of withdrawal from not having that pleasure? Or is the low coming from the fact that you're the in the pursuant of pleasure, you make yourself unhappy until you get that gallop or that that moment? There are all kinds of pains. You've just mentioned a couple of them. Hello. I have a question.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 50,
      "title": "Q50",
      "start": 3685.14,
      "end": 3709.16,
      "text": "So, do you think that people really, enjoy pleasure? Hello, Kapil.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 51,
      "title": "Q51",
      "start": 3712.34,
      "end": 3784.16,
      "text": "I I've been reading, your work, for the past, three months. And before that, I've I've read Osho's work since, since I was 17. I'm 23 now. And whenever I read, these, Osho's works and your works, I've seen truth, and I was able to resonate with whatever was said. It was only when I read your work that I had a deeper understanding of the truth and and what, I had a had I had a much deeper understanding of the truth from from your work. And, this realization, which has which had always been there, it hit me even deeper that the mind is is a constant chatterbox, and it just doesn't end. One thought after the other, one thought after the other. And and I I really don't see it. Do you I I don't see an end to this, like, because it's it's been it's been long, and I I really don't see an end to this. It's just it's it's a very, very, very, very, I wouldn't say painful, but it's just not the way to live life. Okay.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 52,
      "title": "Q52",
      "start": 3828.36,
      "end": 3903.46,
      "text": "Thank you for the opportunity, doctor Gupta. I feel like I have arrived at very few truths about the society myself, or if not, very close to arriving at those truths. And when I see you talking about certain truths about society, sometimes I feel like maybe I'm using it as a justification to arrive at an end to my process. It's just an unexplainable kind of feeling. So my question was my question is, how do we the exposure to the truths that happens from going through your work, how do we receive it? Or does, There is no how. Getting exposed to several different Whatever whatever do you drink water? Yes. K. Is there a how that once the water enters you, then you must hear something about it?",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 53,
      "title": "Q53",
      "start": 3917.66,
      "end": 3960.98,
      "text": "Hey, couple. Thanks for bringing me on. I wrote down my question because I'm already kind of anxious right now. My question is, what's the truth behind the anxiety which takes over my mind before starting the easiest of tasks, like cleaning my room or doing my taxes despite knowing that there's no one to Yeah. It's a problem. Perhaps the one of the most pervasive, diseases of mankind, is is anxiety. Perhaps the more insidious disease is trying to find a how out of it. You know, there is a cure, but it does not come in the form of a how.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 54,
      "title": "Q54",
      "start": 3975.59,
      "end": 3998.66,
      "text": "Hello, Sidha. I want to know, if there is no how and there just is, then whatever is happening, whatever it is, it just is. Everything is complete within itself no matter what is happening in the moment. I think that these are things that you're talking yourself self into. I don't believe you have a real question.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 55,
      "title": "Q55",
      "start": 4013.22,
      "end": 4087.11,
      "text": "Thank you for the opportunity. I'm I'm curious if you believe in any kind of universal design, life path for individuals that what's come into their life has kind of come there because it's who they are or at their core. Maybe I'm not asking it in the best possible way, but maybe you have thoughts towards what I'm saying? Perhaps the best thing would be for you to examine your own experiences and to compare the things that happened to you to see if those those things were complimentary to you. And if the things that happened to you that that seemed random, but there was a system I there was a some system to the randomness that even though things that happened to you apparently randomly, they tended to provide some sort of effect. That would be perhaps the wiser pursuit than to ask it as an academic question.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 56,
      "title": "Q56",
      "start": 4115.12,
      "end": 4176.38,
      "text": "Hello, Kapil. So I have a question. Recently, I broke up with my girlfriend, and I know that, every relationship brings more pain than joy. And I realized that it's, for myself, it's true. And it's every times in the end, it's only pain. And, and I heard one of your thoughts, like, you should find it in within, but, I feel so empty and I can't find anything within. I mean, I understand that you can't give me, like, a prescript the answer. I just, there is the way the I mean, armor your heart, like, it's so fragile. And, and I like one of the thoughts, like, the state, alone but not lonely. And, it's just the thoughts. I'm sorry for my bad English.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 57,
      "title": "Q57",
      "start": 4188.47,
      "end": 4269.03,
      "text": "Hello, Kope. I wanted to ask that, in many of your discourses, you have seen that whenever you try to tell something, it gets tainted. You don't have to, see that. And what I have come to understanding that, whenever a human being tells another human being something, the shared realities and experiences will be totally different. They will not be same for the both human being. So does that comply with the universal truth too? Like, if you are explaining us the truth, will the universal truth be the same for us when we reach or experience that? If the truth is stated, then that has a way of for a given individual, finding a place within them. It does not mean that it will. It does not mean that it won't. And whatever in whatever form that happens or does not happen, it is an organic thing.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 58,
      "title": "Q58",
      "start": 4291.27,
      "end": 4300.61,
      "text": "Hello? All the problems that I have in my life, is it me who has the problems, or is it my",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 59,
      "title": "Q59",
      "start": 4305.31,
      "end": 4315.61,
      "text": "mind? It is one of the central truths to learn that one is not one's mind.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 60,
      "title": "Q60",
      "start": 4339.2,
      "end": 4342.74,
      "text": "What is the emergence of societies caused by?",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 61,
      "title": "Q61",
      "start": 4360.26,
      "end": 4363.0,
      "text": "If one is not one's mind, who are they?",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 62,
      "title": "Q62",
      "start": 4375.69,
      "end": 4376.68,
      "text": "Who am I?",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 63,
      "title": "Q63",
      "start": 4387.38,
      "end": 4395.18,
      "text": "Can truth itself be used for me to decide whether to get vaccinated or not?",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 64,
      "title": "Q64",
      "start": 4425.91,
      "end": 4453.53,
      "text": "Hello, Gupta, and be free of a problem. Does it require does it matter for the cause of the problem to be known, to give you some context? So over the years, I felt like I Well, you already you already asked the question. You know, just ask that question to yourself. It's fairly straightforward. The only thing that hinders you is the conditioning of society, which teaches people to look for solutions.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 65,
      "title": "Q65",
      "start": 4474.53,
      "end": 4477.91,
      "text": "What is light, and how do I trust it?",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 66,
      "title": "Q66",
      "start": 4489.59,
      "end": 4496.52,
      "text": "Hey. How's it going? So I was curious, what are your thoughts on seasons one and two of Ted Lasso?",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 67,
      "title": "Q67",
      "start": 4523.01,
      "end": 4523.98,
      "text": "Is it serious?",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 68,
      "title": "Q68",
      "start": 4557.45,
      "end": 4574.59,
      "text": "So my question is, since childhood, I have been I have been around creating videos and creating photographs. And as I as I started my career, I felt, yeah, maybe this is the calling that I should be going ahead with.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 69,
      "title": "Q69",
      "start": 4587.64,
      "end": 4589.58,
      "text": "How do I get back down to the audience?",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 70,
      "title": "Q70",
      "start": 4662.21,
      "end": 4679.41,
      "text": "Hi. So I have a question. I've actually worked on meditation myself, and my whole life, I've struggled with anxiety. During anything, whether it's a relationship,",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 71,
      "title": "Q71",
      "start": 4726.1,
      "end": 4733.64,
      "text": "My question is, why are we in the earth? Why are you in the clubhouse? What's the purpose? Thank you.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 72,
      "title": "Q72",
      "start": 4926.1,
      "end": 4930.44,
      "text": "Can synchronicity be used as a tool for discernment and decision",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 73,
      "title": "Q73",
      "start": 4932.47,
      "end": 4932.97,
      "text": "making?",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 74,
      "title": "Q74",
      "start": 4963.7,
      "end": 5364.41,
      "text": "Hi, Master. Thank you for your time. My question is, basically, I'll give you a quick background. Just growing up, I've I've experienced a good amount of abuse, like, emotional abuse, verbal abuse mainly, and a bit of physical abuse for my father. The physical, I mean, I know it's been anyways, I'm 26 now. The first eighteen years of my life was pretty crappy due to, how he was in the house, and how he treated my mother and all this. And, I guess my question is, I'm 26 now. I'm fairly independent, you know, rather relatively successful product designer in tech and all this stuff. And, you know, I have a talent at it. And I've been listening to your work for I've been reading your work and listening to you for quite some time now. And intellectually, I understand that everything I think about with him about, like, how he treated me in the past and all this. And I still I still think about him daily because me and him really don't speak. We haven't spoken in in about a decade. Well, less than that. And intellectually, I understand that all this memory, all this thought about me and him is all in my mind. And I know it's not really me, and I know it's not really real. This is all just past. And, I guess I'm a little I guess I get frustrated and a little fed up because when I'm alone, like, you know, if I'm driving alone and stuff, this anger comes out of me, and I kind of, you know, manifest in different ways. But it comes kind of against him in a way because of all the unfair treatment and all this stuff. And, again, I understand intellectually this all just fake. A human being does not know why the things that happened to him happened to him To the human being looks at things very simply. Either he looks at things from the standpoint of someone did something to him, or he looks at it from the standpoint of he should forgive. Right. The truth is you don't know why these things happen to you. No human being knows why these things happen to them. The truth is that you live in pain, and you live in suffering because of it. Yeah. So therefore it is not about him. It is about the hesitations that you have to stop blaming him. Therefore, in the end, your greatest problem is an imprisonment by your own ego. The modern day society, has devolved in ways that perhaps nature could not have even predicted. The things that become fashionable in society. Now, if one had a litmus test, and if one if one created an experiment in which whatever society did, they would deny it. One would obviously be well suited to do that experiment on their own and examine the results for themselves. But one thing can be stated for certain, and that is that if one follows society and its fashions and its dogmas, It will ruin their life. And that's why every human being's life is ruined. It has become fashionable to blame parents. It has become fashionable. And it is almost considered shameful to either live with one's parents or speak well of parents. And this is not a surprise because everything that is holy, and everything that is of a divine nature, and everything that is even semi pure, cannot survive in the plastic soil of society. Only false things can survive in society. No human being in a non realized state is perfect. And in every relationship setting, and particularly in the family setting, there are an enormous number of mistakes that are made from all members of the family. And while it can be stated that the children are the most innocent, particularly in the younger years. Truth never lies in blame. And truth does not lie in forgiveness. Truth lies in the understanding that one does not know as much as he or she thinks that they know. And perhaps the most practical truth in the most immediate timeframe is to turn one's back on all of society's fashions. Because society is among the greatest enemies of a human being. And the person who embraces society and its cultures, and its flags, and its way, and its notions, and its concepts will suffer endlessly throughout their life.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 75,
      "title": "Q75",
      "start": 5395.91,
      "end": 5412.78,
      "text": "Hello. Is everything other than yourself society? I'll take a look inside yourself and see if you have not imbibed society.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 76,
      "title": "Q76",
      "start": 5452.48,
      "end": 5472.35,
      "text": "Master, I was wondering now I had a change of vision, and I've known how you've spoken about how I said the training begins with the vision. But does my change in vision mean I'm straying from the truth? It's too general of a question.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 77,
      "title": "Q77",
      "start": 5496.12,
      "end": 5550.48,
      "text": "Hi. Do we need to humble ourselves and become less of us to learn, or do we need to become more of ourselves? Also, what are the experiences called where, one doesn't humble himself? Well, oftentimes, I have conversations with, my younger nephew. And my question is, is it possible to have a worthy conversation with without levying my conditioning onto him? Have a conversation and examine for yourself.",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 78,
      "title": "Q78",
      "start": 5624.27,
      "end": 5630.64,
      "text": "Morning. I want to know how do you deal with the pain of a broken heart?",
      "audio_file": "An Oral Discourse_ Kapil Gupta MD ( Q&A Session ) on - 26 Sept 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    }
  ]
}