{
  "video_id": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021",
  "title": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021",
  "webpage_url": null,
  "blocks": [
    {
      "id": 1,
      "title": "Q1",
      "start": 109.48,
      "end": 187.24,
      "text": "Hi, Kapil. After exposing myself to your work, I have, developed a, sort of filter within myself where I can, see some of the lies that pop up and arise throughout the day. My question is, what is the danger in in a lot of the filter is built up with with ideas that have come from you. Is there a danger in using that type of filter in in it not being organic? Well, if if someone attempts to copy me or make my words into rules, then yes. Because then is then that is, that isn't really trying to see the truth. That's just for pre pricing one set of rules for another set of rules. So it really is about understanding the essence. And if one develops a filter, it's a filter to be able to see if they are genuinely if they have exposed themselves enough to truth or is there still the a significant amount of poisoned remnants of looking for prescriptions. If a request is submitted, the request should be to ask a question. If there is no question, there is no need to make a request. If you're invited on stage and you say nothing, you will be sent back. Just in relation to truth,",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 2,
      "title": "Q2",
      "start": 188.62,
      "end": 216.83,
      "text": "if the individual exposure, so to say, to a situation will differ, would that also mean that the truth experienced by every individual will be true? And I'm sorry. I'm having some connectivity issues. I'll probably, stop my question. I'm not sure if this is getting through. I did underst hell, I didn't understand your question. So I was listening to one of your podcasts,",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 3,
      "title": "Q3",
      "start": 218.51,
      "end": 263.01,
      "text": "legend is uncompromising. And, one thing you said that going into the interiority of yourself might be might be not as a dangerous place, but I did. I mean, I quite dangerous. Like, I have been reflecting on some things, but I did not I don't know. You you are taking something from something that I wrote and then asking me a question about it. I don't remember what I wrote. And, therefore, when I write something, it doesn't come from me. It comes from somewhere else, and, therefore, I was in a particular state when writing that thing, and it was in a particular context. And so to pluck that and ask me outside of the context, at a different area of space and time. I don't I don't know. I can't answer that question.",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 4,
      "title": "Q4",
      "start": 265.07,
      "end": 268.13,
      "text": "Can you hear me? Seems it's not working.",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 5,
      "title": "Q5",
      "start": 269.55,
      "end": 351.09,
      "text": "Hello, Phil. My question is in regards to imbibing truth and being what you're surrounding yourself with. What I take from that is essentially, success leaves clues, and you wanna be around the right cats because Yeah. The success leaves clues, and you use the word cats. And therefore, you're you're already invaded even in your in your use of language by the culture using the word cats and success leaves clues as a popularistic metaphor and and popular phrases used by motivational speakers and such. The fact that the very fact that your DNA is given and attracted to such things, really places a limit and a hindrance upon you. The people who truly get somewhere really, of of a unique in a unique place in this world are those who don't really take things from society, who don't use word words like cats, and who don't use words like six less leaves clues because those are not your words. And so the people who are very sticky, they they they walk around almost like a Velcro. And the things that society says, they they stick to those terms. Those people, tend to be very limited because they have a sensitivity to society and what they hear. Hello. So I understand how you say that you hear the voices in the moment and whatnot.",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 6,
      "title": "Q6",
      "start": 351.55,
      "end": 365.65,
      "text": "I also am creative and am wondering how would what are the things that you do to stay connected at any given moment, let's say? I don't do anything. Only those who wish to ask a question should be sending requests.",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 7,
      "title": "Q7",
      "start": 366.12,
      "end": 432.65,
      "text": "Hi, Kapil. Kapil, I'm very fascinated by this idea that we should be listening. I don't want to prescriptionize it, but I want to do this that I want to expose myself to truth more and more so that the brain wires. But at the same time, I don't want to prescriptionize it. So what's the best way to approach this where I can expose myself to truth and at the same time not prescriptionize it? Well, the first thing is that you have to expose yourself. So the prescription the prescriptionizing and not prescriptionizing is is the second question. If one does not even expose themselves and the pros the possibility of prescriptionizing does not even arise, what must be understood is if the fear of prescriptionizing prevents someone from exposing themselves, then they're gone anyways, then they're not gonna get exposed to it anyways. So that's that's a secondary problem. First comes the exposure. And then as long as you're asking the question of prescriptionizing, then it seems that you already are aware that that is a problem. And the fact that you're aware of it means that you have indeed the possibility of not prescriptionizing it as opposed to the individual who isn't even aware that he might prescriptionize.",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 8,
      "title": "Q8",
      "start": 433.27,
      "end": 513.68,
      "text": "My question is, I find myself more often than I would like caught up in a sort of what I think is only willful denial of the sword, I guess, and I recognize it afterward. And I'm wondering if you can say something about releasing attachment to untruth. Well, do you think untruth untruth is valuable? Well, there must be some some reason doubled on to it. I feel like maybe it's comforting in some way. Well, that that's that's it's because if if you're holding on to it, that means that you think to some degree it's valuable. And so as long as you think that there's value in untruth, not intentionally, but for whatever reason, as long as you see value in untruth, it is silly to try to detach from it. And this is precisely the sort of convoluted conundrum that society does to a human being. It says do that or unattach yourself or walk away or whatever it is. And that's really kind of silly because why would someone walk away from something if there's value there? So everything is cosmetic. Everything is by force. Everything is prescriptive. Everything is do this and do that. Nothing is ever taken gently from the root and allowed to dissolve all by itself. So where there is value, it is stupid to try to detach from it. Why would you detach from value? Begin there. Hi, Kapil. How can we detach from depression",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 9,
      "title": "Q9",
      "start": 514.13,
      "end": 517.59,
      "text": "if we're so preoccupied with the mind? There's no how to.",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 10,
      "title": "Q10",
      "start": 518.21,
      "end": 619.5,
      "text": "Hi, Couple. So I guess my question is, is the coming truth or discovering truth the status quo for everybody, and it's only a matter of act or or is it a matter of active effort that leads them to become it? What what do you mean is it the status quo for everybody? Who who is it the status quo for? Who know that is exposing themselves to truth as the default? That's like saying, is it the status quo that the world is wise. Why would you say that? Based upon what? I'm I'm rather shocked that you would say that. Do you live in Atlantis or something? I'm sorry. That that was a bad question. I will No. It was a bad question. I just don't know why you said it. There's not nothing bad about it. Why would you say that the default or the status quo is for everyone to expose themselves to truth? What what what told you that? I I I guess I didn't really mean it as, or at least I meant it as in the direction in which people travel either intentionally or unintentionally is towards some form of or not some form of truth, but to be becoming truth. I guess I I guess I'm not really understanding the concept well enough that you'd be asking this question. But No. I don't they don't no one no one is trying to travel. No one is traveling towards truth. Everyone is traveling towards whatever they've been conditioned, and brainwashed to travel towards, which is prescription. So the the question should have been since everyone is defaulted and everyone is conditioned and everyone is brainwashed and everyone has a status quo of traveling towards prescription. Dot dot. Yes, that's true. But there is no one virtually who is exposing themselves on regular basis or even or even has that intent, for truth. I think",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 11,
      "title": "Q11",
      "start": 620.38,
      "end": 626.57,
      "text": "what do you think about consciousness? And, do you think it has got a higher trajectory than the brain?",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 12,
      "title": "Q12",
      "start": 627.25,
      "end": 627.99,
      "text": "Hi, Kapel.",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 13,
      "title": "Q13",
      "start": 629.01,
      "end": 685.92,
      "text": "Question I have is I've noticed in my own life that there is a pressure mostly coming from society, mostly coming from things that have been spoken to me amongst peers to persist in a job I don't like. And I know within me, I'm only staying for superficial reasons. I'm wondering how we can determine when something is sunk cost, what we should actually listen to, society's voice or our feelings? If you have to ask if you should listen to society's voice or yourself, then, I mean, if if that question has to be asked, then you're really far away from being ready to hear the answer. Hello. Yeah. I guess my question is, is there some sort of, like, existential truth in procrastination? Like, if I'm avoiding something, is that something that I shouldn't be doing? There's no should. You can procrastinate or you cannot. One is not good and the other is not bad.",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 14,
      "title": "Q14",
      "start": 686.78,
      "end": 752.8,
      "text": "Hi, Gutbel. I guess I have a question around, how does one know when someone is receiving truth or in the presence of real truth and you're not falling victims to truths that are really untrue? Well, it is an intellectual. I think the human beings within them have sort of receptors for truth to some degree, regardless of whether they intellectually understand it or not. Many times a person will come across something, and it will strike them a certain way as being, as as striking them deep in the heart of hearts because either it coincides with their experiences of life or it just feels like absolute truth, in it or not. If something has to be, put into a pie chart with diagrams and aligned down the center with pros and cons and, 14,000 statistics and run a PowerPoint presentation, it's garbage. So something is either instant and spontaneous and recognized on a visceral and biological or deeper than biological level, and it tends to be has the possibility of being true, where that is intellectual and academic is usually garbage.",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 15,
      "title": "Q15",
      "start": 754.12,
      "end": 759.11,
      "text": "What do most women find attractive in the opposite gender? Hi, couple.",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 16,
      "title": "Q16",
      "start": 759.49,
      "end": 872.08,
      "text": "I just wanted to ask. You had suggested that, being surrounded by untruth prevents one from seeing the truth or our search for prescription prevents us from finding the truth. I wanted to ask if I I guess the implication, at least for me when I was listening to it, is that these sources are fundamentally, like, from other humans. I was curious as to if natural environments can be a source of truth or untruth. Is there a No. It's a fair question. I would say that all of your friends speak untruth. Okay. All of your teachers speak untruth. Is there something? All the books that you read speak untruth. All your teachers and mentors speak untruth. All the newspapers and media that you watch or read, speak untruth. Everything around you speaks untruth. Now if you find a particular source, that whether it's in speaking or in reading, which strikes you as entirely different and entirely unique and entirely, opposite of everything that you ever heard. And and for whatever reason that you can't necessarily explain, it strikes you deeply that something is there, then you may be on to something. So for instance, like, this summer, I saw a waterfall that spoke to me very deeply. Is there truth in that waterfall, or could there be? There there could be, but it but that's irrelevant, though. That that doesn't solve any of your problems. I mean, it's so you could be you could be experiencing that as a as a as a nice, beautiful, peaceful experience. So is there truth there? Sure. There's there's truth across all of nature. Absolutely. Pure nature is true. There's no question about it. But typically, human beings are looking for, ways to solve the many existential and acute problems of their lives, and, looking at a waterfall is more of an escape than anything else. So I'm talking more from a truly utilitarian",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 17,
      "title": "Q17",
      "start": 872.53,
      "end": 899.35,
      "text": "perspective. I'm wondering if, if some people whose speech or writings or messages of truth resonated with you. Example, I guess, Krishnamurti. No. I don't I can't really say that many. Yeah. I I would say actually that some of the things I wouldn't say it's it's it's what necessarily, any teachings, but people such as Buddha and Jesus, I think, are very inspirational people. Hi, Kapo.",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 18,
      "title": "Q18",
      "start": 900.2,
      "end": 1029.8,
      "text": "On one of your private discourses, you had mentioned, one who has attained truth never leaves another human being astray. So Do you mean the public discourses or the private discourses? I don't know the exact term. It was on SoundCloud or YouTube. It was one of those two. I see. Okay. Good. So I'm curious if my profession I'm looking to find truth in my profession, and it is to convince others to purchase a solution by prescribing those individuals and leaving them astray. Yeah. I mean, if you anyone who has to convince anybody of anything, is nothing more than a salesman. And there's nothing and there's nothing at all wrong with being a salesman. I'm not I'm not here to downplay anything. Right. You could you could sell rocks for a living. It doesn't matter to me. There's there's no evil or unless you're doing evil for others. But but, yeah, I mean, if if you have to convince someone to buy something, you're selling you shoes. You're you're thing to me, that thing doesn't really have any value. If I have to convince someone to buy something, if I if I have to to talk them into it, you know, I I guess for me, I come in a very opposite perspective. Like, I I don't even want anyone to buy my stuff, because I don't think anyone deserves it, to be honest with you. Because you have to develop a certain demonstrate a certain degree of honesty and sincerity to benefit from it anyway. So they're really I don't like, providing truth to people who are, really insincere. It's a waste it's a waste on my part. So that's the answer to you that the word convince is a deal breaker right there. Okay. So, I mean, every leader every business leader has to drive revenue to their company. So how they how can they go about that without prescribing solutions? Yeah. I mean, that's a you know, there's a there there is a genuine way to do things in which things happen by themselves, and there this is not the forum to go into that. I mean, that's that's a long that's a long sort of systematic, approach deep into oneself to find out how that can organically happen. It absolutely can happen, but that isn't just do this. Understood. Thank you. Creates a filter.",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 19,
      "title": "Q19",
      "start": 1031.06,
      "end": 1062.51,
      "text": "No good or evil relates to morals and how we see it. Does that mean our consciousness or our default programming is a filter? The default programming is to believe in concepts. The default programming programming is to be bashed over the head with do's and don'ts, shoulds and should nots, goods and bads, you are good, you are evil. You're on the right thing, you're on the good thing, get a gold star, or get, a smack in the face. That's the conditioning. That's the filter that's been, put upon human beings. Times,",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 20,
      "title": "Q20",
      "start": 1062.89,
      "end": 1112.79,
      "text": "there is a a seeing or a recognition of something on on myself or, anything, that happens without, the mind. Same thing, for example, with a a feeling that's, like, a wordless kind of question, I tell myself. But the moment right after it, that there's a thought that tries to kind of explain it or rationalize it, and that takes from I feel that it takes from the essence, the original feeling or seeing. What's the reason that this that thought arises? Because you've been conditioned to be intellectual and prescriptive, and, therefore, that doesn't go away very easily. And in all honesty, it'll likely never go away at all.",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 21,
      "title": "Q21",
      "start": 1113.33,
      "end": 1176.41,
      "text": "Two following things to be true. Nothing can be taught, and only when the student is ready, the teacher appears. How do you, would like to hear your perspective on these two things? It's too open ended of the question. If you have a specific question, you can ask it. Specific question is if these are indeed true, what, what causes you to, teach? I'll I find your teaching to be, true, but if it is indeed true that nothing can be taught Yeah. I don't well, first of all, no. No. I mean, you brought that. You you brought the nothing can be taught part. Okay. I didn't bring it. And number two, I don't try to teach anybody anything. The learning happens by itself. I never give any prescriptions. I never say that you should do this. I never give you any method or technique. I never hope that you listen to what I say. In fact, I go out of my way to do the opposite because I don't listen to anything that I say. So I can hardly be described as a teacher. So I don't try to teach anybody anything too. I don't I don't enjoy teaching, to be honest with you. Where there is sincerity, learning will will happen. Great. Thanks.",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 22,
      "title": "Q22",
      "start": 1177.27,
      "end": 1194.92,
      "text": "How does one become a good custodian to someone who's vulnerable? Say, you're a parent of a five year old boy. How can you keep yourself away from offering those prescriptions which might lead him down the wrong path? Well, there's no way that you're gonna be able to do this because you're asking for a prescription. That's what I'm gonna prescribe.",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 23,
      "title": "Q23",
      "start": 1195.54,
      "end": 1223.0,
      "text": "Hi. I was wondering, can you point can you think of, like or or, point at, like, a specific time or time period where you personally felt like you transformed in your life or you became devoted to the truth? No. You know, these types of questions really, are like questions they ask in interviews, and they have no meaning, and usually the answer's a lie. No. And there there's never really this before and after moment. I mean, it it's it's never it's never that clean.",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 24,
      "title": "Q24",
      "start": 1223.86,
      "end": 1255.75,
      "text": "Hi, Kapil. I've been following your work for a few years now. I've probably read all your books. I've watched all your videos on YouTube. I've listened to all your podcasts. This is my question, and I really, really need a genuine answer because it's been on my mind for quite some time. Some of my friends don't communicate the best, whatever the problem may be. I don't know why. Some of my friends communicate a lot better than others. I guess my question is, why do some people communicate better than others and some don't? Is it Since,",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 25,
      "title": "Q25",
      "start": 1256.21,
      "end": 1330.9,
      "text": "you had mentioned that, you shouldn't have prescriptions, but to eradicate, for example, the ego, wouldn't you I never stop. Well, hang on. If you think that's what I said and the rest of your question has no validity because the rest of the question will be based upon, that falls foundation. I never said that you should not follow prescriptions. That's not what I said. I could not care less if you follow prescriptions. I never said that you should not follow prescriptions. You will not feel you will not find that phrase anywhere in my writings. Okay. It's more about not, buying prescriptions to I I'm not saying that you shouldn't allow prescriptions to do anything. The words are very, very important. This is not this is not just semantics. If you feel if if you have the desire and the longing to look into, if prescriptions have helped you or not, then you may. But to take my to to take my lead on it, my lead isn't to lead you. I simply say the way things are, but I never said that I should convince you of them or that you should believe me. Don't believe anybody. If you wish to look into it for yourself, you can see for yourself where they have gotten you. And if you find that they've gotten you somewhere, you should never listen to me again. Understood. Thank you. Hey.",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 26,
      "title": "Q26",
      "start": 1331.54,
      "end": 1393.31,
      "text": "My name's Alex. I read in your book Direct Truth something about, you can either have your mind or you can have the moment, but you can't have both. If you could maybe say something about that. That's really been something I've thought about a lot. Thank you. What do I do to understand? Can't you be in the moment as well as being aware you're in the moment? Or if you're aware of being in the moment, does that take you out of the moment? Kinda. Yeah. Well, I didn't say anything about awareness. Okay. I was comparing the mind to the moment. Okay. Thank you. Hey, Kapil. What are the questions that a master asked himself to make the mind his slave? Did you I'm not sure. That sounds very much like you perhaps picked that up from discourse and then are presenting it to me No. No. I haven't. I just haven't been thinking about that. What is the question that a master asks himself for what? To make the mind his slave. That's it's that's that's too, that isn't a natural question. Okay. Thank you.",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 27,
      "title": "Q27",
      "start": 1394.17,
      "end": 1425.95,
      "text": "Hello, Kabil. My question is about, I'm curious to whether you have any free if you know for yourself that there's, no value or any honor towards society whatsoever. I can see how definitely how there's, like, a pollute pollution side to an individual from society. But for myself, I I can't see how that society is not integral to an individual as well. That's that's my question. Well, that isn't a question. That's your that's your belief and your opinion. That's fine. Well, I guess",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 28,
      "title": "Q28",
      "start": 1426.49,
      "end": 1458.63,
      "text": "Why are humans obsessed with creating prescriptions? What is the value humans gain from giving prescriptions to other humans? The human being is, mired in cosmetics. The human being is a cardboard cutout. He's a plastic creature. He's really a semi human. Therefore, he will look for the cosmetics and everything, and he will look for the superficial in everything. He is not real. He is not deep. He is not genuine. He is false. And he lives in a world of cardboard cutouts and neon lights called society. That's why.",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 29,
      "title": "Q29",
      "start": 1459.34,
      "end": 1533.95,
      "text": "The DNA that you usually refer to, the DNA that is needed to be serious, is that DNA present by birth just like some ability, like sprinting? Some people just It's a fair a fair question. The DNA that I speak of is not genetic DNA, but the DNA that I speak of is more a sensibility DNA, the the almost how the how the how the individual is wired, what his nature is, not not what his biology is. So it should not be confused with with chromosomes. So It should be it it is more along the lines of one's nature. And some people's nature is to be common, which is basically almost everybody. And then there are those rare individuals whose natural proclivity, their natural bent, their natural default for whatever inexplicable reason, happens to be towards things that are not common with society. And because that DNA is very rare, the individuals who find truth or become supernatural in any field are rare. Hello? Hello? Hello? Am I audible? I didn't hear you. Hi. Is there any thought which is not conflictive? It's way too general a question. I don't know what you're talking about. Thank you for taking the question.",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 30,
      "title": "Q30",
      "start": 1534.94,
      "end": 1592.16,
      "text": "I find myself more attracted to seeking truths when my life isn't going well than when it is going well. Is is that a sign that I'm not truly sincere? Is it just a blessing? No. That's a fair question. That's That's a fair question. And and when someone is when someone's life is not going well, it isn't that they're seeking truth or seeking relief. So the individual who is seeking truth is even when your life is going well, there are problems and there are, even things in your business or that maybe that you're trying to tackle, and each one of those and each one of those has a practical truth to it. So when you're referring to the truth is you're referring to truth as a scapegoat, as a a a pill to take for relief, and I'm speaking of truth as there being nothing else. Thank you. Hi, Kapil. What is your reason behind having this open live discourse? No reason.",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 31,
      "title": "Q31",
      "start": 1593.35,
      "end": 1598.7,
      "text": "Hey, Sida. I joined a little late, so I wanted to know what is this about.",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 32,
      "title": "Q32",
      "start": 1599.11,
      "end": 1631.62,
      "text": "Could we keep the conversation going? Are we Trying to look for where exactly I'm being insincere and unserious. I'm sometimes confused because there might be things that I'm not even I don't even know that to look for that. So I wanted to ask, what does insincerity and unseriousness look like? Well, to ask that question means that you must live in sincerity and seriousness, which you may. If you're having a hard time finding what insincerity and unseriousness is, then then perhaps you're living in seriousness.",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 33,
      "title": "Q33",
      "start": 1631.91,
      "end": 1711.69,
      "text": "Hi, Kapil. Is there any nuance in how one seeks truth, but then also will be attracted to something that's contradictory? And I mean from, like, a genuine desire standpoint. Could someone be deeply attracted to truth, but then also be, say, deeply attracted to pleasure seeking? Well, there's no rules. There's no contracts. There's no there's no guidelines. If someone is attracted to truth, then they are. And if they're not, then they're not. And if they're attracted to this and that, then they are. There's no gold star or slap in the face. It it's it's it really it isn't you're you're asking a question that's downstream and irrelevant. The real question is, does someone value truth? Not that they should. Does someone see that truth is the only thing there is? That's the real question. That's as as it pertains to what you're asking, that's that's a more effective question than the one that you're asking. Because if you see that the truth is all there is, and when you remove yourself, the more you stray from truth, you move into disaster, which is untrue, and you bring harm upon yourself, whether it's emotionally or financially or whatever it may be, then naturally,",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 34,
      "title": "Q34",
      "start": 1712.15,
      "end": 1714.73,
      "text": "you will not leave truth. May I ask a follow-up question?",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 35,
      "title": "Q35",
      "start": 1715.36,
      "end": 1726.16,
      "text": "Hello, doctor Gupta. My question is, have you ever encountered a situation where you faced conflicting truths? If so, how do you weigh them? Hi, Kapil.",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 36,
      "title": "Q36",
      "start": 1726.86,
      "end": 1766.45,
      "text": "In one of your previous, discourses, someone asked what is truth, and your your your response was truth, is a a genuine or sincere longing to finding the truth is itself the truth. So to be honest, this response seemed like a conundrum to me, maybe because I don't have a bandwidth to understand. And I think I got this at an abstract level or superficial level. Therefore, I'm I'm wondering if you could help me understand what untruth is or how untruth is different from truth. Everything that you're surrounded by is untruth. How is untruth different from truth? Untruth is untruth, and truth is true.",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 37,
      "title": "Q37",
      "start": 1767.31,
      "end": 1779.63,
      "text": "Yeah. Hi, Kapil. I have a quick question. Basically, seeing at your title, I, it reminds me of one of the point what, I think doctor John Borwicki has mentioned in in his YouTube, lecture.",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 38,
      "title": "Q38",
      "start": 1780.17,
      "end": 1835.93,
      "text": "Hi, Papil. I'm gonna try to keep this question pretty concise. I attempted to stop. I think I was chasing a state of not wanting to chase because I felt this immense desire for pleasure. And over the past few years, I just gave into it. Right? And I just thought since, technically, there's a desire there, perhaps just continuously pursuing pleasure, will eventually lead to its abatement. But it doesn't but I I it feels as if even if we run out of pleasure to seek in specific areas, right, your specific categories, like, let's say you you're addicted to specific alcohol, then you run out of alcohol to be, I guess the question I have to ask is the mind's pedal for pleasure, is that a result of not having a specific not knowing exactly what you want? Is that like a default state of the mind if you're not moving toward a a a location?",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 39,
      "title": "Q39",
      "start": 1836.31,
      "end": 1871.6,
      "text": "Yes. Hello. So I have, like, a deep rooted question for a person who is living in a society. There is usually a sort of confusion. Should we face the contentment part or who Once one has found truth, how does one ensure that they stay true? More generally, how does one avoid complacency? Should one avoid change? First, find it. Hey, Kapil. Can you hear me? Okay. So, I was wondering, why do we do what we do, and what is an what is the alternative?",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 40,
      "title": "Q40",
      "start": 1872.13,
      "end": 1948.55,
      "text": "Thanks. Work while seeking out truth. Does truth veers off or is it on sincerity? And does meditation helps in clarity and seeing the truth and how to meditate? You can you can try it for yourself. There's no reason for me to say yes or no. I understand. There are millions of meditators in the world. How many of them do you know that will become realized? You have meditated yourself most likely. If you had found clarity, then you wouldn't be asking me this question. And so it doesn't matter what I'd say. You have gone through those little experiences yourself, and you've actually discovered for yourself that it didn't really do anything. Hello? Can you hear me? My question is that, if we pick the desires from society, randomly, then is it possible for us to tame our desires and, redirect it to towards the truth and, it's the ocean? Well, anything at all that you get from society will not be transformed into anything, but more on truth. Truth is the only thing there is. A person who moves towards truth, moves towards glory, moves towards peace, moves towards freedom, moves towards success, move towards all that they ever truly wanted in their life. And truth comes from exposure to exposure to exposure to",
      "audio_file": "BECOMING THE TRUTH - Kapil Gupta Live Public Discourse on - 01 November 2021.mp3",
      "source": "deepgram"
    }
  ]
}