{
  "video_id": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021",
  "title": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021",
  "webpage_url": null,
  "blocks": [
    {
      "id": 1,
      "title": "Q1",
      "start": 0.96,
      "end": 31.22,
      "text": "Hi, doctor Gupta. I how do you know that you are not mistaken about the nature of truth? You're much better off asking yourself why you listen to me in any way. That'll be a far more effective question. If you do not have a question, or you will be blocked.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 2,
      "title": "Q2",
      "start": 34.0,
      "end": 51.84,
      "text": "Copy. What my question is, what can help to live in a disease free body? To general.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 3,
      "title": "Q3",
      "start": 63.11,
      "end": 95.92,
      "text": "Thanks, Kapil. My question is, does extraordinary existence measure, or is, is it something you tell yourself about? I don't understand the quote. My question is, does extraordinary existence matter, or is it something we out? Repeating the question doesn't help to make one understand.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 4,
      "title": "Q4",
      "start": 113.29,
      "end": 154.88,
      "text": "Yeah. So, the topic is based on beyond an ordinary existence. So my question is, so when we have when we when we're taking a journey, spiritual journey, and the mind goes beyond the current reality of life, so I just have a conflict of understanding the person who really faced the reality. And, you know the reason that you have a conflict of understanding is because there is no such thing as a spiritual journey. It has no meaning. I'm just simply pie in the sky fluff.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 5,
      "title": "Q5",
      "start": 157.81,
      "end": 158.56,
      "text": "Hi, Sidha.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 6,
      "title": "Q6",
      "start": 160.38,
      "end": 166.56,
      "text": "I have two question, which are, like, interlinked between them. One is, do you believe in God?",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 7,
      "title": "Q7",
      "start": 182.17,
      "end": 233.95,
      "text": "To to want to have an existence that is ordinary or to, you know, achieve something greater, Does wanting have an effect, or is it all natural is all? Well, this is not about achievement. Right. Okay. If there was a wanting, there was a wanting to see reality. There was a wanting to see truth. There is And achieved a natural natural wanting. There's no work towards it. Well, I just answered the question. The problem with follow-up questions is the follow-up question. The possibility of busy creating the follow-up question as the answer is being provided. And there's no reason if one wishes to imbibe in any way the answer, but then they shouldn't ask the question.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 8,
      "title": "Q8",
      "start": 249.44,
      "end": 271.72,
      "text": "What what keeps someone tied to an ordinary existence? Nothing. Nothing. Hello?",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 9,
      "title": "Q9",
      "start": 277.56,
      "end": 278.06,
      "text": "Hello?",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 10,
      "title": "Q10",
      "start": 292.13,
      "end": 314.32,
      "text": "More important. Wisdom or intelligence. How",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 11,
      "title": "Q11",
      "start": 316.46,
      "end": 324.25,
      "text": "does one keep a difference between seeing the truth and then eventually leading to nihilism?",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 12,
      "title": "Q12",
      "start": 329.12,
      "end": 352.42,
      "text": "If we are the creatures creator, what's the best way to close the gap and narrow that gap and be a little synonymous to creator? Oh, is that in your life? Is your is your life the life of a creator? Okay.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 13,
      "title": "Q13",
      "start": 380.01,
      "end": 380.83,
      "text": "Hi there.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 14,
      "title": "Q14",
      "start": 402.03,
      "end": 516.01,
      "text": "Hello. Hello, Sridam. How is your experience living experience different from other normal people? Is it like do you not feel emotions? Or, do you feel emotions in the way that, Zen masters do? Like, how they say, you know, emotions arise, like anger, envy, jealousy, compassion. All these emotions are not muted for them, but they just arise and then dissolve, like bubbles, you know, placid water. They do not carry the emotions, but emotions do arise in them. And, they do feel emotions, just that they do not carry them forward. That's the only difference between, their living experience and other normal people's living experience. Is it the same for you, or is it any different for you? That's it. That's the question. Your life is more important to you than my life. Your life is more important to you. Learning you is more important to you. What happens to you is more important to you. How how you live your life is more important to you. How much you feel is more important to you than what I feel and how I live. It is all about your life, not mine. Hi, Suddha. Is there anything ordinary? Look at your life. What do you find? Thank",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 15,
      "title": "Q15",
      "start": 520.95,
      "end": 560.18,
      "text": "you. Thank you for your time. Why would one aspire to be anything beyond or I don't know who the one that you're speaking of is. It's if you do, you do. If you don't, you don't. There's no reason to. Those who raise their hands and decline coming on stage, those who raise their hands and do not respond are blocked. If you have no question, do not raise your hand.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 16,
      "title": "Q16",
      "start": 584.68,
      "end": 631.64,
      "text": "Hey, Capo. There's times in my life where, I have complete silence, And then I'll observe something or I'll see something. And then there's a involuntary thoughts saying, oh, that's nice or oh, that's beautiful. And then I have a problem where those thoughts whenever I, try to go to the source of those thoughts, it's like those involuntary thoughts, I get mixed up in my life and what what is and what's not. And those involuntary thoughts I'm not asking a how, but what is the nature of those involuntary thoughts and why do they come up for me? Everything that you're describing is mental imprisonment. Nothing more.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 17,
      "title": "Q17",
      "start": 644.75,
      "end": 668.14,
      "text": "Good evening. This is my first time in the room. I am training to become, an end of life doula. And, part of that training, I have to read a book called Who Dies by Stephen Levine. And throughout the book, he refers to something called, a spaciousness. I think you should go ask him.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 18,
      "title": "Q18",
      "start": 680.22,
      "end": 698.07,
      "text": "Over the last few years, I started to think more and more. And as I introspect, the thing called excessive introspection or introspection to a point that it starts harming the individual. Does the journey come It is a disease of the intellectual.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 19,
      "title": "Q19",
      "start": 710.66,
      "end": 711.16,
      "text": "Hello?",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 20,
      "title": "Q20",
      "start": 715.68,
      "end": 719.38,
      "text": "Hi. I'm new to this. Can you help me understand what this",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 21,
      "title": "Q21",
      "start": 726.94,
      "end": 767.96,
      "text": "Hello, Sidha. My question for you is, I seem to be stuck in a universe that is making me forget what the true essence is. Right? So what I mean by that is, when I listen to my guru or when I listen, you know, when I read the scripture into the essence, I immediately make the connection and I have that feeling, even during my meditations, when I, you know, think about, when I am with you. You are not, you are not a candidate of truth. You will not find the truth in this lifetime. Okay. Thanks for that. Thanks for that.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 22,
      "title": "Q22",
      "start": 783.2,
      "end": 894.42,
      "text": "Hello, Sidha. Do I appreciate people that are in my life? There is no such thing as how do I. There are many people like the gentleman who asked a question a minute or so ago. People who are beholden to gurus, People who are beholden to meditation. People who are beholden to austerities. People who are beholden to scriptures. Such people do not find truth. The reason they do not find truth is not because it is not a natural possibility for them by virtue of nature having given them the opportunity to do so. The reason they will not is because such the belief in gurus and scriptures and meditations and prescriptions and austerities is simply too strong. It never goes away. There may be a rare individual who comes to the realization that all of all of those things will actually stand in his way, but that's extraordinarily rare. When a person has that level of belief in something, that sort of belief on a practical level never goes away. Therefore, the person is doomed. He's doomed to a life of austerity. He's doomed to a life of chases and hopes and prescriptions. It is not good or bad.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 23,
      "title": "Q23",
      "start": 910.65,
      "end": 930.12,
      "text": "Hello? What's their behind an ordinary existence? Is this ultimate truth? What do you define how do you diff",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 24,
      "title": "Q24",
      "start": 955.35,
      "end": 1028.69,
      "text": "Stay down. My question is, when I came back from dying, everything was very beautiful and still. And since that happened, which was years ago, I have a very hard time seeking things in this world that other people see. And my question is, how do I bridge the gap between myself and other people to make them more of a difference? Number one, there is no how do I. Okay. Number two, bridging the gap between self and other people is attempting to bridge the gap between you and illusion. Other people will not do anything for you. Chasing connections with other people will only take you further and further into disappointment and further and further. Having said that, there is no compulsion to do that. Having said that, there is no compulsion to stop your desire to connect people if that is what is within you. Then that is what you will do. Thank you, Sid.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 25,
      "title": "Q25",
      "start": 1043.57,
      "end": 1044.07,
      "text": "Hi.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 26,
      "title": "Q26",
      "start": 1055.88,
      "end": 1056.86,
      "text": "I don't know,",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 27,
      "title": "Q27",
      "start": 1060.2,
      "end": 1096.51,
      "text": "what to do anymore. There was guidance. It stopped. Why? I don't know. And I'm in a place there's no going back. There's absolutely no going back, but this place is extremely uncomfortable. There is nothing to do. There is nothing not to do. Attempting to chase comfort will lead you nowhere. Attempting to face discomfort will lead you. No one knows.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 28,
      "title": "Q28",
      "start": 1125.08,
      "end": 1138.16,
      "text": "My question is, what is the purpose of spirituality? Spiritual has no purpose and no meaning. It is irrelevant.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 29,
      "title": "Q29",
      "start": 1169.79,
      "end": 1209.62,
      "text": "I want to be more in the present moment, but I find it very hard to because either I'm in the past or in the future. It is not hard. It is not possible. How do I catch myself? You are too too beholden to ideas. Society and spirituality have sold you. You have been duped, and you don't understand that. And you don't need to understand it. The love of society and spirituality and the self help help culture which teaches you to get into the moment. And you do not need to take my word for it. You can try for the next four thousand years. But don't believe me. Keep trying and you'll find out.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 30,
      "title": "Q30",
      "start": 1243.58,
      "end": 1252.08,
      "text": "My question is, will we go after we die? Where do you go?",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 31,
      "title": "Q31",
      "start": 1268.52,
      "end": 1322.68,
      "text": "So what if, us, besides or beyond our basic biology, is just our, brain playing games? Even if that were true. How does that change your life? If I could realize that, then maybe Well, you can realize it because you seem to have an intellectual mindset. So I think about it, but, I'm not actually I mean, still, I could not control my brain. Right? So think about that. It has a basic biology.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 32,
      "title": "Q32",
      "start": 1335.63,
      "end": 1336.53,
      "text": "Who am I?",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 33,
      "title": "Q33",
      "start": 1337.79,
      "end": 1338.77,
      "text": "Who am I?",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 34,
      "title": "Q34",
      "start": 1339.88,
      "end": 1340.69,
      "text": "Thank you.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 35,
      "title": "Q35",
      "start": 1348.29,
      "end": 1390.12,
      "text": "Hi. So why do we have so much unwritten rules in our life? Being in society or not in society? Why do we have so much unwritten rules everywhere? No. That is what society is. Society is a flag waver of rules. This rule of commandments from spirituality to self help to the entire world. That's what society is. So is it okay to be, not in priority for some part of your life or so even So what are you asking for right now? You're asking for another rule. Yeah. No. What society has done to you.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 36,
      "title": "Q36",
      "start": 1401.95,
      "end": 1459.21,
      "text": "Great answers. What is stopping me to realize it experientially that otherwise I have I have a feeling that I have understood it intellectually. What is that pain within me allowing me to either cross or be there? When the sincerity and the longing arises for truth, it arises. It cannot be forced to do so. But if they're within a human being as the DNA, truly see the reality behind things, to truly turn their back upon the world, to truly be devoted to truth, then such than a human being. If it is not, it is not. If it is, it is. And if one is desperate to find it, that means that there's a fair chance that it might be there, but it has not reached reached a level of maturity yet.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 37,
      "title": "Q37",
      "start": 1473.69,
      "end": 1498.77,
      "text": "Hey, Sidhar. So, I heard you saying, and I just want to share my truth. So I followed my guru, and I found a higher truth, and I aligned myself with the divine. And the, elixir I feel every moment that I don't feel here. And, my friend, there is no ordinary and extraordinary.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 38,
      "title": "Q38",
      "start": 1516.22,
      "end": 1559.84,
      "text": "Hello? My quest how do I take life and myself sincerely without also losing the joy in the process. Everything that you just said is from a bump bumper sticker. It is not real. You basically recited 7,000 spiritual books, which have come through your lips. Not a single word that you just spoke is your very own. That isn't good or bad. You have done nothing wrong. But if you have a particular DNA, you will seek the truth, realization behind that statement.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 39,
      "title": "Q39",
      "start": 1577.04,
      "end": 1579.13,
      "text": "You are enlightened ego.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 40,
      "title": "Q40",
      "start": 1604.85,
      "end": 1623.49,
      "text": "Hi, Sidha. I just want to know where or how can I find the absolute freedom? Freedom is not geographical location. But if your heart is pure with regard to finding it,",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 41,
      "title": "Q41",
      "start": 1624.26,
      "end": 1626.19,
      "text": "you'll make your way towards it. Can I?",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 42,
      "title": "Q42",
      "start": 1659.53,
      "end": 1680.93,
      "text": "Hello. From what you are saying, what I could reduce that, we have to accept that's it seems like that we're concerned to say. And second, only the the special people can realize. You mean that. Right?",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 43,
      "title": "Q43",
      "start": 1690.77,
      "end": 1691.27,
      "text": "Hello.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 44,
      "title": "Q44",
      "start": 1701.81,
      "end": 1730.61,
      "text": "Is, can the act of acceptance be nonprescriptive? No. Thank you. It's science real or religion.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 45,
      "title": "Q45",
      "start": 1744.82,
      "end": 1753.48,
      "text": "Hello. My question is that how to be fearless in this materialistic world. There is no how to.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 46,
      "title": "Q46",
      "start": 1762.19,
      "end": 1801.97,
      "text": "Wisdom, do you think, enlightenment and authenticity are, phases or parts of reaching to truth. They're just words. If you have no question, put your hand down.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 47,
      "title": "Q47",
      "start": 1848.89,
      "end": 1888.83,
      "text": "Yes, Shrut. I have a question that I am at stage of my life where I have achieved so much through spirituality. But I want to know that how can I, you know, that how what is the purpose that it has that body? If you have achieved so much through spirituality, then why are you still asking questions? I'm asking that question of soul. You know, a purpose of body that I have already Why would you have more questions? If you have achieved so much through spirituality. Okay. Why don't you go ask go ask the spiritual world what it you're in the wrong place. No. I'm",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 48,
      "title": "Q48",
      "start": 1908.5,
      "end": 1909.39,
      "text": "Hey. I love your",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 49,
      "title": "Q49",
      "start": 1911.39,
      "end": 1931.35,
      "text": "Thank you. Hello?",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 50,
      "title": "Q50",
      "start": 1933.73,
      "end": 2031.27,
      "text": "Hi, doctor Gupta. My question is, is life only amount seeking truth eventually? If I said yes to you, what would that do for you? I would constantly, look for it or seek it, maybe. And if I said no to you, what would that do for you? Mhmm. I haven't thought this through from the known perspective. Yeah. Your question has gone Hi, setup. Distance. So what is your existence? Right now, you're existing. What is your existence? It's not nonexistence. I didn't ask you what it was not. What is it? To be. Is that what you're doing all day? Being? Can you say a single word that isn't from a spiritual bumper sticker? Do you have any real answers? If if I were to shake you, would something come out? If I were to punch you in the arm, would an ouch that is real? Do you have any are you a politician? Do you have any words that are not rehearsed?",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 51,
      "title": "Q51",
      "start": 2053.8,
      "end": 2193.89,
      "text": "Hi, Sudha. Is it humanly possible to get 100% control over your thoughts? What if I said to you it was? What would you do? That for next question is, how do you attain? Exactly. So do you really believe that I could tell you on a session on Clubhouse, the greatest elixir of overcoming the mind? That I could give you an eyes that you could do, that if you did it, it would happen. You really believe that that that there's an exercise that exists? I don't, but Question. I just want a path. I'm sorry? I I'm just looking for a path, not one exercise. Okay. You can call it an austerity. You can call it a ritual. You can use whatever word you like. You ask how do you do it? That means you're looking for a method. Yeah. You can say that. Okay. Therefore, you believe there is a method for that to happen. If it is possible to get a control over your thoughts, I'm looking for the matter. Yes. You and everybody else. And that is why you and everybody else get nowhere because they believe in prescriptions. Hi. Hi. Can you hear me? Hello? Hi. My question is, can spirituality be freely expressed? If you believe in spirituality, you can never know truth.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 52,
      "title": "Q52",
      "start": 2207.81,
      "end": 2263.68,
      "text": "Okay. I I see there are two people, sir. Couple. Can I go? Yes. Okay. Myself, Rakesh, and I'm from India. And I've been facing this with my, my with my mind, especially from my childhood that, I've been seeking truth, and I've been following truth as well. And, when I follow the same thing with respect to people around me or with respect to the society, every single thing disappoint. Everything that is happening in my life seems like just another, you know, realization. So in this case, even in right now, when I'm doing my day job and as well as working part time and other things, everything seems like a prescription to me. How do I live with the this or not give me any prescriptions, but I'm still looking for it to understand. I have no idea what you wanna understand.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 53,
      "title": "Q53",
      "start": 2274.12,
      "end": 2276.22,
      "text": "Hi, Sidha. So can I go ahead?",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 54,
      "title": "Q54",
      "start": 2277.16,
      "end": 2277.66,
      "text": "Yeah.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 55,
      "title": "Q55",
      "start": 2278.94,
      "end": 2323.61,
      "text": "So my question is, what is love? So I'm not sure of the meaning of this question. What if I said to you that it was it was a b c or x y z? So what? What is that gonna do for you? So we live in a world where definitions go. So my question was based on, my experiences. So we live in a world where, we experience different types of love, genuine, fake, and people who purposefully fake it. So how how do we define love in a world where how do you identify true emotions",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 56,
      "title": "Q56",
      "start": 2325.11,
      "end": 2342.03,
      "text": "and which is true? Why why does it matter? How is that how is that immediately relevant to your life? How is a definition of a word immediately relevant to your life?",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 57,
      "title": "Q57",
      "start": 2344.17,
      "end": 2373.6,
      "text": "So how does it is, when when you for example, if you're gonna choose your partner and you don't know who is true with their emotions. So how do you deal with that? So it doesn't matter who you choose at the end because what you're looking for doesn't exist, and you are not ready to hear that. And that isn't good or bad. That is just where you are.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 58,
      "title": "Q58",
      "start": 2388.32,
      "end": 2520.62,
      "text": "Hi, Sidha. What I wanna ask is, what is the ultimate destiny of a soul, if there is any? So right now, regardless of whether you think you have a soul or not, you do have a brain, you do have a mind, and you do have a life. Is that correct? Right. Right. So then why are you interested in the soul? The Have you figured everything out with your brain, body, and mind in life? Have you figured everything out? Because every act that we do, you know, that, somewhere I heard that, you know, leads to the way it works. Somewhere you heard. Somewhere you heard. So in other words in other words, you you are spending your life chasing some based upon something that you heard somewhere from someone. So, it's It's not wrong or right. It's not wrong or right. I'm I'm just putting that back to you. Yeah. It's, about what I heard as well as what I have felt. There is a soul inside me. Okay. So what if there is? Beg your pardon? When you when so what if there is? So when you wake up in the morning and you have problems in your life. Yeah. Those are those are not most immediate to you? Your soul? Yeah. Those are, immediate, problems to me, but still, you know, the way of solving problem, like, by affecting others and not on the soul or just, you know, accumulating bad karmas or just doing, you know, in a good way so that not affecting other soul as well as my soul. So to solve the problem which I have It is you are you are you are a unfortunate victim of spirituality, and you cannot be helped.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 59,
      "title": "Q59",
      "start": 2540.05,
      "end": 2551.88,
      "text": "Hello? Actually, what I would like to ask you is, do you believe in, god and the ghost?",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 60,
      "title": "Q60",
      "start": 2564.19,
      "end": 2619.65,
      "text": "Hi, Sudha. Good morning. My question is, if this life is for us to seek, then what is the seeking for, and what is the reason that we have this life? I did not I did not say that this life is to seek anything. Okay. I'm not saying it it is to seek. I'm not saying it is not to seek. I'm not saying you should seek. I'm not saying you should listen to me. I'm not saying you should be here. I'm not saying anything. So you have come with assumptions that if this and this that, then why should I do that? Why should I do that? If the very floor is empty clouds, then you can't put anything upon empty clouds. Then then what's the purpose? There is no purpose, and nothing that I say will help you. You're not ready.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 61,
      "title": "Q61",
      "start": 2630.45,
      "end": 2708.42,
      "text": "Hey, Capil. I really enjoy reading your discourses and listening to your media interviews on your thank you for keeping them public. I wanted to ask, you say so much about the mind and your journey sort of, I guess, to freedom, but you never talk enough about the heart, which you do mention here and there. I'm not seeking prescription, but just just curious. Is the heart, in your opinion, is that what leads to beyond an ordinary existence? And what the heart is, I guess. The heart is an organ. I mean, you're asking a very general question. You you you're basically coming in here having an ulterior motive, which is to center everything around the heart and to turn into some kind of dissertation. There is it is all about where you wish to go, and it's not about singling out some concept It has no meaning. It will go nowhere. You are asking questions that are basically at arm's length on a purely intellectual level. They have nothing behind them. There is no immediate transformation or possibility for you in asking this question. It was simply me saying e x y z d e f g h I, and you're saying, okay. Thank you. Goodbye. And it has no meaning.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 62,
      "title": "Q62",
      "start": 2713.24,
      "end": 2724.45,
      "text": "Let me see. How can I break the same metrics? Hello? There is no shell.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 63,
      "title": "Q63",
      "start": 2730.84,
      "end": 2781.81,
      "text": "Doctor Gupta. Two questions. So I read your book, Direct Truth, and at the end of the at the end of that, you say, to pursue the way of. And, I mean, after that, I read that book by Herman Hesse. But that's gonna I never said anything about for you to pursue the way of. I I I I I yeah. But that's what you mentioned. I my question is that two questions. First, how do you talk think about the role of bliss? And how do you think about fear? Is fear an illusion, or is it just, how how do how do you think about fear? Well, you begin with a you begin with a false premise. I stated that it was a false premise, and you blew it off.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 64,
      "title": "Q64",
      "start": 2798.74,
      "end": 2799.81,
      "text": "Hello? Hi.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 65,
      "title": "Q65",
      "start": 2801.79,
      "end": 2985.53,
      "text": "I don't understand what you mean by an ordinary existence. Can you elaborate on it? Do you believe your existence is ordinary, extraordinary, or anything else? I I don't believe my existence is ordinary or I think it is unique, and I think that's it. So every so so when you wake up every single day and then during the middle of the day and during the evening and during the night, you live in an extraordinary state. You feel the extraordinariness of your life. Is that is that correct? So every time I get up or I'm doing something or is there something new that I get to experience? I think it's an extraordinary, achievement. Not achievement, but extraordinary experience for me. So then so then you must be experiencing something new every minute of the day then. Is that correct? So, maybe not every minute of the day, but I do think, like, every day I find some one thing that I get to experience that is new. Okay. And so whenever you experience something new, you feel extraordinary. Is that correct? I do. Okay. So then you feel that you live an extraordinary life? The problem, like, sometimes I'm, drawn to moments where I feel the experience was extraordinary. But, if I see my life as a whole, it's not something that is extraordinary. So then why are you ask question? Then what is extraordinary and not extraordinary? Because If you just stated that if you just stated that some of your experiences are extraordinary, and then the background of the whole of your life, it is not extraordinary. Yeah. My question is if living life with total freedom and condition by society is what you mean by an extraordinary existence or is an attribute of it? Thank you. There's no definition of an extraordinary existence. It is the title of the room is the title of the room. There there's no dictionary that must be required. Hello, doctor Kapil. My question is, in this journey of life, will we ever stop seeking the truth? You haven't started.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 66,
      "title": "Q66",
      "start": 2997.44,
      "end": 3008.25,
      "text": "Hello, doctor. When asked that, what difference between lucid dreaming and real life. So can you tell what is the, like, reality between them? Lucid dream.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 67,
      "title": "Q67",
      "start": 3022.09,
      "end": 3053.36,
      "text": "Good evening, doctor Gupta. I wanna ask you if pain and despair are necessary condition for one event truth. They are not necessarily necessary, but they often do happen in those individuals who developed a strong devotion to truth, not all that they often do. Can I follow that up with another question?",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 68,
      "title": "Q68",
      "start": 3062.55,
      "end": 3081.22,
      "text": "Namaskaram. I have one question. Do you believe in god? Hi.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 69,
      "title": "Q69",
      "start": 3103.45,
      "end": 3115.27,
      "text": "Hi. I would like to know what can I do to increase my willpower?",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 70,
      "title": "Q70",
      "start": 3122.79,
      "end": 3132.66,
      "text": "Hi. Good morning. I'm very much interested to know the answers for, the every question the participants are asking here. So could you please allow me? Right?",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 71,
      "title": "Q71",
      "start": 3186.72,
      "end": 3239.03,
      "text": "I wanted to know how does one fix Fixes do not fix any. Existence itself itself is extraordinary. Is that not true? There's no question. It's a comment in the form of a question.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 72,
      "title": "Q72",
      "start": 3259.48,
      "end": 3303.88,
      "text": "No question. Just a thought. I think, when you say ordinary exist So what is the difference between having your purpose and your calling? I know for a fact that I'm going to die one day. And if death is the end of it, there is no incentive for me to keep going. I might as well die right now and be done with it. What justification do I give myself to keep going?",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 73,
      "title": "Q73",
      "start": 3317.95,
      "end": 3328.58,
      "text": "Oh, hi. I just have a question. Like, when you're keep going down? Like, what's what is the one thing that I should hold on to? It's is it hold? Like, I I actually don't know.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 74,
      "title": "Q74",
      "start": 3339.61,
      "end": 3389.72,
      "text": "K. So why are you hearing this? What is beyond, this ordinary existence? What do what we can expect beyond this ordinary existence? Well, if I explained it to you, it would only be intellectual. I could tell you that it's flying angels versus it would not do anything for you. So then you can only ask questions that are relevant to your experience of life where you are.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 75,
      "title": "Q75",
      "start": 3405.95,
      "end": 3440.3,
      "text": "Yeah. My question is, having arrived to the truth, now what vocation to choose? May I choose anything? Or is it has has to be Sita,",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 76,
      "title": "Q76",
      "start": 3442.2,
      "end": 3449.34,
      "text": "what's the most difficult thing that you've overcome in your human experience, and how did you do it?",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 77,
      "title": "Q77",
      "start": 3463.17,
      "end": 3899.55,
      "text": "Hi, doctor Kapil. Enjoying this topic, and, q and a. I have a question. So I work in, the blockchain space, and I'm pushing myself to be a lead a female leader in a space, and that's some challenge that I embrace. But, in in my professional line, but You said that I you said that you wanted you're trying to be a leader, and then you corrected that by saying by saying fee female leader. Yes. But Why is that? Well, well, in of, my region in APAC, there's not that many of us, in the space, who are So why does it so why why does it you know, I've seen a lot of this in the world today, particularly among intellectuals. And it Mhmm. Why does it matter that you're a female leader? Does that not diminish yourself? It differentiates me, in the middle of it. Obviously. But but but why the asterisk? Are you are you not enough as a human? Why should you get points because you're why why should you get points because you're a female? Why should you want because you're a female? Why should you get points because you're a male? Why should you want points because you're a male? And why would why that's truly extraordinary. Does it matter if you're a goat? If you have something that's truly extraordinary, does it not diminish to say a female leader? Is it not about the insight? It isn't it is not about what has been created, what has been discovered, what has been realized Mhmm. As opposed to trying to get points because you're a female. Yeah. I think that it's not about getting points, but see what access to, have my voice heard. So those avenues where they say, oh, okay. So if somebody so so if somebody if somebody hears you because you're a female, then I suppose I failed I failed to understand why that individual will be worthy of hearing you. Yeah. That's a interesting thought. I well, maybe, like, because, like, I have the mindset of earn my place. Well, wouldn't one earn earns one's earn one's place by the quality of their creation, not the gender of the creator. Yes. I agree. If someone if someone if someone if someone creates something that's subpar, you know, should they get extra points because at least a female did something half good? Should the should the should the merit not discussed based upon should the merit not rest upon the quality of the creation as opposed to the person who created it? I definitely agree on merit based creations. I find I find I find that I find that females, they demean themselves. They they look for perhaps this would be a talk on its own. Okay. But they look for they look for they look for validation in the world. Yeah. But in in in essence, they destroy themselves because it is the very idea that you would create a female conference or a female get together or female empowerment. And these are very this is very small thinking of small people. If one if if if even a quarter of that energy, of that focus and attention went into the creation of the thing, goes to the gender of the Creator, then the things that would be created by a female would be infinitely greater, and therefore one could not ignore the quality of the creation as opposed to trying to get recognition for it being female or male. The person who considers something good because a male created it isn't worth listening to, And the person who is good because a female created it isn't worth listening to either. Yeah. I hear you on the merit based performance. It's and I'm I I wonder, the the whole narrative around how men, women in tech especially, is celebrated. I I observe it being celebrated because the there isn't there needs to be some sort of awareness, I guess, to raise the confidence of women, I suppose, to enter the field. Well, but but but if you if you have to buy your confidence, that's not confidence. If you have to raise awareness to say, look at me. I'm and then people come to the audience and say, rah rah, you're a female. If you get confidence from that, then you might as well get confidence from a puddle of insects. You may as well get confidence from pocket lint. If empty people come to praise you because you asked for the praise, all that confidence, then that confidence will be gone the moment they stop praising you. This whole female empowerment bunch of crap. Yeah. I'm I'm generally neutral about the story, but I just think that it's an channel for me, to be heard. Yeah. But, I was pushing myself to try to, embrace other roles, in a way that I can embody my own authenticity. And I guess that's for me, it's the struggle. Yeah. Your struggle is that you wanna be heard, and you don't deserve to be heard. It is only the power of the creation. It is only the quality of the creation. It doesn't if you're heard or not.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 78,
      "title": "Q78",
      "start": 3902.17,
      "end": 3914.83,
      "text": "Yeah. Ironically, the powerful and the higher the quality of the creation, the herbedness will take care of itself.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 79,
      "title": "Q79",
      "start": 3916.39,
      "end": 3925.54,
      "text": "Interesting. I used to, you know, hair up, head down, just get my work done, but, it Well, I'm not talking about productivity.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 80,
      "title": "Q80",
      "start": 3927.59,
      "end": 4097.59,
      "text": "Oh, okay. I'm talking about creating something that's true, genuine, rare, not found anywhere in the world. And a person who does that doesn't have to be male or female, and they certainly wouldn't spend their time celebrating the fact they're male or female. Mhmm. Because that wasn't that wouldn't be where where their allegiance would be. Good morning. The words the words coming through is so powerful, which is carefully chosen. Even though it is carefully chosen and it is beyond words throughout all your work, I recently saw that I had mentally buried reality inside the word truth, which is I made truth into a cons just very subtle to notice, but it freed me a lot. I want to ask question on what is devoting entirely to truth is. What what don't you understand about that? Sorry. Get that. What do you not understand about devoting? Is it I really don't have the answer for that, but I Right now as well, I am seeing that, there is a my something is interrupting to answer this your question as well. Yeah. I will, get back to you. Thank you so much.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 81,
      "title": "Q81",
      "start": 4112.84,
      "end": 4128.6,
      "text": "Greetings from Turkey, Istanbul. Should how, is there a purpose for living, and should one search for the No. Purpose of each living? No?",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 82,
      "title": "Q82",
      "start": 4145.23,
      "end": 4232.93,
      "text": "Hello? Why is it so hard to understand yourself? Is it even possible to fully understand yourself? Mean by that. Just to know yourself, you know, what kind of person you are. I have hard time. What does that mean? I'm sorry? What does that mean? To look inside you and to get to know you yourself. Like, what What does it mean to get to know yourself? What do you mean by who you are? I don't know. The person that's inside you. Think that you know what you're asking. There's a very good possibility that you are brought to this through spirituality. That's why you reach a dead end because spirituality only produces dead ends.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 83,
      "title": "Q83",
      "start": 4248.72,
      "end": 4249.22,
      "text": "Yeah.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 84,
      "title": "Q84",
      "start": 4264.72,
      "end": 4292.05,
      "text": "My question is, you know, how does one really I don't know how, but, you know, some people do want to be great. They like, everything seems to just come to them, and some people, they struggle a lot. They do hard work. They do lots of stuff. No. Everyone struggles. Everyone struggles. It's what everyone's DNA is. That's what we'll shine forth.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 85,
      "title": "Q85",
      "start": 4302.12,
      "end": 4316.83,
      "text": "Hello. Good morning. My question is what is, being our ordinary experience? Just look at your life. You will find an ordinary experience. Okay.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 86,
      "title": "Q86",
      "start": 4317.77,
      "end": 4328.03,
      "text": "A very good morning, everyone. Question is, how are humans evolving? I believe it's spiritually, but how do I evolve?",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 87,
      "title": "Q87",
      "start": 4330.23,
      "end": 4332.18,
      "text": "What does that mean?",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 88,
      "title": "Q88",
      "start": 4333.11,
      "end": 4364.95,
      "text": "Right now, it's not like the mental evolving evolved fusion that's happening, but spiritual evolution to, take us to the next day. So I how do I So number one number one, I think you're in the wrong room. I don't think that you will understand anything that goes on here. Not because you have any lack of intelligence, but just because you're not ready for this. It isn't a good thing or a bad thing. Right. No. This is not the room for you.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 89,
      "title": "Q89",
      "start": 4367.82,
      "end": 4368.32,
      "text": "Hello?",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 90,
      "title": "Q90",
      "start": 4370.3,
      "end": 4370.8,
      "text": "Hi.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 91,
      "title": "Q91",
      "start": 4374.06,
      "end": 4461.21,
      "text": "My question is my question is hi, sir. That's my question is. I have been, like, I have been wondered by this of flickering intuitions as, like, evolution has endowed us with this system or tool that our intuition is designed in such a way that we see the symbols are around us, but we often know that in our life and end up not exploring the full potential of our life. So, I was confused about it about the things that I look around my life, and I often feel, should I should I follow my flickering into intuition every time or not? Because this idea of not, not giving a life to the world. For a prescription. There's no should you follow this? Prescription. You are. You're saying should I follow this? Should Should I follow that? Should I follow it or should I not follow it? That. And that answer won't do anything for you. And you're going and you the you're not even going to accept that you're looking for a prescription if we're not looking for a say. Yes.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 92,
      "title": "Q92",
      "start": 4462.63,
      "end": 4508.97,
      "text": "How do we unlearn? I'm sorry? How do we unlearn the things we've learned? I hope this question is true. Why do you wish to unlearn it? Usually because, you know, sometimes when we go about doing things and if we do manner or how we have known, I think it leaves very little space, for us to learn new things, to to put things behind. So are you saying that the things that you have learned do not work? Possibly. Well, it's not possibly. Is that what you're saying or is that not what you're",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 93,
      "title": "Q93",
      "start": 4510.41,
      "end": 4516.11,
      "text": "Yes. So if something doesn't work, why do you need help unlearning it?",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 94,
      "title": "Q94",
      "start": 4520.49,
      "end": 4538.72,
      "text": "Well, maybe just this time it might work. That sort of feeling. Maybe Okay. Then that then that means that you have not realized that it doesn't therefore, you it would best be best to continue doing it until you realize either it works or does not work.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 95,
      "title": "Q95",
      "start": 4544.38,
      "end": 4640.24,
      "text": "Good evening. Good morning. Not sure exactly where you are in the world, sir. Go ahead. I guess when I read about what you write in becoming a legend in your field, And you say that one must train on an entirely different level and that the approach is on beyond the conventional mind, the understanding of the conventional mind, and that it's an emergence. How does one recognize that emergence? Just know how. What are the signs of such an emergence? As long as you're looking for the signs, you will not find it. Okay. So the emergence just occurs? Emergence. No. I'm just asking a question. I know. And therefore, these questions are intellectual. They're going Uh-huh. If infinity and nothingness are the same And, can",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 96,
      "title": "Q96",
      "start": 4660.48,
      "end": 4668.31,
      "text": "Hello. Many many people before me have come asking for the answer. I wanted to ask question.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 97,
      "title": "Q97",
      "start": 4675.01,
      "end": 4703.65,
      "text": "My question is, my life is ordinary. I want to come and transfer it and accept it, but there is always a that it could be extraordinary. So, do I, silence that sort? Or You have no there's no do I any You're asking for a piss.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 98,
      "title": "Q98",
      "start": 4715.39,
      "end": 4716.52,
      "text": "What is life?",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 99,
      "title": "Q99",
      "start": 4730.02,
      "end": 4784.56,
      "text": "I came here to say thank you. The last time I asked you a question that if I was in a trap, and then you you asked me that question again, are you? And then I was speechless for a while, then I went back, then I thought about it. I thought about it a lot. And then you made me realize I was trying to convince people how I saw the world because I see beauty everywhere. I see beauty as the grass moves. I I feel like same as the movement of my hair. And I was trying to tell people to see this, and then I I was kept getting dragged down, and I and then you said that and it helped me so much. I just want to thank say thank you from the bottom of my head. That's all. Okay.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 100,
      "title": "Q100",
      "start": 4796.69,
      "end": 4848.33,
      "text": "From Nepal. I'm a high school student, and I'm a obese person and want to do a lot of things, and I lack courage, confidence even to do something. And I have a great fear for my future and what people think is going to do. Ask you're asking for you're going to ask for prescription for coverage and confidence. Sorry. So it means that I'll have answered you so You didn't answer my question. Sorry? You didn't answer my question. So can you just say the question? What do you think I said? I'm just trying to get it. Are you gonna ask for a prescription for coverage and confidence?",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 101,
      "title": "Q101",
      "start": 4864.69,
      "end": 4865.91,
      "text": "Hello, doctor Kabil.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 102,
      "title": "Q102",
      "start": 4871.66,
      "end": 4919.16,
      "text": "You know, I I don't need a prescription, but, you know, my quest like mine and many people around me, you know, their existence is ordinary. Is it even possible to have an extraordinary existence? What if I said what if I said, yes. It was. What would that do for you? What if I said, no. It's not. What would that do for you? It you know, I always struggle have that, you know, concept of being an ordinary person. You know? You didn't answer my question. It it won't make me happy. Oh, it's not gonna go anywhere.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 103,
      "title": "Q103",
      "start": 4930.12,
      "end": 4954.68,
      "text": "Hello. Thank you for letting me speak. I want to know what is the thing that is worth doing the most out of all the things I could be doing.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 104,
      "title": "Q104",
      "start": 4961.15,
      "end": 4991.92,
      "text": "Hello, Thank you for being here. Creating art. And if the purpose if you just want the art to be heard, then is that even art? Or, like, if I just wanna be successful just to show people that I'm successful, why is that already know the answer and answer to your questions.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 105,
      "title": "Q105",
      "start": 5009.47,
      "end": 5032.98,
      "text": "Thank you, Kapil, for letting me speak. I had just one question. When did you, doctor Kapil, as a person, realized you are beyond an ordinary existence? Thank you. What does it matter? Just curious to know. I have no time for you.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 106,
      "title": "Q106",
      "start": 5052.03,
      "end": 5052.53,
      "text": "Hello,",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 107,
      "title": "Q107",
      "start": 5053.31,
      "end": 5134.2,
      "text": "hello, doctor. I just wanted to ask you that if somebody gets up from the bed thinking about his day, how one can decide that, yeah, these actions, these thoughts gonna make an ordinary day or an extraordinary day? And, another one, follow-up question is, suppose we got problems, like, a lot of problem, courage, confidence, whatever it is, what are the solutions? Not the solutions. I mean, where to look at it? Given where you are, any answer that I provide, you're not ready to receive it. Hey there. I've realized that, a lot of things that I do I do out of pure conditioning, conditioning that has in me without any conscious awareness. So how can I go about, deconditioning these impulses through the mind that has been conditioned? Yeah. You're an intellectual. It won't work.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 108,
      "title": "Q108",
      "start": 5151.41,
      "end": 5157.27,
      "text": "C dot, what is the purpose of this room? There is no purpose.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 109,
      "title": "Q109",
      "start": 5194.34,
      "end": 5204.47,
      "text": "Do you ever get tired thinking that you know something others don't? You're stumbling about in this world just as we all are.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 110,
      "title": "Q110",
      "start": 5210.44,
      "end": 5283.43,
      "text": "What are we doing here? Everyone is asking questions and want to learn, understand, or getting curious about you. But I'm enjoying the moment, and this is a good night for me. Hey, Sid. Do you really can you really tell about to how to not procrastinate? Hello. Since the topic is about beyond an ordinary existence, I want to know if you have complete",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 111,
      "title": "Q111",
      "start": 5291.4,
      "end": 5318.39,
      "text": "freedom. Hello. Hi. Hi, Kapil. So, is it the pure devotion towards a creation which you are good at in your field, and the true love or the bliss that you experience is what is what in a sense of, beyond distance means. No. There's no definition.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 112,
      "title": "Q112",
      "start": 5327.9,
      "end": 5331.76,
      "text": "Hey. I wanna ask if it's possible to understand",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 113,
      "title": "Q113",
      "start": 5332.86,
      "end": 5337.04,
      "text": "time. Yes.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 114,
      "title": "Q114",
      "start": 5345.19,
      "end": 5396.09,
      "text": "Hello? Now location in this room is creating a lot of curiosity. I think the message should be simplified so it can be helpful to the audience. Is it for for the monthly subscription? How still creating confusion? Thank you. And you're saying that I am creating confusion? Is that what you said? Out of expectation with the subject load in the experience, but I've written here, but I didn't get the picture. What is the message? There's no reason for you to be.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 115,
      "title": "Q115",
      "start": 5398.23,
      "end": 5444.69,
      "text": "Thank you. I have a question. Like, this room, title looks becoming a powerful state. Like, most of the time, we fail to I means I personally also failed to achieve. And, I know there is, that is a pretty powerful state. But, like, like, what is the way why we feel, like, to at least to get that nectar of the that state? Because you're looking for a state.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 116,
      "title": "Q116",
      "start": 5453.97,
      "end": 5479.85,
      "text": "I see that. I really enjoy your book, The Direct Truth. I think there's a lot of things that I can resonate with but can't fully understand. So my question just one question today is, why can't we fully express ourself both physically and vocally? I have no idea what you mean by express to a self.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 117,
      "title": "Q117",
      "start": 5488.01,
      "end": 5573.34,
      "text": "Hi, doctor. So just for context, when I drive a car, I I feel like I need to keep my hands on the wheel. I need to maintain this certain quality of alertness to keep my eyes on the road. I I can't tell myself that I either have it or I don't. Right? I it's I feel like I have to operate it. In your living experience, moment to moment in the depth of your devotion, do you have a similar orient do you feel like you have a quality of alertness that's required to to maintain? I fail to under I fail to understand what people are interested in me. Everyone in themselves is at the center of their own life, is at the center of their own existence. It's because you're you're speaking truth direct, and and when I see it reflected in you, it it gives me that insight. And in regards to the I'm I'm irrelevant. It is all about you. I have no interest in speaking about myself.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 118,
      "title": "Q118",
      "start": 5591.27,
      "end": 5595.05,
      "text": "Hi. I just want to ask, how can I reset my sleep cycle?",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 119,
      "title": "Q119",
      "start": 5598.63,
      "end": 5600.33,
      "text": "You're on the wrong way. You're on the wrong way.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 120,
      "title": "Q120",
      "start": 5609.52,
      "end": 5639.59,
      "text": "Yeah. My question is, sometime back, I stumbled upon where, I thought I had the perfect perfect understanding, of of, of everything, perfect understanding of, who I was. But the thing was, that lasted for, some hours, and then I lost it. So the question is, if one can stumble upon the truth there's no I don't know how to get there. There's no how to get there.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 121,
      "title": "Q121",
      "start": 5649.58,
      "end": 5714.13,
      "text": "Hi, doctor. My question is, if if spirituality doesn't if spirituality leads to a dead end, if materialism also leads to a dead end, it also leads to a dead end. What is that Why are you saying why are you saying yes? Okay. It is it does lead to a dead end, but I don't know what that's you just How do you know it leads to a dead end? Because you What does it matter? I can say that the sky I can say that the sky is purple and pink. What does that matter? Because Because I'm trying to put a stake believing me? I'm trying to put a stake on the ground. I'm trying to go somewhere. Well, if you put a stake on the ground, how can you put a stake on the ground based upon somebody else's ground? Clueless. I have to look out somewhere. Okay. Then if you don't know, then you have to go find out. But to simply believe is the same the whole reason you're in this predicament is because you believe the spirituality. Now you even believe me. That's why I use the word if.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 122,
      "title": "Q122",
      "start": 5730.78,
      "end": 5821.65,
      "text": "I had asked you a question, regarding the devotion. So you had asked me that what I don't understand. I could not answer at that moment. It could be it could be because of my fear. I was not able to think clearly. But when I saw that devotion was is nothing but seeing seeing what it is, and it is the freedom from the beliefs and knowing about it. So so thank you for asking me that question. But so so until we see, which I haven't yet seen yet, so I won't be able to get free completely. So that day? Yes. About realizations. It's not about doings. It's the pursuit of realization, realizing things, not just, not understanding them intellectually.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 123,
      "title": "Q123",
      "start": 5851.86,
      "end": 5854.45,
      "text": "Mhmm. Good.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 124,
      "title": "Q124",
      "start": 5857.86,
      "end": 5955.51,
      "text": "Student on in these times, like, especially, we have lockdown here. Yeah. And I feel, like, so depressed about my future, especially online classes. I can't even concentrate. And, like, sometimes I feel like, am I into this phase of depression or something like that? So how could, remove is there anything that would help me out? How old are you? I'm 16. And young people, social need, electronics, all of these things tend to create chaos in the mind. You may wish to look inside yourself, not share your problems with friends, but to look inside yourself to discover what you can discover. Beware of friends. Beware of electronics. Okay. Thank you. Go ahead.",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 125,
      "title": "Q125",
      "start": 5957.65,
      "end": 6046.24,
      "text": "I feel like I'm stuck in a loop of monotony, which makes me highly unproductive and anxious all the time for for quite a while now. Only I'd, you know, see a direction and maybe find a way out of the monotonous life. You're asking for a prescription. I cannot give you one. Okay. Okay. Thank you. What is the matter going on Mars? Sorry? What does it matter even if I live on Mars?",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 126,
      "title": "Q126",
      "start": 6103.46,
      "end": 6106.84,
      "text": "Hi, Sidha. What's the strongest thing in the world?",
      "audio_file": "Beyond An Ordinary Existence - Kapil Gupta MD (Q&A Session)  19 June 2021.mp3",
      "source": "deepgram"
    }
  ]
}