{
  "video_id": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021",
  "title": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021",
  "webpage_url": null,
  "blocks": [
    {
      "id": 1,
      "title": "Q1",
      "start": 449.96,
      "end": 456.54,
      "text": "Hello. Thanks for your time. I just wanted to ask if you think that you have wasted your life.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 2,
      "title": "Q2",
      "start": 459.16,
      "end": 561.28,
      "text": "Yeah. Hi, Kapil. I realized that I've wasted my life and I am wasting my life. I want to stop doing this. I wouldn't ask you how, but I feel that I have I sometimes feel that I have a speak about because I your words hit me. It resonates with me deeply, so there must be some DNA between, but I'm still wasting my life. I sometime get inspired, but it it just eventually does not, like, really last. So is there a refuse? Is there a way that we can not stop, that we can stop wasting our life? There's no way, is is when the desire to stop wasting it, becomes or arises to a fever pitch. You know, one one has to understand the depth of his conditioning. One has to understand the depths of their longings for societal things without immediately jumping towards the idea of leaving the world or leaving society and moving to a cave. It's this requires, like, everything. It requires a sincerity, seriousness, and maturity. The maturity lies in understanding. And understanding has nothing to do with blaming oneself or, saying that one is wrong or bad, and therefore, one is wasting their life. It has nothing to do with outrage. It It has everything to do with understanding why it is and and how that's so. That that mature individual who seeks to truly understand is the one who has a chance.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 3,
      "title": "Q3",
      "start": 564.11,
      "end": 699.11,
      "text": "Hey, Isaiah. Out of, the clients that you've worked with, do you think that their readiness for truth was more about them and their DNA, or was it more of a result of their exposure to you? I mean, I can't I can't really answer that for anyone. I mean, the individual themselves must answer that question. But, typically, what happens is that, you know, things intersections between people happen for a reason and some universal reason that, you know, it's it's difficult to say with certainty. But the individual who tends to resonate with my words, he he tends to be an individual who is, willing or has a willingness or has always had a willingness to go against the grain of society and tends to be an individual who has demonstrated seriousness in other parts of their life, such as their career and, you know, becoming, you know, highly successful, which tends to be the individual who I work with because those individuals have already demonstrated that level of sincerity in their life and seriousness to where they have, gone through many things in order to achieve, you know, fairly high level things in their life. And so, a person who already has demonstrated that in other parts of their life mean that they have it within. And so whenever for whatever reason, they happen to resonate with the words, and then things begin to, I don't know what take takes place from there. It doesn't take place from there. There's never really an attempt on my part to change them or anything. But it but it's it's it's a very organic thing. I will say it that way, as opposed to a, you know, a forced or a prescriptive type of thing. But it is it is for the rarest individual. It is for the most serious individual who does not make excuses about time or money or, it's too deep or whatever it may be. Excuse makers of time, it doesn't.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 4,
      "title": "Q4",
      "start": 701.65,
      "end": 804.04,
      "text": "Hey. Hey, Sudha. So do we have any control over these things? Do these things happen to us, or can we do something? I don't know what you mean by these things. Finding truth. I don't know what you mean by control. In the sense, can we can we do things? Like, in the sense, work towards it? No. No. That's a very colloquial and societal concept to work towards something. No. There's no homework you can do. You cannot work towards it. But you can have an exposure to it. But even exposing yourself to it, if you think that I'm going to now expose myself and then look over every corner and look behind your shoulder for five minutes to see if it has come. That isn't sincere. The individual who comes to me is the individual who has no choice. Hey, Kapil. Do you believe that the feeling of having wasted one's life is somewhat driven by fear of missing out? And rather, it is important to look within and see what your set images and appreciate what you already accomplished or doing. Thank you. No. I don't believe in any of those things, and I don't think those were real questions. They were just what you believe, and you're looking for confirmation and, and permission. What can you do when educating a child to increase its chances of not wasting his life? The the, you know, the most important benefit for any child is to be around a person who is devoted to truth.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 5,
      "title": "Q5",
      "start": 806.43,
      "end": 898.29,
      "text": "Hi, Kapil. So my question to you is a little similar to what the last speaker asked. Suppose I were your child, so what conditioning or, what thought process would you have given me that I see through things and I do not waste you anything? I wouldn't have given anybody anything. It is things things do not happen by giving someone something. There is nothing anyone can give to anyone, but it's what it it's what exudes from someone. And what someone exudes, those are the things that others either pick up on or don't. What is the fundamental reason, the the deepest root cause behind unseriousness? I don't know why, son, one one becomes serious and why the majority remain unserious. I'm not sure if it's just if it's just a fundamental DNA. I, I don't know this definitively, but perhaps, you know, one could entertain the possibility, that an individual, who demonstrates seriousness in other other endeavors almost has the DNA for it. They just they just tend to look deeply into things. They tend not to be cosmetic chasers. And, you know, where that comes from, I I don't know. Hello, Sid.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 6,
      "title": "Q6",
      "start": 901.15,
      "end": 1032.22,
      "text": "I was gonna ask you about someone like, you said you have certain clients that are high level and they're very serious. They make a lot of money. Surely, these are people that are doing the absolute most to manage their time and make utilize the most of their time. So would you also preach the same message to them that they have wasted their life even if they're in the top 1% of their industry and they're considered sharks or workhorses in that industry? Would you still give the same message to them like they wasted their entire life? Well, success isn't everything. So the the wasting of of someone someone at least who becomes a success has, utilized, x percent of their talent as opposed to someone else who, basically goes to bars every night and drinks alcohol and socializes with his beer drinking friends. I mean, that's just a waste that's just a waste of the oxygen. That isn't even a human being. He's just an insect. So someone who actually uses his talent to some degree has wasted obviously less of his life, But, but I would say, yes. The majority almost everyone wastes their life because they do not look deeply into, the ways in which they are conditioned. They do not look into the direction of truth because the, the pull and the attraction towards prescription, and doing and acting and actionable things and spirituality and self help. You don't have an individual who completely turn his back on everything, not not not as a in a prescriptive way, not because they think they should or because they think it's good, but because they genuinely see the emptiness of everything, even their own opinions of things, that's just a rare human. You know, rare humans are rare. So it's the rarest human who does not who not only becomes a success, and it it success isn't even required, but not only one who becomes a success, but one who actually moves in the direction of conquering life.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 7,
      "title": "Q7",
      "start": 1035.69,
      "end": 1036.19,
      "text": "Hello.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 8,
      "title": "Q8",
      "start": 1039.05,
      "end": 1093.31,
      "text": "What would you say to people that maybe they're feel that they're interested in something and are are pursuing it or they feel that that is the thing they want, but then it evaporates like an illusion, and then it's something else. Like Well, of course, it is. That that's that's everyone's experience. You must be new here. That's everyone's experience. Everyone's a chaser. Everyone's a pleasure chaser. Everyone's looking for one dose after another. Hee hee with their stupid friends. Socialization, social media, this and that, Instagram, whatever it may be. That's what everybody does. No one no no one gets fulfillment in anything. So what you're saying is basically, you know, knowledge one zero one. That's what everybody does. So I wouldn't say anything to anybody. It is, you know, you being new to this, you're if you wish, not that you should, but your best sitting in the back.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 9,
      "title": "Q9",
      "start": 1099.83,
      "end": 1144.03,
      "text": "Thank you for having me to the stage. So I just want to clarify. When you say wasted, do you basically mean that a person who lives life in a conditioned way, in a programmed way, living by society's narrative of low expectations? I didn't hear a question. Oh, can you hear me now? I heard you, but I didn't hear a question. No. I'm wondering your definition of wasted. When you say have you wasted your Wasted wasted in wasted in every sense of the word. Like the trash you take out on Tuesdays.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 10,
      "title": "Q10",
      "start": 1148.01,
      "end": 1295.93,
      "text": "Hi, doctor. Thanks for, giving me the chance to speak. I just want to ask a question. For me, like, I'm very comfortable with the idea of wasting my life just to find out what is true, seeking what is true. So I've been experimenting my thought process recently. I've been journaling a lot. I've been, like, doing meditation and all that. I'm trying to explore myself in a deeper sense, trying to find, like, patterns of behavior, Like, how I am reacting around, certain things. So it's like a self discovery journey for me. And I found out, like, I am more of an egomaniac person. Like, I care more. I I'm not I'm talking about, like, ego and a sense of pride, but I'm talking about ego. Like, I I define this world more in a physical So what's your question? What's your question? I'm just trying to ask, like, hey, I see my strengths and weaknesses, but like, if I see my strengths and weaknesses and I just see that the side that I'm leaning on is it's not good. Like seeing the world as a materialistic thing. And I'm trying to focus more on spirituals. Okay. I don't I don't I don't I don't hear a I I hear a diet I I don't hear a question. What's your question? Alright. Alright. I'm just trying to explain okay. Okay. I'm sorry. I'm just trying, like, if if I embrace my weaknesses, is is that like, hey, I'm not wasting my life as I just embrace everything that I have? There's no rule and there's no definitions. If you think you're wasting it or you don't think you're wasting it, that's up to you. It really is a sincere examination and, a self expressed honesty as to whether one is. And even if you're honest with yourself, you don't get points for being honest either. So either, you know and a given individual will be horrified by the fact that he's wasting his life, and therefore, he will move towards truth. That, like I said, will be one in a 100,000,000, and the rest, have no there's no choice. There's no chance. And so there's no there's no me telling you that what you just said, no. That's wrong. You shouldn't do that. You're wasting your life. You need to do something else. You know, whatever if you feel like doing that and that's what you're moved to do, the the that's what you're moved to do. I mean, there's no rules.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 11,
      "title": "Q11",
      "start": 1301.19,
      "end": 1397.4,
      "text": "Hello, couple. Thank you. In the very occasion that you are that individual, that very individual, how do you know when to start? Let's say that let's say that you have been that your mind has been tricking you into the illusion that it is, society and that you need to accomplish all the things that society wants to wants you to. How do you know or how do you decipher that balance where where you need to move forward? There's no balance. I mean, there's no time if whatever there there's no like, you should begin on Thursday. You begin because you have no choice but to begin. In fact, it isn't a before and an after when the beginning happens. Typically, the beginning has happened a long time ago with individuals who have the DNA for it. They they when they look back at their lives, they see that they've always sort of been moving in that direction. There there isn't it isn't just out of the blue one day they decide. It isn't a conscious decision. So but human beings tend to be more attracted to societal things in society at large. So if wherever one's sincerity move in the direction of be it truth or society, then that's that's where it moves. But there's no how do I know when to begin. Thank you.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 12,
      "title": "Q12",
      "start": 1398.27,
      "end": 1423.94,
      "text": "Hi, Sheila. A very quick question. Is a life, based on what you're what you think, is a life focused on leaving a legacy for your children and grandchildren a waste in Well, I could answer your question, but you're not ready for the answer because your question is actually a comment in the form of a question. You believe that it is based upon legacy. Therefore, whatever I say won't have any meaning to you.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 13,
      "title": "Q13",
      "start": 1426.22,
      "end": 1509.5,
      "text": "Hi, Sezo. So I see when you say that I've wasted my life, that creates a disturbance in me. It has happened multiple times earlier. And what usually ends up happening is I pick up pursuit, which I think is a noble pursuit now. I end up spending a lot of time and energy into it and after some time I realized that is also empty. It's not like this bad or good. It's not giving me whatever I imagine it will give me later on. And I'm at this point where I feel that all of the things that I can pursue right now, whether it was my career, skill, art, good things, but it does not give me that thing that I'm looking for. It's always something is missing at the end. And now there's this disturbance and I go back to my old habits because at least they provide me with a distraction where I don't have to be thinking about before things because they've been What's your question? Gonna be from there. What's your question? So I realized there's a disturbance inside of me, and I see no pursuit that will fulfill it from now. Now I'm stuck. If there was something I was holding on, maybe I'll be better at my career. I'll follow philosophy and figure this out. At least I would have gotten a path to channel No. You're not. You're not. You're not. You're going on and on. What's your question? What do I do from here? What can I how do I get my There's nothing to do? The only fulfillment is truth.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 14,
      "title": "Q14",
      "start": 1513.11,
      "end": 1536.59,
      "text": "Hi, Chipyo. My question is, what happens when we abolish the self image? That's just a window dressing question because no matter what I say to you, it will not be in your experience. Therefore, it'll just be descriptive words that there won't have any meaning.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 15,
      "title": "Q15",
      "start": 1537.83,
      "end": 1602.03,
      "text": "Hi, Kapil. I've felt the desperation that you've described when I've realized that everything in my life was false, and I don't and I I think I know you know what I'm talking about. I think you wrote about it with the other world where everything was based on lies. And I felt that desperation to for freedom, but it then disappeared. And then it came back and then it disappeared. And I guess it feels as if I end up defaulting back toward the desire for pleasure. So I think there's is it is the understanding that I'm missing that is is it starting to go from intellectual to visceral and it's not airtight visceral? Is that the reason why the desperation doesn't stay? Because Well, the desire for the the desire for society and prescriptions and the chases is still very strong. Therefore, it will always take precedent. It's just a matter of time before that tide rushes back in after a few moments.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 16,
      "title": "Q16",
      "start": 1604.35,
      "end": 1700.16,
      "text": "Hi. Thanks for having me on stage. My question is, once you have reached a level of introspection that allows you to, realize that you have, undergone societal programming that's led you to the point of wasting your life. Is arriving at this point something that should elicit, joy, sadness within you? Or is knowing that you've truly arrived at this point, knowing that there is no way that you should feel, but rather that getting to that point is just, the experience in and of itself? I hope that makes sense. This is a very mature question. And quite honestly, by the cadence of your speech, with the very beginning of your sentence, I could tell I could sense the maturity and the sincerity in your question. So I will answer it. It doesn't it there there is no, there is no predefined way that one should or should not feel. And quite honestly, even if one did feel joy, that that joy isn't the reason to do it. That becomes its own chase. It really is rather that if, if one finds themself com repeatedly returning to the examining of the ways in which they have wasted their life and and the ways in which they have sign been societally programmed, the very fact that they keep returning to that demonstrates, for whatever reason, an an inner desire to truly want to look into that, which demonstrates further a desire to perhaps move towards truth.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 17,
      "title": "Q17",
      "start": 1701.42,
      "end": 1765.87,
      "text": "Thank you. Jacob, thanks for having me out. I would say I've arrived at places in my craft that have been unimaginable, for me in my past, but, I continue to, like, devote myself to my art. But I noticed that time is something that prevents me from reaching, my ultimate arrival and a place where I see myself. Is it true that time is something that limits arrival? In my experience, I've noticed that things have been extremely perfect, but it requires, patience, but I'm not being patient. It is just the patience, but that time is something that deeply bothers me as as the days of the time. What limits what limits arrival is the realization of the truths that need to be realized in order to arrive at that arrival. And if those are not realized, it doesn't matter how long you wait.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 18,
      "title": "Q18",
      "start": 1767.12,
      "end": 1839.64,
      "text": "Hey, couple. Thank you very much. I've listened to a lot of, your content and, it, I I feel like I resonate with it a lot. But the more I think about it, the more lonely it feels. The more separated, I seem to be from the society. Like you say, everything feels dumb, stupid. All pursuits are rather too simple, or too useless. Is this something that you see, with others too? So if if society is full of stupid people who are not seeking truth, and you are seeking truth, why would you feel anything but isolated from that? Why would you not feel anything but isolated from that? Hi, Kapil. Thank you so much. Your words have helped me a lot. My question is also kind of the same as the last question. How do you deal with when you realized No. No. No. No. No. There is no dealing with anything.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 19,
      "title": "Q19",
      "start": 1841.77,
      "end": 1889.3,
      "text": "Hi, Sidha. I hope I'm audible. So my question is in the pursuit of truth, there are other things, like, you know, you want to get independent, and then there's, your, the society, want, like, prioritises you to get independent first. So, like, is getting independent part of, you know, in the pursuit of, truth? Well, every facet of life has a truth. Truth is not truth is the only practical thing there is. So every part of one's life, every every topic one pursues, every discipline one pursues, every facet of his life has certain truths, and the rest are false.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 20,
      "title": "Q20",
      "start": 1891.92,
      "end": 2123.78,
      "text": "Yeah. First of all, it's an absolute honor, to be in a room with you. Thank you. You. So yeah. Yeah. I've I've been looking for you for my for my entire life. I've I've started to realize that, at the beginning of the year, and it's it's absolutely been a very transformative process, and I've absolutely nothing but but gratitude for you. And, I absolutely realized that, there's absolutely nothing, like, literally nothing that I want except for wiping a tooth. And it just changed my com like, everything, my entire outlook. There isn't a second of the day and even while I sleep that goes by without me examining, without me seeing my mind, without me seeing that everything's driven by ego, without me seeing that, every pursuit's driven by pleasure. It's just changed everything. Like, literally, just completely everything. So my questions are centered around within the discourse about the true value of wealth, and I also absolutely see that, basically, the true value of wealth just lies in buying dominance over one's mind as you've also correctly stated. So my question is just, in order to learn more perspective, perhaps, on on the things you've wrote, for example, on the syllabus and all the other topics, Yeah. I guess the only question is, I'm I'm a student, and, I guess the only path really is to to make make the millions in order to gain access to your material. I mean, I'm at the point I would swim across the Atlantic Ocean, basically, to just, get more exposure to to all facets of your work. You know, in all in all honesty, I I I do my best to provide, basically, hundreds and hundreds of hours of content for, you know, for individuals to you know, who obviously, you know, will will not, you know, have the opportunity to to consult with me. And so and, you know, if those things are beneficial, then they are. And if they're not, then they're not. But, it's I can only be in so many places, and I can only speak with so many people. So, all of the content that I have out there is certainly, you know, that, you know, that the free stuff that's out there from the discourses to, to the various podcast interviews and what, you know, what's out there. Those things may be may be of help to you, but beyond that, I'm not, you know, I'm not sure what else I can do. But Yeah. No. Absolutely. Absolutely. I've I mean, I've transcribed every public discourse everything, like, letter by letter, and I'm extremely grateful. Like, there's nothing I've ever learned in my life that is of such immense value. I'm Thank you. I'm glad I'm glad I'm glad it I'm glad it resonated with you. And it it looks like, you know, you have a sincerity to, to pursue truth, which quite honestly, you, it's fairly clear that you've already embarked upon that path. And, you know, you're literally it won't be me, but it'll be your sincerity, which continues to guide your way. So good luck with everything. Hello.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 21,
      "title": "Q21",
      "start": 2125.54,
      "end": 2156.05,
      "text": "I wanted to ask you what is the difference between what I believe his name is Matt Arnold, the, individual who had the solo climb without a rope. What's the difference between what he set out to achieve? Obviously, it was a great feat, but what's the difference between that and any old experience, Chase? The the the purity with which he pursued the the craft. Hello.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 22,
      "title": "Q22",
      "start": 2159.31,
      "end": 2197.93,
      "text": "So my question is about, basically, you know, in today's day and age, everybody is so hyperstimulated. You know, people have very short attention spans. It seems like, you know, people don't value morality, moral values as much as they used to in previous eras. How can we go back to the age of Bharat, to the age of Akan Bharat where There's no we. There's no we. But, you know We we is in sin sincerity, and I can tell by your response that you're not ready for this answer.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 23,
      "title": "Q23",
      "start": 2201.14,
      "end": 2235.53,
      "text": "Is there a way for me to know fully without any doubt, that I am on a path of truth? You know, one who is desperately desirous to know that means that they desperately desire to know truth. If one if one really wants to know if they're on the path to truth, then the very fact that they really want to know demonstrates that there's a deep desire there. So that question sort of answers itself.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 24,
      "title": "Q24",
      "start": 2238.95,
      "end": 2323.59,
      "text": "Hi, doctor Gupta. I don't have, pursuits for, I I don't I'm not really pursuing happiness, and and I don't see any purpose in life. But I I see myself naturally being drawn to, things that, keep my attention, that are stimulating, pleasure chasing, and so I see that my life is being wasted, and, there's nothing that I can do about that, But, the the reason that I'm letting myself just waste my life is because at at some level, that's okay with me. Right? That that it's it's fine with me that I'm wasting my life. But I may not feel that way in thirty years or fifty years when I'm I'm close to my deathbed. Is is there any further deeper truth than that, or is that just naturally how Well, honestly, what I mean, what you have expressed is sincerity. What you have expressed is honesty. When everything that you have just expressed, demonstrate an insight into your own condition and and where you are. And as ironic as it may seem, if there is going to be truth that arises within you or for the desire to seek it, it is gonna arise precisely from such plain honesty.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 25,
      "title": "Q25",
      "start": 2326.75,
      "end": 2398.57,
      "text": "Hello. If one has, embarked upon truth, for quite some time and has the financial means to, be more, I guess, removed from society, wouldn't that be a logical path to take, given that society is untruth? If if that's what they truly feel on their bones, it wouldn't be a prescriptive thing. Right. That that that's the right thing to do or a good thing to do. Really, it is a self generated and self motivated act to to do that, which results from, one's deep down recognition that that is the case as opposed to any type of compulsion or, or or pressure that is put on that person by someone else, in in any shape or fashion. So long as it's 100% arising truly from you, then then there's, then there's no insincerity in it.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 26,
      "title": "Q26",
      "start": 2399.03,
      "end": 2399.86,
      "text": "Thank you.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 27,
      "title": "Q27",
      "start": 2400.8,
      "end": 2543.86,
      "text": "Hi. I visited all of my life. I worked very hard for many years, but I but I haven't got anything any result. I'm unbelievable unlucky person. My question is that how I can change my ill fate. Thank you. What ill fate? Being so unlucky. I don't know what that means. I waste my all my life by working so hard, but I was unsuccessful. I am an unsuccessful person, so I don't know how to change my faith. So then your question is how to become successful then. That's your question. That's what it sounds like. No. It's just by luck by luck, I'm not successful. Everything everything shows that I should be successful, but suddenly something happened and change everything. For example, I burn one night before my exam. I went for something, but I forget to bring my, like, appeals. And everything I go for for one exam and computer crash. It happens so You are asking about how to become a success. No. I think it's luck. It's not about success only. It's luck. Your lack but your unluckiness is because you are unlucky at becoming successful. Yes. So then you are asking how to become a success. Yes. You are right. Okay. So that very recognition is what perhaps you need to understand at this moment so that the question isn't camouflaged by other things that aren't true. You must you must strip the question down to its bare bones to ask what you really want to ask. And despite your repeated objections to the fact that you were seeking a path to success, which isn't wrong, but simply your rejection that that's what you were truly seeking is what you have learned tonight.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 28,
      "title": "Q28",
      "start": 2546.06,
      "end": 2671.09,
      "text": "Hello again. I have a question. In my path of truth, I keep self mutilating myself because every time I think of moving forward, I feel like the when I call it the that when I call it an avatar that wants to come out of me to move forward towards the truth, it doesn't feel right. So I keep going back to the same previous default that I have set up. And I don't know how to get out of this loop. And it's self mutilation after self mutilation as a self mutilation of my persona because there is no What is self what does what does self mutilation mean as you describe it? Like, every sing like, the the details of whenever I try to continue on my path, it's like, okay. This there is not this I I don't know if it's depression at this point that I'm getting at or if it is it's just it doesn't feel like truth. And and because it doesn't feel like truth, I don't pursue it further. And I'm stuck in that loop. Well, there's the mind is a very complex thing. And if one is seeking truth, then they will seek the truth of their predicament. They won't try to get out of it. They won't try to seek relief. That isn't a bad thing or a good thing. The truth is the recognition of where one is. That is truth in itself as opposed to trying to seek to run away from it. But facing it isn't truth either. It is the pursuit of truth about the situation that one is in That is practical, and truth is nothing if not practical.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 29,
      "title": "Q29",
      "start": 2672.19,
      "end": 2699.63,
      "text": "Hi. What do you do with the guilt and regret that arises when you're on the path to, seek the truth? You analyze your past behaviors and the decisions you have made, and sometimes guilt and regret. There is nothing to do about it. Okay. You just accept what you have done and No. No. No. I did not say accept. Okay. Accepting is a doing.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 30,
      "title": "Q30",
      "start": 2702.25,
      "end": 2713.09,
      "text": "Hello, sir. I wanted to ask how to find meaning in life. Where do we start? I don't understand it. Like, I'm studying BTEC right now. But I do has no meaning.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 31,
      "title": "Q31",
      "start": 2714.99,
      "end": 2776.72,
      "text": "Hi, Sita. How are you? I have I mean, this question with the most sincerity, even though it may come off, a little bit silly, but I'm extremely dedicated and, serious in what I do for a living and my business. But in other aspects of my life, I'm not in as simple things, just like doing the dishes and cleaning my house, I find to be the most wasteful things that I could ever do. Do you have any insight to why this is that way? I don't think you care. I could say that because of x, y, and z, it wouldn't change anything. So what? No. I I I genuinely do care. I I just don't know why exactly I hate No. You don't care. You don't care why you don't like something. This is just a curiosity question.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 32,
      "title": "Q32",
      "start": 2777.26,
      "end": 2798.66,
      "text": "Hi, Sid. I was just going through a question you have been asked that lie you said life does not have a meaning then how life is wasted? Yeah. You're not ready for the answer because you took my word for it, that life has no meaning. And if you take my word for it, then you're gonna just gonna take my word for it and keep asking me more and more questions.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 33,
      "title": "Q33",
      "start": 2799.52,
      "end": 2800.18,
      "text": "I'm just",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 34,
      "title": "Q34",
      "start": 2800.86,
      "end": 2843.38,
      "text": "Pragupta, I've been following a lot of your work, and it deeply resonates, with me. I've been trying to explore the idea of, purity in pursuing something. From what I understand, if something is done for the sole purpose of some hidden motive, it's impure. But purely if it's pursued for the sake of its own end, it tends to be purer. Am I understanding this correctly, or is that, is that, is that understanding, incorrect? Yes. That is correct. That is correct. Yep.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 35,
      "title": "Q35",
      "start": 2848.04,
      "end": 2877.22,
      "text": "Hi, Kapil. I would like to know if, there could be desires which are almost impossible Or, or if a desire is impossible, does in does that mean that it's not a desire? I don't know what you're talking about because you're being very vague. But if one deeply desires something, everything tends to be possible.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 36,
      "title": "Q36",
      "start": 2877.68,
      "end": 2878.58,
      "text": "Hi, Tapil.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 37,
      "title": "Q37",
      "start": 2881.04,
      "end": 3208.71,
      "text": "I firstly wanna just say thank you for your work and for the period of time in my life that I found your work. Even though I have accomplished some measure of of success, like, in my sport, I felt like I never really knew the truth about anything. And now I'm pursuing something totally different, and my question is when you figure when you find the truth about something, does thinking stop? So my example would be, let's just say, like, I ran track. If I found the truth about whether it was how to start well, I feel like I wouldn't have the need to think about what I was gonna do at that point. I would just execute. So if you discover truth about a particular feel like art, would would the need to think about what to do or, like, what color should you find? By what to think to do, do you mean in terms of bodily mechanics to carry out the action? No. So it's more like like interior design. Like, it's more, like, art, like, choosing a color or whatever or, like, knowing what colors to, like, put together. Like, would I have to think about something if I knew the truth about, like, what would it take to organize a space, if that makes sense? Well, going going back to your earlier example of I think it was running that you said. So you said if I had recognized the truth, would if I stopped thinking, do you mean, let's say, as it relates to running, do you think are you talking about you would stop thinking about bodily mechanics or technique or that kind of thing? Yes. Yes. Absolutely. Absolutely. Because, the the the trouble with everything and the the sports is sports and business are the are the places, where it shows up, as much as it shows up in spirituality. It is the the world of sports coaching is all the technique and and the method and, body mechanics, and form, those are the god of sports coaching. And, therefore, that leads to nothing but the being burdened by by thought. And so the entire sports coaching industry has missed the boat, because they all look for they're all looking in the box, which actually hinders performance massively, as opposed to, accentuates it. So the person who's thinking about their their form or their technique, absolutely sabotages I mean, they may even win, but it it they but it it's that's because everyone's sabotaging. So they're just a little bit less sabotaging than everybody else. But if one compares it to the ultimate of what they can become, absolutely, they're way, way behind. And that is because they everything is done through the lens of technique, and then sports psychologists come in and say, well, stop thinking. And that's just stupidity. I mean, this is just juvenile kindergarten, you know, type of nonsense that that people, I can't believe, who are adults who just talk this and, talk this way. You know, the Buddha spent how many years on, you know, in in drinking his own urine and spending years sitting under a tree and, you know, devouring truth before he's able to stop thinking, but you're you tell an athlete to go out there and to stop thinking. It's it's it's it's beyond idiocy. I mean, it's it's laughable. It's almost criminal and malpractice to say such stupid things. But one has no choice but to think if one believes, as one is taught, that it is the technique that is going to make them great. And so that applies to everything, and that that philosophy, that belief is carried over into spirituality to meditate the proper way and to practice mindfulness and to have meditation instructors, which itself is unbelievable, that you have a meditation instructor to teach someone to meditate. It is it is sheer stupidity. There there's this this is rampant. This this disease, is rampant across all areas of the culture, across all of society. There is nothing but prescription. There is nothing but method and technique, and that is why human beings never really become ultimate. They just become better than other people, but on a relative scale, and that's why there is parity in every domain. So whether it comes whether it's in interior design as you're speaking now or whether it's in running or whether it's in, you know, discovering conquering the mind or whatever it may be, It it is not related to technique. It is related to, a devotion to understanding the truth and where performance truly comes from and all of these questions which nobody has the bandwidth to to ask because the conditioning is so deep.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 38,
      "title": "Q38",
      "start": 3210.21,
      "end": 3210.95,
      "text": "Thank you.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 39,
      "title": "Q39",
      "start": 3216.53,
      "end": 3255.24,
      "text": "So is is freedom freedom from involuntary thought and unnecessary pain or pain in general? That's part of it, but so what? Well, then what's the full What who who cares? I mean, you're not anywhere near there. Otherwise, you wouldn't be asking the question. And, therefore, if you're not, which is fine if you're not, there's no condemnation against you. But what is the point of asking questions of what what Paris, France looks like and then being have it described to you? What are you gonna do with that? It's just curiosity nonsense.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 40,
      "title": "Q40",
      "start": 3257.78,
      "end": 3315.57,
      "text": "Hi, Capo. I've caught myself prescriptionizing some of your work, and that actually created more problems than I had before in certain areas. Earlier today, you were mentioning that whatever someone is moved by, they're moved by, and there is no good or bad. If something feels true to me and that, you know, in a way for myself contradicts what I'm reading as truth in your writings, my initial feeling is that there must be something that I'm not seeing or understanding. My question is, if I recognize myself falling prey to a prescription, what would you say is the most effective way to Well, that is that is. I mean, the the the mere recognition that you're prescriptionizing it is is sincere. I mean, there is no there's nothing to do beyond that. I mean, that is the recognition. I mean, if one recognizes what one is doing, then they're not being blindsided. They have open eyes, and then they see what's going on.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 41,
      "title": "Q41",
      "start": 3317.07,
      "end": 3350.72,
      "text": "Hi, Kapal. Thanks for the session. I want to know which decision how do I know which decisions arise from the truth rather than from following prescriptions? Because these days, I'm constantly bombarded by them. So how would It would be it would be safe to assume that everything that you're thinking of is prescriptions, and that's because the conditioning is so deep. That is that would be the wisest place to begin. I'd like to open the floor to those who, have never asked questions before.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 42,
      "title": "Q42",
      "start": 3351.43,
      "end": 3428.51,
      "text": "Hi, Topil. Thanks for this. I've also, faced some issues myself, which I created when I prescriptionize some of your works atomically, but those are resolved itself the more I listen to more interviews and stuff. So my question is when one realizes that, all is freed and there's a lot of emptiness and stuff, How do we, deal from the lack of desire which results in that? Well, there's no there's no how you deal with anything. It's whatever you realize, then you realize it. There's there's nothing ever to do. If if you were me right now, what would you ask yourself? You know, it doesn't matter. It it it the only person that matters is you. So it doesn't matter about getting, you know, the right question or something that sounds the best or whatever it may be. You are in a situa you are in many situations in your life which are acute. You are in various circumstances which you have been fighting for your entire life, which, which plague you. All of those things are the things that matter. You know, looking good on stage doesn't doesn't matter.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 43,
      "title": "Q43",
      "start": 3433.21,
      "end": 3449.35,
      "text": "Do you think there unseen forces at play that if someone was sincere enough, they could tap into them? Who cares? Hello, Sidha.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 44,
      "title": "Q44",
      "start": 3450.53,
      "end": 3509.37,
      "text": "First of all, I would like to thank you for all the work that you do. Since the time I have discovered it, that's the only thing I read and listen to apart from my day job, and it has given me a lot of clarity. I was, kind of, follower of spirituality. I could see through some of the faults that I used to feel inside, but never never questioned. But after your work, I could see things more clearly, so thank you for that. You're welcome. I have one I have one question. My question is, what is the effect I'm sorry. What is the cause, the effect of which is our evil mind? The mind is not evil. The mind is simply untrained. Hey. What's your take on morality, and is that also prescription? Yeah.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 45,
      "title": "Q45",
      "start": 3515.66,
      "end": 3551.32,
      "text": "I've been repressing emotions since childhood. My heart longs for truth, but my emotions aren't all there. I think this situation prevents me from realizing truth, but I'm not clear on what it is. Whether I'm habitually avoiding emotions, lying on a dormant volcano, or whether I'm kind of damaged. Just wondering if you could clarify. Yeah. But I cannot clarify for you because I don't know your situation.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 46,
      "title": "Q46",
      "start": 3556.91,
      "end": 3582.86,
      "text": "Hello, Kupil. I need to ask the various individual and the sincerity, and where should he look inside of himself to find, sincerity more and more? I mean, there's no geographical place inside of yourself.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 47,
      "title": "Q47",
      "start": 3585.92,
      "end": 3696.1,
      "text": "Hi, Sidha. When you say the mind is untrained, what or how do we train it after? Like, what do we train it after? Is there a template or model behavior? No. No. Absolutely not. There is not. Mental models are for stupid people. All of these things that you hear in the intellectual realms are nonsense and garbage. The mind has to be trained towards truth. And that cannot be done through any kind of academic or intellectual pursuits. So that's what I wanted to ask. Like, nobody knows the truth. Like, it's hidden. Where do we know? No. The truth is not hidden. The truth is the the the truth is hidden because the individual is, has layers and layers of conditioning that is, layered upon the truth. So it it and you seem new here. That's why you're asking these kind of questions. Yeah. Yeah. Yeah. And there's not and there's and there's and that's fine. There's nothing wrong with that. There's a there's I mean, most or many of the people that are here have spent months to years reading through my work. And therefore, a lot of the questions have sort of been, at least the direction of them have been answered for them. Therefore, they don't begin to ask from the very beginning. And there isn't enough time in the day for me to be able to bring you up to speed to where you would have the necessary, prerequisites, so to speak, in order to understand And the the basics. And so if you wish to, you know, listen or read, you may. There's no compulsion to do so, but that's why I'm just I'm simply explaining to you that there's no one answer that I could give you at this particular stage that would be of any, great meaning. Yeah. Totally understood. Thank you.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 48,
      "title": "Q48",
      "start": 3706.74,
      "end": 3744.39,
      "text": "Yep. Hi, I have a question, but I don't know how to ask that, you know, if you can help me. How to put it in words? This entire life, what we are in the human body, is it a truth or a lie? I don't understand the question. Okay. Can you just elaborate a little more? You don't have to elaborate. You don't have to elaborate. Just express the question, clearly.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 49,
      "title": "Q49",
      "start": 3745.09,
      "end": 3745.59,
      "text": "Okay.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 50,
      "title": "Q50",
      "start": 3747.57,
      "end": 3796.74,
      "text": "So my question is, so we are in the physical body doing in this mechanistic world. But is it a truth? Is it a true world? What we are? We came for this in this physical body? No. The world is false. Society is false. Everything around you is false. The world is the world is, in fact, evil, and it's evil because it is based purely upon untruth. So all of society is false. Everything you see around you, all the books that are published are false. All the newspaper clippings are false. All the media is false. All the nonsense that the spirit spiritualists talk and the motivational speakers and the self help and the self development and the gurus, it's all false. And it's all false because it is all based upon getting you to believe something.",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 51,
      "title": "Q51",
      "start": 3800.14,
      "end": 3802.24,
      "text": "Is man good or evil?",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 52,
      "title": "Q52",
      "start": 3804.06,
      "end": 3820.09,
      "text": "Namaste, Sidha. What is doership? I think you already know. I would love to hear more insights from It's too general of a question. Do you have a specific question? Is doership a necessity?",
      "audio_file": "Kapil Gupta MD - You Have Wasted Your Entire Life (but it's ok)  03 Dec 2021.mp3",
      "source": "deepgram"
    }
  ]
}