{
  "video_id": "Kapil Gupta MD - Q&A For Those New To My Work on - 06 Dec 2021  The Truth Seeker Podcast",
  "title": "Kapil Gupta MD - Q&A For Those New To My Work on - 06 Dec 2021  The Truth Seeker Podcast",
  "webpage_url": null,
  "blocks": [
    {
      "id": 1,
      "title": "Q1",
      "start": 20.76,
      "end": 103.98,
      "text": "Just a question on, other other than prescriptions, are there other traps that you would advise someone new to your work, to be aware of? Well, the traps are all centered around, societal conditioning And perhaps one of the most pervasive, if not the most pervasive element of societal conditioning is prescriptions, how tos, methods, techniques, and tend to fall for all of such things because they are essentially a, they're a circular non phenomenon which leads one stuck in in quicksand forever. So basically, the traps are all related to untruth society society basically founding itself upon upon untruth. And so wherever the details or whatever the branches are that stem from untruth, one of them being prescriptions, and those are all of the traps. I see. May I ask one more follow-up question? Okay. Is compromise some form that something that takes you away from the truth? Yes. Thank you.",
      "audio_file": "Kapil Gupta MD - Q&A For Those New To My Work on - 06 Dec 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 2,
      "title": "Q2",
      "start": 105.81,
      "end": 151.47,
      "text": "Hello, sir. Hello. Thank you so much, sir, for pulling me up. Just got a short question. I've been there at your previous session as well where you asked for a rare question. So, basically, I just wanted to ask that why truth is important. Well, if I if you need to have it explained to you why truth is important, then maybe you should ask yourself, what else is there? Because everything that besides everything besides truth is untruth. So if you need to be if you need an explanation as to why untruth is not important and truth is important, then there really is there really is nothing more to say about that.",
      "audio_file": "Kapil Gupta MD - Q&A For Those New To My Work on - 06 Dec 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 3,
      "title": "Q3",
      "start": 152.41,
      "end": 220.29,
      "text": "Hello. I heard you say once that, exposure to truth and the DNA to turn one's back on. So the society is the most, powerful combination and very rare. When you say exposure, do you mean particular sources of truth? Like, I I feel your writings and podcasts, etcetera, have, truth in them based on feeling. But what what exactly do you mean by exposure? Do you mean particular sources of truth? Oh, it's any any source that provides direct truth would be exposure. There there's no it's not for me to tell you what that is or is not. But if as long as it is direct truth, straight truth, raw truth, then the exposure to that, tends to have an effect upon one who is ready or one who demonstrates a particular degree of readiness to imbibe or receive that.",
      "audio_file": "Kapil Gupta MD - Q&A For Those New To My Work on - 06 Dec 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 4,
      "title": "Q4",
      "start": 222.19,
      "end": 311.82,
      "text": "In one of your recent tweets, you stated that to a true artist, nothing is more insulting than mass appeal. If a singer has 50 songs, so what? But in this modern age, you can be great and still be ignored. And by ignored, I mean if there's like a Tiger Woods, if he never plays a Masters or a PG tour, nobody's gonna recognize his genius if he never gets to play the game. So in order to play the game of becoming a legend, meaningless things like number of streams or number of views become meaningful because those are the sort of PG rankings of the music world. So were you talking more in terms of creating art? Like, that's the sort of mindset that brings out the purest form? Well, I mean, you you have brought a whole boatload of assumptions to this, so I didn't really hear a question there. So you you have you have brought your own opinions and beliefs that, that if someone no one would ever be able to hear of them, and then one must at least, play so and so and so, or else they would never be I mean, I I don't know what to say to your question because it is really no question. It is just a bunch of beliefs and opinions. But could you, like, elaborate that particular Elaborate one part. What what is there to elaborate on if you've already perceived it in a particular way, and then you already have an answer to your perception? So you've already asked the question and you've already given your answer, so I'm not sure what else what else there is to talk about. Right. Thank you.",
      "audio_file": "Kapil Gupta MD - Q&A For Those New To My Work on - 06 Dec 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 5,
      "title": "Q5",
      "start": 314.52,
      "end": 489.94,
      "text": "Hello, doctor Gupta. I first want to, thank you for, all your work, and your words. Not sure if it's the words or how they're spoken or, you know, the the level of sincerity in them. They just, they just feel completely true. I I wanted to thank you for that. I did have one question. So your work has been a source of discovering great truths and realizing them about life. If it's in a specific domain like investing or finance or getting better at technology or becoming like a CTO, are there, what would cause me to discover the truth seekers, the truth sayers in those domains? Should I look for people who have achieved a certain level of mastery? Would they understand truths? Is there some so I wasn't sure how do I go about that. No. It it's it's, honestly, it's a it's a fair question, because the truth is that you can look up any topic you want. And if you Google it, you'll get multi many million hits, and then the millions of search results will all be untruth. And so it really it it really comes down not so much necessarily solely to the achievement of the individual, but to the nature of the individual. And, it is I mean, essentially, what you're asking for is, you know, to find the individual who does not prescribe. And it really is it it honestly, it's it's practically impossible to do that. The that this may be a freeing truth or that may be a more stifling truth for you. I'm not sure. But the interesting thing is that once you know or once one learns, the foundations of truth, they basically apply to all domains. So it doesn't matter if it's finance or business or sports or whatever it is. It's all the same. Those are just details. There are the undercurrent of truths or the undercurrent of truth. They are universal. So you don't necessarily need to find, a specific person. And quite honestly, it to find one who's not gonna prescribe to you, it's not going to happen. So once again, all roads lead back to discovering truth rather than discovering, mentorship or instruction.",
      "audio_file": "Kapil Gupta MD - Q&A For Those New To My Work on - 06 Dec 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 6,
      "title": "Q6",
      "start": 493.36,
      "end": 516.85,
      "text": "Hello. Oftentimes, I heard a metaphor. It goes, the forest doesn't care whether it's sunny or it rains. What do you think about that? I don't think anything. Those who have not asked questions before or asked them very rarely may raise their hand if they wish.",
      "audio_file": "Kapil Gupta MD - Q&A For Those New To My Work on - 06 Dec 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 7,
      "title": "Q7",
      "start": 517.62,
      "end": 661.61,
      "text": "Hi, Go ahead. Yeah. So I've been reading a lot of, spirituality in general, especially Jayakashamurti. And there is always a mention of this state and the issues with thoughts, and I understand that. But here's the problem which I face. There's extrapolation which happens, which is that there is there might be a thoughtless state. And then there are all those myths in my especially in Indian tradition about what might happen thereafter, getting to know the fundamental reality of world, mystical powers, etcetera, etcetera. And I have a lot of trouble traversing what is the myth, what is the metaphor, and how to proceed onwards. This became really apparent. I used to dismiss them as myth or something I'm not really interested in. But I was watching a discussion of Jay Kishanmohan with a lot of scientists, and he agreed with a lot of mystical things that I mentioned. So, how is such a thing even possible? Like, I just want to realize what is the limitations and what is all the myth that I should discard. Well, it doesn't it's it's all a myth to you. Yep. Everything's a myth. So it it it doesn't matter if I tell you, well, this is this is real and this is unreal. This is possible and this is impossible. That's just window dressing. It doesn't mean anything. So everything is a myth until you discover the truth for yourself. So it it doesn't to pursue something based upon, that thing being real and that thing you're told is unreal means that you're you're you're basically in the ocean without, you know, without a sail. So you you have to discover what has resonance for you and move according to that rather than, trying to follow belief and basically descriptive opinions about what is real and what is unreal. What's the difference between chasing pleasure versus pursuing something that will actually bring long term fulfillment. You just described the difference.",
      "audio_file": "Kapil Gupta MD - Q&A For Those New To My Work on - 06 Dec 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 8,
      "title": "Q8",
      "start": 664.23,
      "end": 723.96,
      "text": "Hi, Kapil. Just a small question. I run a company with 300 people for the last ten years, but at 50 years of age, I realized that I haven't done much. It was just supposed to happen and there is not much that I have done. It just happened. So and then that has left me a little rattled, but I think that is also a good state to be because I feel that not much. It was just supposed to happen. And is it correct to think like that? I just wanted your view on that. I mean, there's no correct. There's no correct way to think. I mean, I don't if if that's your question, is it correct or not? There really is no answer. There's no good and bad. There's no correct or incorrect. Everyone has their unique way of doing things. So it doesn't that question doesn't really go anywhere. Do not raise your hand unless you have a question. And if you do, you may ask it when you're invited on stage.",
      "audio_file": "Kapil Gupta MD - Q&A For Those New To My Work on - 06 Dec 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 9,
      "title": "Q9",
      "start": 726.6,
      "end": 802.8,
      "text": "I find myself engaged in two kinds of activities. The first one is something that arises out of a genuine curiosity, a genuine following, a genuine desire to do it. The other kind arises from, some kind of an addictive behavior either because of, social media, the attention economy, or some deep seated emotional issues that I'm doing something compulsively. I find it very difficult to differentiate between those two because both the genuine desire and the social media and other attention economy, all those things, both of those things feel very similar subjectively. This is my acute problem that I'm dealing with. Is there anything you can do to shed light on it? Thank you. No. There's something that you can do. I don't think that that that you have a difficulty deciphering between that which arises from a genuine place and that which arises from a cosmetic place. Because if there was if there was no difference for you, then you wouldn't have been able to separate them categorically at the very outset of your question.",
      "audio_file": "Kapil Gupta MD - Q&A For Those New To My Work on - 06 Dec 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 10,
      "title": "Q10",
      "start": 805.58,
      "end": 938.82,
      "text": "My question is, does a person have to be ready or primed for a transformation to happen? For example, if a if a person is constantly seeking pleasure, will that corrupt him from transforming or really imbibing truth? So, you know, it's it's it's the primed and the, readiness. Well, basically, it is that if if there's a truth that is spoken, if and if one is not even in the vicinity of that in terms of being ready to hear that, then it'll be like speaking Chinese to someone, you know, who lives in Texas. So there has to be some degree of readiness in in where that is, how that comes about, whatever it is, it is. But most human beings are not ready for truth because they've have they've been conditioned and they've been taught and they've been led in the direction of, you know, belief, opinion, dogma, and and all of these other things. So that's all they've ever known. And, therefore, to expect that someone would be ready, when the other is all they've ever known is not very practical. But for whatever reason, some people are. Some people are are closer to readiness than others than whether and and even if that came about through a priming in the sense of, having read a bunch of scriptures or even looking into spirituality or whatever it may be, not that those things are, necessarily truth, and spirituality certainly isn't truth. But the very fact that they were that they've been pursuing such endeavors for many years demonstrates an internal desire and a DNA and a and a natural interest towards such things, which itself, perhaps paves the way for some degree of readiness.",
      "audio_file": "Kapil Gupta MD - Q&A For Those New To My Work on - 06 Dec 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 11,
      "title": "Q11",
      "start": 941.5,
      "end": 1069.71,
      "text": "Hi, Capil. It's an honor as always. I have a question. So as my understanding and sincerity of of the nature of tooth matures, it seems like I become available to truth more readily, and insights just seem to come from time to time, as my exposure, also, is systematic as you say it. So once the general direction is kind of set, I have seen that the path absolutely opens up. My question is in the domain of of the mind and dismantling self image, from from a standpoint of effectiveness and of not wasting time, is it still a matter of content and seeing tooth from different angles in order to get it into the the vessel, or will I be able to access the needed tools by my sincerity alone? I mean, how how it happens, no one can really say. It is it is different for everyone, and it it it it's not predictable. So whether it comes through content or, simply exposure or, a combination thereof, or deeply and motivationally and a deeply obsessive and driven fashion to, experiment for oneself, regardless of the exposure or because of the exposure. You know, there's so many variables. There's there's so many possible intersections, so many things that can line up in various different different ways. So that really isn't a question that that can be predicted. However, it happens, it happens. But perhaps the safest thing to say is, the more naturally obsessive one is about anything, then the certainly, exponentially, the greater the possibility of arriving. Thank you.",
      "audio_file": "Kapil Gupta MD - Q&A For Those New To My Work on - 06 Dec 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 12,
      "title": "Q12",
      "start": 1073.85,
      "end": 1121.19,
      "text": "Does procrastination, always come from a place of fear or failure, or there is something more to discover there? I'm not sure it really matters. Because even if you discover that procrastination yeah. I mean, there's it does come from certain certain specific places, but it it may not even be worth talking about because even if one discovers that it comes from x, the very fact that one is procrastinating means that, the x is not what they really wanna know about it. Otherwise, it would mean more to them. So it doesn't matter. It's intellectual. Hello?",
      "audio_file": "Kapil Gupta MD - Q&A For Those New To My Work on - 06 Dec 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 13,
      "title": "Q13",
      "start": 1123.01,
      "end": 1143.93,
      "text": "Hi. Namaskar, Kapil. Thank you for giving me this opportunity to talk. My question is, how do I develop conviction on path which I am following? After reading so many, scripture or thinking about things There's no there's no how there's no how to. There's no how do I develop.",
      "audio_file": "Kapil Gupta MD - Q&A For Those New To My Work on - 06 Dec 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    }
  ]
}