{
  "video_id": "LIFE TROUBLES - Kapil Gupta MD _ 02 May 2022 [S1hun-0EcZM]",
  "title": "LIFE TROUBLES - Kapil Gupta MD _ 02 May 2022 [S1hun-0EcZM]",
  "webpage_url": null,
  "blocks": [
    {
      "id": 1,
      "title": "Q1",
      "start": 366.32,
      "end": 472.64,
      "text": "Augusta National or anything else that maintains its quality to sort of be invisible to those who would siphon off or take advantage of that quality. Thank you. I don't I don't think anybody can tell I don't think anybody can take advantage of that to outwardly reduce something that, has developed that quality, even, you know, even if if something is truly unique, it's truly unique. And quite honestly, if it is the only thing of their of its kind, whether one person recognizes it or or a 100,000,000, it doesn't change the fact. It isn't a popularity context. Now there are things that are unique that are very popular, and there are things that are very unique that are not popular. Popularity doesn't make something unique. In fact, the more something caters to popularity, and dilutes itself, it tends to rob itself of its own uniqueness. But popularity, which in many ways is the antithesis of uniqueness, in the world. Now that does not mean that there are some things, that are not some people and some things that, are not both highly unique and very popular. There are, but uniqueness isn't a isn't a popularity contest. You know, for instance, if if all of a sudden my book sold by the hundreds of millions, I'd be compelled to rewrite them. Can,",
      "audio_file": "LIFE TROUBLES - Kapil Gupta MD _ 02 May 2022 [S1hun-0EcZM].mp3",
      "source": "deepgram"
    },
    {
      "id": 2,
      "title": "Q2",
      "start": 473.66,
      "end": 680.24,
      "text": "gratitude, spark something, beyond maybe inspiration in this particular context? I don't know. I think that you I think that if it did, then it would, you know, you would be in a perfect place to answer that question. You know, these are you know, feelings are one's feelings and the depth of one's the sincerity and the depth of one's feelings are real. But as for calling them things, you know, does gratitude lead to x, y, and z? It you know, that just becomes abstract. But but the more the, the, the more deeply that someone connects with something for whatever reason that is natural, that is not forced, that is not contrived, that is by no means proselytized or, or recommended to him, but he comes to of his own accord and it and it speaks to him in some way, that is in no way interfered with and it is pure, then that itself tends to have some sort of a fairly significant effect upon a human being and the details and the nature of that effect. The, the specificity of that effect is different for every human being. But to, to reduce it to words, and then and then say, does this word lead to something else in the future? I think perhaps is to diminish the experience, rather than to to, allow one to feel what they feel and allow and allow that to lead where it leads. But thank you for your words. Hi, doctor Gupta. Thank you for this session. I had a question in regards to desires and aversions. Are all desires and aversions just basically societal mind traps, or are there sincere desires and aversions to take us closer to the truth? Or are are they all just traps of the mind? One should basically come to the point, and and it would not be far from the truth. In fact, it could be very much the truth that, one must assume that everything that they have within them is conditioned by society. In fact, to the point that if they open their mouth, that whatever comes out isn't theirs at all. It was tape recorded. It was something that they it was something that they imbibed and they're repeating like a parrot, not intentionally and not consciously, but just by virtue of having lived in the world and lived in society and heard all of the preachings of the world and being indoctrinated by the world in school and in friendships and in parties and in businesses and in jobs and in the the bus station, whatever it may be. All of that all of that stuff enters into the human being and to the point where there really isn't anything within him that isn't that stuff. Rather than taking the approach of I wonder what is not, it it it would be largely safe to say that a significant portion, if not everything, that, that is within one begins there.",
      "audio_file": "LIFE TROUBLES - Kapil Gupta MD _ 02 May 2022 [S1hun-0EcZM].mp3",
      "source": "deepgram"
    },
    {
      "id": 3,
      "title": "Q3",
      "start": 680.94,
      "end": 794.8,
      "text": "Doctor Gupta, I just have one question. Like, what is more important to you, emotional quotient or intellectual quotient, mom? You know, these are once again once again, you you have picked up these intellectual terms. When you were seven years old, did you know the words emotional quotient? In fact, when you were 20 years old, did you know did you know that phrase emotional quotient? All of these are nonsensical, idiotic, intellectual things like mental models that have been forced upon society and then the society imbibes them and parrots them back like a tape recorder. That's exactly what I was talking about with the previous individual. It doesn't it doesn't the question has no relevance. Because basically what you have done is someone has come out of the sky and put two lights in the sky, which weren't there before. Those lights weren't natural. They were created. And what you are asking is which light is better? Well, both of them are nonsense because they're just concepts. All concepts, all models, all intellectualism, has no relevance. It is, it is all just fodder for the intellectuals to get together with their togas and talk about at cocktail party conversations. It has no reality to it. It is simply ego. There's, there's not, there's no substance there. It is simply a machination. It is a, it is, it is a recitation, a repetition of words. It's all it is. So, your question has no value because you have because the question isn't yours. You have plucked these things from books and concepts which are not yours, and then you've thrown it upon me to ask me to comment about things which are not yours and are not real.",
      "audio_file": "LIFE TROUBLES - Kapil Gupta MD _ 02 May 2022 [S1hun-0EcZM].mp3",
      "source": "deepgram"
    },
    {
      "id": 4,
      "title": "Q4",
      "start": 796.54,
      "end": 910.56,
      "text": "Hi, doctor Gupta. Thank you so much for your time today. I've been a listener for a long time now. I started following you on Twitter and then read all your books. And for the last three or four years, I've been just trying to understand, what you have been trying to say through your work, through your podcast, and so on. I also read a lot of other things and slowly started understanding and seeing the truth in things. But I I my question is, how do you make seeing the truth behind things, almost second nature? How do you get better at it? There's no getting better at anything. It it isn't a skill. It isn't a skill. You can't learn it in school, And, you know, no teacher can teach it to you, and no meditation instructor can make you meditate into it. It isn't a skill. It is it is in the same way that when one is hungry, there's no way to get hungry. When they are hungry for food, they are hungry for food. When they are thirsty for water, they are thirsty for water. That wasn't a skill they developed. The everything related to all of these these these intellectualisms and this I must practice and get better and progress, That is the road to attempting to progress forever and get nowhere. That is the road to endless practice and zero arrival. It is just romance and fantasy. It has no reality.",
      "audio_file": "LIFE TROUBLES - Kapil Gupta MD _ 02 May 2022 [S1hun-0EcZM].mp3",
      "source": "deepgram"
    },
    {
      "id": 5,
      "title": "Q5",
      "start": 911.25,
      "end": 925.42,
      "text": "How does one distinguish truth from experiences that may camouflage themselves as truth? If one is on the lookout, they tend to have a better chance of grasping something than if than if you were not on the lookout.",
      "audio_file": "LIFE TROUBLES - Kapil Gupta MD _ 02 May 2022 [S1hun-0EcZM].mp3",
      "source": "deepgram"
    },
    {
      "id": 6,
      "title": "Q6",
      "start": 926.6,
      "end": 966.93,
      "text": "Having your words and your work and your level of thinking about it and your devotion to the truth has been so powerful to us, not collectively, but individually. To where we've had many fights about what the truth is, not even based off of what you're saying. But I think we both wanna thank you for how much it's improved our lives as people because the questions that are being asked sometimes in these kind of spaces are kinda basic. Just tell if you're kind of on the path, but we're both so pleased to have had a source of exposure to something that is genuinely true enough to words. Like, it's not even about you and or or if you said the words. And, did you have anything to say about that? Or",
      "audio_file": "LIFE TROUBLES - Kapil Gupta MD _ 02 May 2022 [S1hun-0EcZM].mp3",
      "source": "deepgram"
    },
    {
      "id": 7,
      "title": "Q7",
      "start": 967.82,
      "end": 1056.17,
      "text": "No. I agree. And just thank you for, also, I think the biggest thing I enjoyed the most was learning about how the problem could be found within the problem. I've been thinking about that every day, and it's actually, it's been working, and it's more of a a permanent change, at least it's felt like. So I we just appreciate, everything that you're you're telling us and the patience you have to do these and take the questions. It all is very helpful, and we hope that is the same with everyone else. Thank you. Thank you very much. When noticing when noticing thoughts and emotions appear, who or what is doing the noticing? Thank you. The answer that I give you won't help you. It'll simply be a concept. I could say x, and you would say, okay. Thank you, and that would be it. Nothing would change. It isn't real. And though the answer that I may give you may be true, because it isn't in one's direct experience, it is simply another concept. That's why spirituality has no meaning. Spirituality, the same as intellectualism, it's all just pie in the sky. It's conceptual. There's no there's no two. It's a concept. Okay.",
      "audio_file": "LIFE TROUBLES - Kapil Gupta MD _ 02 May 2022 [S1hun-0EcZM].mp3",
      "source": "deepgram"
    },
    {
      "id": 8,
      "title": "Q8",
      "start": 1056.67,
      "end": 1079.3,
      "text": "I say that I wanna do some certain things, but I'm I think that maybe I don't want them, but only the consequences maybe. That's why I'm not sure. I think you're more fooling yourself by asking the question because it wouldn't matter what the answer is. If I said, yes, you always do what you want, or I said, no, you don't always do what you want, what would that do? Won't do anything.",
      "audio_file": "LIFE TROUBLES - Kapil Gupta MD _ 02 May 2022 [S1hun-0EcZM].mp3",
      "source": "deepgram"
    },
    {
      "id": 9,
      "title": "Q9",
      "start": 1080.39,
      "end": 1484.04,
      "text": "What what is your thought on humans studying humans and and applying intellect to assess human behavior or patterns in that? Do you think there's value in it, or are we just creating more of those mental blocks? It it it depends it depends what what one is looking for. If you if you look at in if you look at, for instance, if you take the example of the academics, the academics' sole goal is to publish. Right? Because that's how they get promoted. So the game is rigged from the very beginning. It's so it's sort of like the media. Well, the media publishes sensationalism to sell hot dogs. Why? Because their goal is to sell hot dogs. So they can't there's no reason to blame them for that. That that's that's their goal, that newspaper cannot run unless unless it sells. So it sells when when its content is, is read. So So, therefore, they will do whatever they can to sensationalize and make stuff up, or dress it up in ways that makes it, appealing. So once again, there's no blame there. That's that's their goal. Their goal is to sell newspapers. In the same way so but but if one recognizes that, then one also recognizes that that source cannot be trusted because the goal from which they function is not pure. It doesn't mean that it should be pure, it just means that it's not. And by virtue of the fact that it's not, means that that calls into question all that they do. In the same way, the academic, the academic's primary goal is to publish, period. The more papers that they put out, the higher the possibilities of, promotion and tenure. Therefore, what is published in so called peer reviewed research journals, a lot of it is not not true. So some of it may be, but how will you know by sifting through all of that in in these kind of so called scientific research and studies into human behavior, what is true and what is not. What is true is often much more relevant and much more gleanable by doing one's own experiments because they are not, if they truly want to know, then they are not bound by a covenant which compels them for an ulterior motive that is not pure. So intellectuals like intellectualism, and they believe like the scientists. Now it doesn't mean that scientists has no science has no relevance. It does. Science has relevance in society. But in the matters of truth, be it truth about the mind, truth about human emotion, the truth about, arriving at peace, the the ultimate questions of life, the things that humans truly, genuinely, deeply search for, those cannot be touched by science. Those cannot be touched by the intellectual because the intellectual and the scientist can only measure those things that can that are that are recognized and measurable within test tubes, within laboratories, within their so called pyramids and fancy diagrams and pie charts and words and concepts like intelligence quotient and emotional quotient that are created out of thin air simply for their own benefit to make them sound smart. All that an intellectual talks about is is really targeted and for the consumption of the intellectual. It feeds himself. It feeds his ego. It isn't real. So in the same way that if you discuss what happens to, for instance, an an individual when they get, when they come into an emergency room, you can separate each thing out as to put the IV in first and then stop the bleeding over here and then give this kind of saline and do this and this and that. But all those things are happening simultaneously. They only happen separately within the classroom. Now it is necessary to break things down for the purposes of understanding and to relay what happens. For for for didactic purposes, it is necessary, but it isn't real. It isn't reality. So one may excuse themselves and be excused by reducing reality into concepts that can be taught in classrooms and in lectures and intellectual conversations. But the only reason that that can be excused is because the human beings insist upon having classrooms and upon having intellectual conversations. If if human beings were interested in truth, there would be no intellectualism. There would only be the direct thing and talking around it and creating egoistic names that sound nice, like emotional quotient to feed their own sense of self wouldn't exist. I think the study of masses reveals the behavior of masses. But, no masses in the history of anything has ever achieved anything at all otherworldly or lasting. Therefore, you can study a herd of cows and you can find out that they eat grass at twelve noon, but if you are looking for things that are ultimate or genuine or true, You won't find them by studying herds. In fact, what the individual what you will find in the individual who does achieve such otherworldly things is actually thought and behavior, which is completely opposite to that which the studies show. So it depends what one is looking for. If one is looking to look up out upon the landscape and describe the behavior of roaming cattle, if that has relevance to them, then they they can. But it has no meaning for an individual",
      "audio_file": "LIFE TROUBLES - Kapil Gupta MD _ 02 May 2022 [S1hun-0EcZM].mp3",
      "source": "deepgram"
    },
    {
      "id": 10,
      "title": "Q10",
      "start": 1484.34,
      "end": 1495.47,
      "text": "who is looking for truth. Do you have any comments or opinions on truth and fiction versus truth and nature? No. I don't. No. I don't. But thanks for your words.",
      "audio_file": "LIFE TROUBLES - Kapil Gupta MD _ 02 May 2022 [S1hun-0EcZM].mp3",
      "source": "deepgram"
    },
    {
      "id": 11,
      "title": "Q11",
      "start": 1495.78,
      "end": 1534.86,
      "text": "How come, actually people think that they are following truth and are after truth, and they are actually not? Why there's this discrepancy? I mean, people don't matter. It just matters. The question you know, you're asking the question from it's really about It's really about you. You're talking about the world and people, and it doesn't matter. These are all just this is just more intellectual curiosity. It has no acute relevance to your life. Therefore, it's just it's not not worth talking about, at least for me. So my question, what is the truth in love? Much or not all of what humans call love is attachment.",
      "audio_file": "LIFE TROUBLES - Kapil Gupta MD _ 02 May 2022 [S1hun-0EcZM].mp3",
      "source": "deepgram"
    },
    {
      "id": 12,
      "title": "Q12",
      "start": 1535.72,
      "end": 1536.52,
      "text": "Hi, Kabbal.",
      "audio_file": "LIFE TROUBLES - Kapil Gupta MD _ 02 May 2022 [S1hun-0EcZM].mp3",
      "source": "deepgram"
    },
    {
      "id": 13,
      "title": "Q13",
      "start": 1538.04,
      "end": 1544.78,
      "text": "I've been I've been thinking of how to ask this question for for the past ten minutes. Please bear with me, for a few minutes.",
      "audio_file": "LIFE TROUBLES - Kapil Gupta MD _ 02 May 2022 [S1hun-0EcZM].mp3",
      "source": "deepgram"
    },
    {
      "id": 14,
      "title": "Q14",
      "start": 1546.36,
      "end": 1676.43,
      "text": "I'm I'm 28 years old, and, I I I had, a couple of epiphanies just, like, a few months back. I've been trying to do some self introspection. And one of the epiphanies that I've had is that I've, that I I I seek, why, that's asking the why behind, behind people's motivation behind my relationships. So you have to you you you have to get to the question. What what's your question? Right. I'm I'm visiting my parents for for for a couple of weeks, and one of for this visit, my one of my goal is to improve my relationship with my with my father. I've been, asking for his validation, pushing for his validation for most of my life, but I'm don't have the strength. I'm not able to find the, ways to do that. The more I think about it, the more I converse with him, I just that that widens up. I is is there something that you could probably speak on it? No. I can't speak on it, and I can't tell you what to do. But, the but I will say that if if one has the desire for a reconciliation or, the the the propagation, or the refinement of a particular relationship, then that desire will lead them to wherever it leads them. And the greater the desire, then they they will generally find a non prescriptive way, which comes from themselves. And from what you have expressed, it seems that to some degree, the desire exists.",
      "audio_file": "LIFE TROUBLES - Kapil Gupta MD _ 02 May 2022 [S1hun-0EcZM].mp3",
      "source": "deepgram"
    },
    {
      "id": 15,
      "title": "Q15",
      "start": 1676.89,
      "end": 1713.55,
      "text": "In regards to truth, is there any question worth asking another person, or is the question itself just an avoidance of personal investigation? Well, if I gave you a question to ask, then that would just be, you know, you just copying the question that I told you to say, so it would have no relevance. It wouldn't be genuine. Is it a complete waste of time to look at the cause of such feelings? No. What did you do to become, the true, self? There is no true version of yourself. Number two, I didn't do anything.",
      "audio_file": "LIFE TROUBLES - Kapil Gupta MD _ 02 May 2022 [S1hun-0EcZM].mp3",
      "source": "deepgram"
    },
    {
      "id": 16,
      "title": "Q16",
      "start": 1713.93,
      "end": 1739.37,
      "text": "Is there only way to lose myself through devotion? You know, that that's a question that you you have different paths when you're sitting there, deciding which thing to choose, and that doesn't doesn't go anywhere. You have to search inside you for what's there, not what is the only way or the best way. There's no there's no best way.",
      "audio_file": "LIFE TROUBLES - Kapil Gupta MD _ 02 May 2022 [S1hun-0EcZM].mp3",
      "source": "deepgram"
    },
    {
      "id": 17,
      "title": "Q17",
      "start": 1739.98,
      "end": 1780.32,
      "text": "How can I say? I don't know how to ask for a question about my life that is not asking for a prescription. Can you tell me the difference? That's a very wise observation. Can you tell me? That should there's no so there's no so no. No. No. No. There's no so anything. If you go beyond that into another question, then you've missed everything. That is a very wise observation. My question is, do you think any religions have found the truth of our reality? And if not, what do you think of people who spend their entire lives devoting to one? Religion is about the name of God.",
      "audio_file": "LIFE TROUBLES - Kapil Gupta MD _ 02 May 2022 [S1hun-0EcZM].mp3",
      "source": "deepgram"
    }
  ]
}