{
  "video_id": "Life Is Not What One Thinks It Is_ Kapil Gupta ( Q&A Session ) on - 9 Oct 2021",
  "title": "Life Is Not What One Thinks It Is_ Kapil Gupta ( Q&A Session ) on - 9 Oct 2021",
  "webpage_url": null,
  "blocks": [
    {
      "id": 1,
      "title": "Q1",
      "start": 1.92,
      "end": 10.4,
      "text": "Hello, Kapilji. My question is on habits and the power of habits. I've just started my",
      "audio_file": "Life Is Not What One Thinks It Is_ Kapil Gupta ( Q&A Session ) on - 9 Oct 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 2,
      "title": "Q2",
      "start": 13.61,
      "end": 60.34,
      "text": "Hi. So my question is basically so I feel, like, life inside me, but, it just does not seem to care any bit about me or even anyone. The more I connect with it, it takes me in a sort of a direction where even I start questioning my existence. Like, I don't know how to, like, put words to it, but, like, I don't know. There is practically no one I would even want to, like, talk about it in general.",
      "audio_file": "Life Is Not What One Thinks It Is_ Kapil Gupta ( Q&A Session ) on - 9 Oct 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 3,
      "title": "Q3",
      "start": 61.12,
      "end": 61.62,
      "text": "Like,",
      "audio_file": "Life Is Not What One Thinks It Is_ Kapil Gupta ( Q&A Session ) on - 9 Oct 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 4,
      "title": "Q4",
      "start": 64.16,
      "end": 78.02,
      "text": "and, like, it makes me question, like, even would I, ex like, even do I exist? And, like, it is, like, not my life. It is it is just",
      "audio_file": "Life Is Not What One Thinks It Is_ Kapil Gupta ( Q&A Session ) on - 9 Oct 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 5,
      "title": "Q5",
      "start": 78.88,
      "end": 83.36,
      "text": "hello, doctor. Doctor, being human, can you,",
      "audio_file": "Life Is Not What One Thinks It Is_ Kapil Gupta ( Q&A Session ) on - 9 Oct 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 6,
      "title": "Q6",
      "start": 86.56,
      "end": 88.02,
      "text": "can you tell us the minimum",
      "audio_file": "Life Is Not What One Thinks It Is_ Kapil Gupta ( Q&A Session ) on - 9 Oct 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 7,
      "title": "Q7",
      "start": 89.2,
      "end": 91.62,
      "text": "hours of sleep per day? Is",
      "audio_file": "Life Is Not What One Thinks It Is_ Kapil Gupta ( Q&A Session ) on - 9 Oct 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 8,
      "title": "Q8",
      "start": 102.42,
      "end": 123.85,
      "text": "Hello, Asanta. This is the second time I met you. I have one question about this topic. I know that life is not what it seems, but what is, like, what is when you're on your bed, like, dead bed, what is the like, what is what is life is about, like, you know, for yourself, I guess.",
      "audio_file": "Life Is Not What One Thinks It Is_ Kapil Gupta ( Q&A Session ) on - 9 Oct 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 9,
      "title": "Q9",
      "start": 126.81,
      "end": 150.28,
      "text": "Hello, Sida. How do I know if I am living a life of truth? You know, you you know inside if if someone is, there there isn't an objective measurement, really. It is the sincerity that one can, can feel it within him.",
      "audio_file": "Life Is Not What One Thinks It Is_ Kapil Gupta ( Q&A Session ) on - 9 Oct 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 10,
      "title": "Q10",
      "start": 152.42,
      "end": 193.85,
      "text": "Thank you for bringing me on here. I regarding your last note, my thought is, doesn't that just come down to being hyperaware of your thoughts even though people lie to them selves all day long. And I think a part of that is you're you're living a lie or not. You don't see truth or understand it. But when you become hyperaware of your own thoughts, you're watching them all day. You're able to No. The best way to answer the best way to answer that is if you do that and see what you get from that. And whatever you get from that, that'll give you the",
      "audio_file": "Life Is Not What One Thinks It Is_ Kapil Gupta ( Q&A Session ) on - 9 Oct 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 11,
      "title": "Q11",
      "start": 195.91,
      "end": 207.06,
      "text": "Is creativity spontaneous? Does best decisions or best form of art come from being spontaneous? Mean",
      "audio_file": "Life Is Not What One Thinks It Is_ Kapil Gupta ( Q&A Session ) on - 9 Oct 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 12,
      "title": "Q12",
      "start": 211.93,
      "end": 399.49,
      "text": "Hey, doctor Gupta. You've spoken before about, not pursuing things just for the sake of the happy feeling or the pleasurable feeling that you get from pursuing them. What would then motivate someone to, you know, devote their life or devote their energies? I think that your question, becomes invalid. And the reason is because you began with that I've spoken about not doing X. First of all, I've never said to anyone not to do X. That's what you extrapolated from it. I explained that if you do things for happiness, then you tend to fall flat on your face. I never said not to do it. And there's miles and miles of difference between saying not to do it and explaining what happens when you do. I don't care if you do it. So when you assume that I told you not to do it, then you're going to come back and ask me, Since I told you not to do it, then what should I do? The whole question falls. The structure falls away. This is a common occurrence, and it is very, very prevalent to those who read my work and they prescriptionize my words. And it is very understandable because every single piece of writing in every single domain and every single book that one has read, in every single podcast or lecture or speech that one has listened to, in every single element of one's life since they were born, has been related to what should they do. It's all been related to prescriptions. There is no prescription free element of this world. There isn't a prescription free guru. There's not a prescription free motivational speaker. There is not a prescription free priest. There's not a prescription free author. There is no one and nothing in the world today that is prescription free. Therefore, since that is the conditioning of the human being, then naturally and logically so, when he comes to my work, he will do the same thing. What's the message? What should I be doing? And therefore, even if I explicitly say that there is nothing to do, and that to do something will cause you problems, even then, they will view that as I told them not to do it. They will even view that as, Well, you said no prescriptions. I never said no prescriptions. I've explained the holo prescriptions and that one should investigate for themselves in their own lives and in their own experiences where they have gotten with prescriptions. And that will give them their own answer. It is not about taking my words and prescriptionizing them and believing them, and using them as some sort of idea or commandment. Because if one does that, then they will then depend upon me to give them the alternative as well.",
      "audio_file": "Life Is Not What One Thinks It Is_ Kapil Gupta ( Q&A Session ) on - 9 Oct 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 13,
      "title": "Q13",
      "start": 406.35,
      "end": 409.67,
      "text": "What drugs have you taken today? Are you on",
      "audio_file": "Life Is Not What One Thinks It Is_ Kapil Gupta ( Q&A Session ) on - 9 Oct 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 14,
      "title": "Q14",
      "start": 413.97,
      "end": 414.47,
      "text": "drugs",
      "audio_file": "Life Is Not What One Thinks It Is_ Kapil Gupta ( Q&A Session ) on - 9 Oct 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 15,
      "title": "Q15",
      "start": 420.61,
      "end": 440.44,
      "text": "today? Hi, Sida. I have a question. What is the meaning of life to you? Hello, sir. Sir, my question is that, what is it that one need to realize about greed?",
      "audio_file": "Life Is Not What One Thinks It Is_ Kapil Gupta ( Q&A Session ) on - 9 Oct 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 16,
      "title": "Q16",
      "start": 447.94,
      "end": 461.48,
      "text": "No. We have so, the words that taught, the we see in our day to day life, so how do we stay out of it so that it doesn't affect our life anymore?",
      "audio_file": "Life Is Not What One Thinks It Is_ Kapil Gupta ( Q&A Session ) on - 9 Oct 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 17,
      "title": "Q17",
      "start": 465.6,
      "end": 608.65,
      "text": "Hi, doctor Gupta. Thank you for what you're doing and what you have done. I've realized that everything that I've done throughout my life is an attempt to make me feel better. And lately, what I've realized and began to understand is that I see myself and my thoughts outside, and I'm looking at them, and I'm seeing them trying to lead me in different directions. And I've become very angry with my mind, and yet I'm still in my mind. And I don't know where from where I'm looking and from where I'm seeing this these thoughts outside of myself, but they feel it feels much more at home and much more like me than the chases that I've been led on throughout my fifty plus years on on Earth. And I've I've I've become angry with my mind, and it's a very confusing place. And I just, you know, I I've just become began to realize slowly and slowly that my mind has led me astray, and it's it's it's not doing that, but I don't know what what to trust. I don't I don't know. I guess, what I'm saying is I feel lost because I've only strengthened my mind. I've only trained my mind. I've only built it up with, as you call them, prescriptions. And now I see them out there, and they're not they're not me. But I I don't know I don't know what to trust because that's all I've known. I'm not sure if there's a question. No. There's not. That's all you've known. That's the conditioning. That is what society does to every human being. That is the danger of society. That is the danger of the world. It conditions and brainwashes human beings into becoming prescription chasers.",
      "audio_file": "Life Is Not What One Thinks It Is_ Kapil Gupta ( Q&A Session ) on - 9 Oct 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 18,
      "title": "Q18",
      "start": 613.67,
      "end": 686.5,
      "text": "Hi, Sudha. Thank you for hosting this room. So in my life, I've had, maybe one major thing that I've been, pursuing, and I I think it was sincere. And I I I still feel that there is within that realm a thing that I greatly desire to work toward. But now the thing that I feel compelled to do is a thing that is in a different direction. And the way I see it, one is sort of a a foundational thing. So the question is, in a sincere pursuit, can it be that sometimes the the sincere path is is the one that may seem rather indirect. Well, there are no rules. There's no permission one way or the other. There's no ideal to live up to. There's no is it okay if this happens or this happens, or can it sometimes look like this but actually is like that. And whether I say yes or no has no meaning.",
      "audio_file": "Life Is Not What One Thinks It Is_ Kapil Gupta ( Q&A Session ) on - 9 Oct 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 19,
      "title": "Q19",
      "start": 693.27,
      "end": 716.43,
      "text": "Hey. Hey, Sada. Don't know who you are or what this room is about, but it looks like it's a selection process to get up here. So thank you for having me up here. Just a quick question on those. The room is life is not what one thinks. I'm just curious. What did you think life was, and what do you think it is now? There was a talk at the beginning. You seem to have missed it, which is fine.",
      "audio_file": "Life Is Not What One Thinks It Is_ Kapil Gupta ( Q&A Session ) on - 9 Oct 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 20,
      "title": "Q20",
      "start": 720.1,
      "end": 854.54,
      "text": "Doctor, thanks so much for taking my question. And thanks so much for your work. I first came upon your work whenever, a loved one was diagnosed with a terminal illness. And because of the random shock that put on me as an individual, like, the visceral confusion, I started to be able to latch onto a lot more of the things you were saying with, like, related to how we can't even understand this life and how I guess my question is, like, is this understanding that I've gotten from this, is that something that society beat out of me? Or, like, is is it something where, like, is what was the use of society beating this understanding out of me? Like, why I don't know what's I don't know I don't know what you're talking about as to what society is doing. Everything society does is negative. Is that I'm sorry. Well, what are you asking? I'm asking because of the confu I basically the the death caused me to go, okay. This world has been in complete confusion this entire time. And is that a glimpse I guess I'm asking, is that a glimpse of the life that you're talking about that we're all kind of being prescriptioned away from? Yeah. I still don't understand what you're asking. But if, you know, if a if a painful or a difficult time, makes one search for understanding or for truth, then then that's what it does for an individual. And oftentimes, it does. But it doesn't really matter how you categorize it to say, well, is this what you're talking about? Who cares? I mean, it's it's about it's about learning the truth. It's about discovering the truth, the truth behind all the facades that we see. And and even when I say it's about, it doesn't mean that one should. But it it if if one seems to have the seeds of that within him and a difficult period in their life, happens to reveal that, then then it it does.",
      "audio_file": "Life Is Not What One Thinks It Is_ Kapil Gupta ( Q&A Session ) on - 9 Oct 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 21,
      "title": "Q21",
      "start": 861.88,
      "end": 1039.06,
      "text": "Hey, Sada. I just wanted to say thank you for how do I say this without, just showing up as you have so that I can interpret it in the way that I have, which then leaves me with no question at all, not at least for you. Well, that's that's that's very that's actually one of the most wise and, sincere things that someone has explained and expressed. And the reason for that is that it was, there was a neutrality to it. When something is stated, it is everything I I wanna take what you have said and springboard upon it because I think that it's it's a point that is very, very fertile, with with wisdom. And that is that when when any human being reads any work or listens to any person, some authoritative figure or whatever you wanna call it, or they think them to be an authoritative figure, they're always listening with an ear for what to do. And the reason that they are listening for an ear with what to do is because the expressor of that information is giving what to do. And so, that is what everyone has become. So therefore, there is no neutrality. Everything comes with ulterior motive. An ulterior motive isn't necessarily evil or bad or negative. It isn't it isn't an evil, ulterior motive to to show up and say, this is what I'm gonna, I'm gonna tell you to do this today, and then tomorrow do that, and then prescribe five steps. That isn't evil. It's just ineffective. And but since that's what the world, as one of the previous listeners have stated, that's all they know. That's all the world ever knows. That there's never a neutrality. And what must be understood is this. When there is no neutrality, then there is no fertile soil upon which something in which something can grow. Because if there's an ulterior motive from the individual who is teaching and getting prescriptions, that's that's his ulterior motive, and then the listener comes bringing his or her ulterior motive to gain the prescription, then each one is looking for something specific. Therefore, neither in neither of their hearts can something true naturally grow out of a non ulterior motive organic neutrality. And that's what you have just expressed. Brilliant. Brilliant. Thanks.",
      "audio_file": "Life Is Not What One Thinks It Is_ Kapil Gupta ( Q&A Session ) on - 9 Oct 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 22,
      "title": "Q22",
      "start": 1042.93,
      "end": 1119.38,
      "text": "Hi, Kapil. I've had the ability recently because of your work to disassociate myself from certain pleasure chases, such as certain attachments, because it was easy for me to see there was more misery and pain involved in that chase than pleasure. But I've found with addiction that that pleasure usually, there's the pain that that comes from coming down from the high of a pleasure when you do something like a drug if you if you wanna consider pleasure a drug. But I found with addiction that it's harder to give up because it feels as if that pledge that's that that low doesn't come because you continuously supply it with the high. So I asked for you to help me see, the misery. Is it just opportunity cost of the fact that I'm doing this with my life as opposed to something else? The misery of addiction or and, specifically, this pleasure chase. But I guess, perhaps I'm just looking for prescription. So if I I don't know if this is a sincere question, and I'm asking for prescription to to stop being addicted even though it's just the desire not to be addicted. So if you could shed some light, I'd appreciate it. You have answered your own question. What the shedding",
      "audio_file": "Life Is Not What One Thinks It Is_ Kapil Gupta ( Q&A Session ) on - 9 Oct 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 23,
      "title": "Q23",
      "start": 1124.18,
      "end": 1165.04,
      "text": "Something new after reading your work. It's like, one moment, the mind, plays its tricks or anything we call it, its game. And then the next minute, I realize that I see what has been played or the trick that it just played. So it has been going on and off, and I wonder if it is just another pattern I'm setting for myself like I've always done. Clearly, it is not in your it is not it is not in your hands. So, therefore, the question doesn't have any relevance.",
      "audio_file": "Life Is Not What One Thinks It Is_ Kapil Gupta ( Q&A Session ) on - 9 Oct 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 24,
      "title": "Q24",
      "start": 1169.76,
      "end": 1211.78,
      "text": "Hello. In in in the movie, The Last Samurai, which, I thank you for recommending. I truly loved it. Katsumoto says that you could spend your entire life looking for a perfect blossom, and it would not be a wasted life. I don't think he's only describing the tree. So is he also talking about what you would call an arrival or, you know, really owning the craft of, you know, becoming a master of the solar. Wherever there is wherever there is a devotion to something, it cannot be a wasted life. Good night.",
      "audio_file": "Life Is Not What One Thinks It Is_ Kapil Gupta ( Q&A Session ) on - 9 Oct 2021.mp3",
      "source": "deepgram"
    }
  ]
}