{
  "video_id": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast",
  "title": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast",
  "webpage_url": null,
  "blocks": [
    {
      "id": 1,
      "title": "Q1",
      "start": 0.32,
      "end": 86.33,
      "text": "Am I audible? Okay. You know, I'm tired of that question. If you come on stage if you're if you come on stage, anybody who comes on stage, you're audible. Go. Go. Okay. Sorry. Sir, my question is, what what it is that, that blocks me or any other person from giving up hope of, attaining, you know, reaching the solution? Because even though hope is causing a lot of pain and struggle, but still, I'm not able to give up hope completely. I mean, partially, maybe. I don't know. But what is it that That was part of the talk is is that, a person will almost no one will come to the realization that nothing works because they will always believe that there's one more thing they haven't tried, and there's one more thing they haven't tried. And the spiritual realm, the self help realm, and all of the gurus, and all of the the minions, and the books, and everything will always keep stringing people along by telling them, well, you just haven't worked hard enough, and you haven't meditated for long enough, and you haven't practiced for long enough. And that statement, that concept is very reasonable and in the mind of the listener, and therefore, they keep doing it forever and ever until they die and never reach anywhere.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 2,
      "title": "Q2",
      "start": 87.5,
      "end": 135.97,
      "text": "Hi, Kapil. Thank you. I'm I'm not sure I'll be able to put my words, like, my thinking in words. But, I have seen on myself, like, as you said, like, being nobody when I think I'm nobody, then that gives me that that immense freedom to be anybody. And perhaps, like, the perception of, that So how is this a question related to the topic? No. I mean, I'm asking, like, this perception of nothing work, like, that kind of provides that space to be creative and inquire everything by myself. So I just like I know, like, there is nothing to confirm because there there's no meaning if I don't see things by myself. Right. So there's no question. That's good to find.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 3,
      "title": "Q3",
      "start": 137.47,
      "end": 243.45,
      "text": "Hi. Thanks for having me up. So one of the core understandings that I've reached from following you is that the solution always lies within the problem. When I think about what most in society try to make work, the prescriptions we're looking for, they are for chases. They are for trophies. They are for keeping up with the Joneses. They are keep for the next rung on the corporate ladder. And it makes me think, does nothing work because these problems fundamentally are empty chases. They're untruthful. So, of course, if you look within those empty problems, you'll find it interesting. Well, no. I I think that the I think that I mean, you could say that about anything then. But but there are there are reasonable things that a human being searches for. Peace. It's a reasonable thing. I mean, to look for peace, why not? I mean, that's not a that's not a pie in the sky. You know? There's a reasonable thing, success, to be able to support yourself and your family and to never have to worry about financial struggle. That's that's that's not that's a real thing. You know, harmony, some sense of some sense of freedom, clarity of mind. I mean, so so all these things are, you know, relatively tangible things, very tangible things. And, so they're they're not they're not ephemeral. They're not concepts. And so the human being searches for all of these things, and nothing works.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 4,
      "title": "Q4",
      "start": 250.15,
      "end": 265.07,
      "text": "Hello? Thank you for giving me a chance to speak, Sidhu Sidhu. I want to ask you a question. Please don't send me to our audience. After asking your question, will you not mind to give me the answer of are we immortal? Please give me an yes or no.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 5,
      "title": "Q5",
      "start": 267.05,
      "end": 345.7,
      "text": "Thank you very much, doctor Gupta. My question is, as an artist that wants to make to achieve success, what is a question or examination that could lead me to find what really works for me? As I said, the most effective thing that one could gain for this, not that they should, is to come to the genuine realization that nothing works. And almost no one will do that, not that they should, just because they don't have the DNA for that. They will always basically respond to that in this way. Okay. Yes. Yes. I got it. So what does work? Yes. Yes. I got it. So what does work? Okay. Yes. Yes. I got it. So what does work? That's where everyone is. And what they don't realize is by do is that by doing that, that's exactly why nothing works. What they have just proven is their addiction to prescriptions. That even no prescriptions leads to more prescriptions. Okay. Fine. I got it. No prescription. So how do I get over no prescriptions? Well, there is no how to. Okay. So how do I get over no how to?",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 6,
      "title": "Q6",
      "start": 348.48,
      "end": 375.04,
      "text": "Apple, thank you so much for having me up here. I really appreciate you. Apple, my question is, I have a hard time connecting with women in a romantic sense, and I'm wondering, if it's not too much to ask or I'm not trying to be prescriptive. But what would be something that I may consider to to to maybe connect with them better when to maybe not You have the wrong room for that, and it's not on topic.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 7,
      "title": "Q7",
      "start": 376.46,
      "end": 453.96,
      "text": "Hey, Kapil. The nothing works, is it, because we're changing the goal post for the things that you were mentioning, you know, the success, the happiness, the, you know, the financial freedom? Or is it because we just don't understand what really we want? You don't have to change the goalpost. If you want peace, let's use that as an example. When someone wants peace, he's he's not changing the goalpost. He wants peace. Okay? So in society and in self help book, spirituality, all these things all around the world, there's there's 600,000,000 different prescriptions. Do this, meditate, mindfulness, sit quiet, be kind, meditate on compassion and kindness, whatever it may be. There's millions of things. And truth lies in seeing that none of them works, and that is in theory. No goalpost has been changed, and those very experiments, those very chases you yourself have been through. And so it's not about following what I say. I'm not telling you to follow anything that I say. It's about looking in your own life and seeing that for yourself that, in fact, your whole life has been an empty chase.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 8,
      "title": "Q8",
      "start": 455.59,
      "end": 464.97,
      "text": "Thank you, Kapil, for giving me a chance to speak. I want to ask your question. Are you an enlightened person? I'm sorry? Are you enlightened?",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 9,
      "title": "Q9",
      "start": 468.49,
      "end": 480.02,
      "text": "Hi. I I feel that whatever understanding, always comes from within. No matter how much I listen to a certain teaching,",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 10,
      "title": "Q10",
      "start": 480.7,
      "end": 517.11,
      "text": "all of a sudden, one day in the morning, the understanding is there. But sometimes I have these ideas, and there's no way to know for sure. How does, at this point, it doesn't work. If if it works if it works or if it doesn't work, then I won't tell you. Someone's looking for and like I said, he used it, you know, the other example that I was using. If someone looking for peace, and they find peace, then that means it worked. But I will give you a hint that if that peace is found through having done something, it won't last.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 11,
      "title": "Q11",
      "start": 520.38,
      "end": 616.29,
      "text": "Yeah. Hi, Kabil. Harshil. So, I have spent this numerous times that, when whenever I come to realization that, you know, say, self help books don't work or, certain descriptions don't work, you know, firsthand. So I I I stop, but I I I I kind of, become more cynical and kind of, do not do certain things or a lot of things, which otherwise I would be would have done. And, you know, there is, the the thought processes and the the thoughts that come up, while I read those books or do so do do those things have kind of, dropped off. So, have I have I made myself clear or, would you like to know, sir, some more information? What's your question? So if if I'm, ignoring the self help book, which I want to, if I'm not not following any prescriptions, the the the direction which I want to go to, I do not have, you know, a lot of confidence on it or that there's a lot of cynicism out there. So it might be how to question and you might not like it, but, that that is genuinely my The very fact that you think that you've heard the very fact that you believe that I would like it precisely shows that you haven't examined for yourself the superfluousness of prescriptions. It has nothing to do with what I like or don't like.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 12,
      "title": "Q12",
      "start": 619.49,
      "end": 643.92,
      "text": "Hi. So, when I understand that nothing works, there is fear. I don't know why it is in such a way, but, I feel I don't know if there is just fear of losing something or I don't know why it's yeah. Okay. There's nothing that I can prescribe about that. Okay. There's fear.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 13,
      "title": "Q13",
      "start": 646.29,
      "end": 686.81,
      "text": "I see the how would you describe the state of a person when they realize nothing works? What do you mean how do I describe the state of someone? Who cares? What if I what if I just their state is beautiful? What what what does that mean? I would like to know how it feels to realize Who cares? What if it felt what if, okay, I told you it felt wonderful? What does that do for you? There's just theoretical questions. It felt supreme. How's that? Did that do anything for you?",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 14,
      "title": "Q14",
      "start": 691.42,
      "end": 713.71,
      "text": "Namaste, Siddha. So my question is, like, will be, staying? Like, since there are so many like, everyone and, like, everyone has discussed, there's so many ways of, you know, self help books and whatnot. But will, like, staying rooted to a mantra, destroy the kind of complications?",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 15,
      "title": "Q15",
      "start": 717.68,
      "end": 740.89,
      "text": "Are all insights truth? Are what? All insights. Ins I don't know what you mean by your your definition of insights. I mean, like, intuition. No. No. Not not necessarily. Because your intuition has been poisoned by society.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 16,
      "title": "Q16",
      "start": 746.45,
      "end": 758.22,
      "text": "Good morning, Sidha. I just wanted to say I have fallen in love with your writing, and I really appreciate that you're there. Just words of gratitude I have for you. Thank you.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 17,
      "title": "Q17",
      "start": 759.4,
      "end": 770.46,
      "text": "Hey, Sidrat. Thanks for your time. Would you say that finding meaning to life is a waste of time? Well, there is no meaning. Gotcha.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 18,
      "title": "Q18",
      "start": 774.46,
      "end": 785.45,
      "text": "Hello, Sidha? Thank you for this opportunity. Can I know why we are distracting from what are the things we have started? There is no on top.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 19,
      "title": "Q19",
      "start": 796.2,
      "end": 813.25,
      "text": "Is the, I guess, arrival or undertaking or process or whatever, of of of seeking truth or being present in truth necessarily a lonely one? Well, there's no rules, but it always is.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 20,
      "title": "Q20",
      "start": 816.08,
      "end": 821.94,
      "text": "Is there a question that you really want to answer right now? Like No.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 21,
      "title": "Q21",
      "start": 829.7,
      "end": 1028.8,
      "text": "Thank you, doctor. Sorry for the background noise. I find the stance of nothing works as kind of liberating, Liberating from the ego But it isn't but it isn't a stance. Like, it isn't it isn't some flag that I'm waving. Okay. But I kind of find it liberating from the ego traps of me as a duo. And as I was listening to you, and the questions that were posed to you, I find a connection or a kind of a relevance of your talk in I'm sorry. In context of Geetha of Desh by lord Krishna to Arjun, wherein he's kind of telling Arjun to, do your karma and forego the thought of consequences. So as I was that's a prescription. Right. Yes. So as I was turning this theme of nothing works, I realized that, the moment Even that wouldn't work. Even that won't work. What he told him to do, that's not gonna work. Right. So, you know, as I further analyze this, you know, I came to realization that moment I start thinking of nothing works, and I realized suddenly everything works. Would that be a right interpretation? Well, you're sort of becoming abstract. What do you mean by everything works? If you were if you have been looking for peace and you have found that nothing works, so then by recognizing that nothing has worked, all of a sudden you'll find peace? As I said, I was finding it kind of, you know, liberating for me from the sense of that I am the doer. That, you know, the things that I I don't I but I don't I don't think that you're ready for that. That's that's that's more Gita stuff. And it doesn't mean that it's it doesn't mean that it's incorrect. But as I have said before, the things such as the Gita really can only be understood by one who's already enlightened. Because even if you look at what you just said, there was no reason to tell Arjun that he should what what it was it that you said? Abandon. What did you what did you say that Arjun was told to do? That you kind of carry on with your karma, do the action, and forego the thought of consequences. Sure. Sure. And so if he does that, it won't get him anywhere. Now the only saving grace in that particular circumstance is that he is hearing the words directly from God, whereas no one else hears them directly from God. But even having said that, if you listen to what happens next, every prescription that urgent is given, he responds with more questions. He responds with, well, how do I do that? And how do I do that? And then he gives them another how. And then he responds, well, how do I do that how? It's all very plain to see.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 22,
      "title": "Q22",
      "start": 1030.62,
      "end": 1142.66,
      "text": "Thank you for the opportunity, Sita. My question might sound a little absurd, but the prescriptions and the self help groups, whichever people are using to come to get these or watching something, does it propagate toxic positivity? Well, that's just some kind of term. What do you you know, don't bring terms, toxic posit like this intellectual term that you pluck from the tree of society, and you bring that little cherry into here. Don't use terms. Don't use intellectual terms. Talk English. Don't talk like a science professor. Toxic positivity that really that really marks you as an intellectual, that you have read books and you have brought these terms. Speak like a human being, not like a professor, not like a not not like a a an intellectual. Speak in English. I'm sorry, sir, to use that word, but does that make us ourselves get confused in doing or achieving what we want to do? I don't understand the question. Prescriptions and self help groups, does that really help or confuse us more? This is my question. Well, there there's no reason for me to answer that question because it won't do any good for you. I have spoken endlessly about about prescriptions. I have written endlessly about prescriptions. There's many podcasts out there in which I've discussed prescriptions. If after all of that, you have to come to me and ask me, will prescriptions help or hurt? It it has no meaning. And not that you have to listen to any of those things, and not that you have to believe any of those things. But if you haven't examined it for yourself, it doesn't matter what I say. Therefore, I could say whatever I want. It has no experiential meaning for you.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 23,
      "title": "Q23",
      "start": 1150.74,
      "end": 1207.57,
      "text": "Hi, Kapil. Thank you so much for, doing this. I'm just joining, so if ever I ask something that's been asked before, I'm sorry. I have a particular question regarding, something that involves children where, their parents are being Is it on topic? Perhaps. Because nothing works so far from what I've I've done. So, I guess I want to understand what is a role of someone like me who's the children are not my children, but the parents have certain tendencies, certain addiction issues that affect the the children. I can't I cannot give you a solution for that. I cannot I mean, it's you cannot bring a problem and then I hey. Tell me, I think you should do this and this and this and this. I really have to stay on topic.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 24,
      "title": "Q24",
      "start": 1215.04,
      "end": 1282.12,
      "text": "Hey, Capela. I appreciate having me up having, you having me up. My question is, amongst the elite in society, there's always, individuals that have made it, quote, unquote, successful, whatever it may be for them. And, in my life, I've seen how nothing works. You know, experientially, I've seen how, you know, all the things I do in my life doesn't work. But elite individuals, even though they're not searching for the truth or they're not devoted to the truth, has something worked for them? I'm not saying I wanna copy them, but has there Yeah. Sure. Yeah. No. Yes. Yes. People obviously, if someone comes to an elite level, then they have found something that works for them. That is a true statement. The trouble is that they often get stuck. And then when they try to get to higher and higher levels, and even if that higher and higher level isn't necessarily, in the domain in which they were successful, for instance, such as business or sport. If the higher level happens to be, let's say, in their life, then they will always pursue it in a prescriptive way, and they will begin to pursue things. They will then do things opposite of what they did in their profession, which allowed them to find things that worked.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 25,
      "title": "Q25",
      "start": 1318.61,
      "end": 1342.72,
      "text": "Yes. Okay. Do I go ahead? Yeah. Yeah. So my question is that, how do we reach the answer to the question, who am I? It's totally irrelevant. You are not ready for that answer. You can ask who am I till the cows come home. Nothing will change.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 26,
      "title": "Q26",
      "start": 1345.11,
      "end": 1346.57,
      "text": "Okay. Thank you.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 27,
      "title": "Q27",
      "start": 1356.64,
      "end": 1456.59,
      "text": "Well, thank you. I I found myself analyzing this exact question today, actually, that, that everything I've done, everything I've I've listened to, everything I've tried hasn't gotten me where where I wanna go. And I I I don't know why that is, but I find that I'm not okay accepting or not not believing, but, I I revolt at the fact that nothing works because something something has to work. Yeah. And that's what I said. What what am I doing? That's that's exactly what that's exactly where everyone will be. They will never be able to come to that realization that the voice in their head which says, well this this I realize the last 217 things haven't worked, but the two hundred and eighteenth might. And even if the 200 doesn't, the two hundred and nineteenth will. The possibility for a human being to come to that realization that nothing they will ever try will ever work is extraordinarily rare. And that is why the human being is left on the hook forever. Because that just that thought, that idea, is simply impossible to imbibe.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 28,
      "title": "Q28",
      "start": 1475.45,
      "end": 1489.56,
      "text": "Hi, Sidhar. Can you hear me? Hello?",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 29,
      "title": "Q29",
      "start": 1493.54,
      "end": 1536.8,
      "text": "Oh, can you hear me? Okay. Well, when you find something that works and you know that it works for you and others, you know, witness that it actually does work for you and it does transform you, into something new or, your true potential, you know, essentially, whatever you wanna call it. But when you tell them what works for you, they go and follow it, and they don't go anywhere. It will not work. And that's what nothing works. Because as soon as you tell someone else, it becomes prescriptive.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 30,
      "title": "Q30",
      "start": 1543.26,
      "end": 1544.16,
      "text": "Hello, Kapil.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 31,
      "title": "Q31",
      "start": 1546.75,
      "end": 1619.81,
      "text": "When I examine things in life, there's a very, very, very, very, very, very small percentage percentage of things that I have examined for myself, and I know they work for me. But I find that they have they arise from some hook, or some some hook onto some idea or concept that I've probably picked up somewhere, and I can identify that that is external. So how I mean, can I differentiate There there is no way that it would work for you? There was no way there was no way that it would that it would last for you. If it is an external concept that you have followed or, been prescribed or tried to live up to or turned into a prescription or an ideal, and you followed it and lived up to it, there is no way it can work for you. Okay. I'm sorry?",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 32,
      "title": "Q32",
      "start": 1622.99,
      "end": 1624.21,
      "text": "Can you hear me?",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 33,
      "title": "Q33",
      "start": 1627.39,
      "end": 1627.89,
      "text": "Monk?",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 34,
      "title": "Q34",
      "start": 1633.88,
      "end": 1669.02,
      "text": "Hi, Sidha. I have a question. There is there are times I fall into peace, and then everything makes sense. But then again, my dad comes in and tells me my responsibility, and then I fall out of it. This keeps happening over and over again. Is this a trap that I'm in? What would how would you answer that? I it is a trap that I am in, but I'm confused right now. So so if you know if you know it's a trap that you're in, then why are you asking if it's a trap that you're in?",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 35,
      "title": "Q35",
      "start": 1674.6,
      "end": 1693.13,
      "text": "Good morning, mister Kapil. I'd like to ask you that. Why what if, what if a statement like everything works is is opposing nothing works? Why why do we support nothing works or everything works? I'm not here to convince you of anything.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 36,
      "title": "Q36",
      "start": 1703.76,
      "end": 1843.45,
      "text": "Hi, Sidha. I have a question. So these days, like, everything that I say or do, it just feels really, fake. It's not, like, real. Everything that I do and say is coming out of a conditioning because I've learned it somewhere else. And, I really don't know. Like, will I ever come above this, conditioning? Or I don't know if you ever will. But if what you have if if what you have stated and do not respond to this because you will respond in the affirmative, then it'll be a reaction. It'll be a reactive response. So this this is basically just between you and you. If what you have just stated, you're just too interested in asking a question. Do you wanna ask more questions, or do you wanna hear a response? Because there's, I'm seeking for the truth. And, like, when I sit still and ask myself this question, is it coming out of, natural I've already heard you. You're just repeating yourself. But that is on how to If you're if you're interested in more questions, I'll just send you back to the audience and you can ask yourself. Do you want a response or do you wanna keep asking? I want a response. Okay. The response is as you've already wasted twelve, fifteen seconds. Response is that if what you have stated is genuine, and I don't wanna hear if it is or not. If what you have just stated is genuine, that everything that you do is fake and artificial, and it comes from outside yourself. It's from something that you have picked up from somewhere in society. If that is genuine, then there is a real possibility for you. There was a real possibility that you could come, and naturally move away from those things. If what you have stated is not genuine, then it is much less of a possibility.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 37,
      "title": "Q37",
      "start": 1865.46,
      "end": 1919.0,
      "text": "Thank you. So, when you say nothing works, do you mean that, specifically that nothing prescriptive works? Do you know anything in your life that is not prescriptive? Have you ever in your life how old are you? 23. Okay. So in twenty three years, have you ever done anything that is not prescriptive? No. I don't think so. So then why are you asking, do you mean prescriptive? As if you are suggesting that you have two columns of existence in your life. Some things that you do that are prescriptive and some things that you do that are not prescriptive. If everything that you do is prescriptive, what is the point of asking, do I mean only the things that are prescriptive?",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 38,
      "title": "Q38",
      "start": 1940.02,
      "end": 1955.58,
      "text": "Hey, Shida. Is it like, nothing works or it's like nothing works? Like, pointing to nothingness. You will not hear from the top.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 39,
      "title": "Q39",
      "start": 1982.22,
      "end": 2066.27,
      "text": "Hi, Sudha. My question is that when we're dealing with a problem and we're going at it with multiple solutions and we gradually reach to that realization that none of those solutions are working and we are left in the state of this hopelessness, despair, is that the suffering that all humans are bound to have throughout their life? And what is the cause of that? Like, why does it happen? Human beings suffer because they don't have the truth. And when you when you mention that you tried all the solutions, it isn't just the solutions at hand. It is the recognition that all of the solutions everywhere in society that you could be prescribed to for the next thousand years. It isn't just the ones that you've tried. It's the realization on your own that all of the things that come from society, self help, spirituality, books, mentors, gurus, all these things, anywhere and everywhere that you've heard things from. Nothing works, and don't believe that. But that's that's just the truth that is being revealed.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 40,
      "title": "Q40",
      "start": 2074.82,
      "end": 2183.57,
      "text": "Hi. Hello. I see that I have lot of load on my back, which is from the conditioning belief and the society, which I haven't seen yet. And I'm seeing it every day, which is affecting me. It is very heavy load. Even though I have dropped at once after exposed to your many of your, work and discourses and solo podcast, It is too heavy. My question is, what is it to see truth deeply, completely at this moment and right now? Thank you. You know, it's too vague of a question to see just to ask what is it to see truth. It the the fact that you're beginning to perhaps, if what you're saying is genuine, to realize that you have been conditioned and that the beliefs are heavy load, and even seeing the truth behind nothing works is a heavy load. The truth is very heavy. The truth is too heavy for the vast majority of human beings. But the very fact that these are things that you are you seem to be genuinely and deeply interested in, suggests that you have the, perhaps, the DNA or the proclivity or the genuine longing that is required to pursue the path of truth.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 41,
      "title": "Q41",
      "start": 2201.89,
      "end": 2221.5,
      "text": "Hi, couple. Right. I mean, my question was if, sorry. If, does nothing work, mean that I abandon my responsibilities? I have a prescription for you. Okay. Thank you.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 42,
      "title": "Q42",
      "start": 2235.41,
      "end": 2316.22,
      "text": "Hello. Are there any philosophies that you have lived by that helped you reach truth or perhaps I I don't have any philosophies. Philosophy is simply intellectual jargon. There is only What's that? There's there's only the pursuit of the truth, And the pursuit of the truth is seeing what's false, is seeing the falseness of one's life. And the human being lives a false life because he lives a life that is societal, worldly, spiritual, self help, social. Everything in a human being's life is false. But that it would it would be a misinterpretation to try to put that into your pocket as some kind of teaching. One must examine for themselves. Do you believe you also live a false life? I'm devoted to the truth. It's not a good thing or a bad thing. And whether my life was the most true of all or the most false of all, it would have nothing to do with you. You are simply skirting the issue.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 43,
      "title": "Q43",
      "start": 2343.2,
      "end": 2413.58,
      "text": "Hi. I have a question. Like, if you're saying everybody is living a false life, like, due to their confirmation to the society, So it is, like, understood that everybody is living an illusion. But isn't it paradoxical, like No. No. No. No. No. No. You're getting into you're getting into spirituality. You are you are cleverly avoiding the practical and going into the spiritual so that you may cleverly avoid the practical. I'm not trying to convince you. I could tell by the tone of your voice and the content of your words that you haven't seen any of this, that you don't realize any of this, and that's fine. But I'm not I'm not here to try to convince you that your life is false or to or to make you feel as if you should try to live a true life. I'm not here to tell you anything at all. If you don't realize something, then you don't have the desire to realize it. That isn't good and it isn't bad. There's just nothing to say.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 44,
      "title": "Q44",
      "start": 2427.09,
      "end": 2445.06,
      "text": "Hello. Good morning. My question is that which truth are we supposed to seek? Because since we know truth is subjective and there's a universal truth. First of all, you have a lot of assumptions. Right. Number one, truth is not subjective.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 45,
      "title": "Q45",
      "start": 2445.76,
      "end": 2496.89,
      "text": "Okay. Number two. Number number two. Yes. Hang on. Number two. There is no truth that you should seek. Okay. There is nothing. This is not a classroom. So how are you? To teach you something Right. And then you're supposed to go do it. Right. If something comes across to you I'm sorry? Why are we known as seekers? Universal seekers? Seekers of Which spiritual book did you read that in? Whatever okay. I have an answer for you. Okay? Okay. Whatever spiritual book or bumper sticker that you read that in, I suggest that it would be most logical to go back to that bumper sticker and back to that book since it is the thing that told you that and seek answers from that.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 46,
      "title": "Q46",
      "start": 2521.18,
      "end": 2562.84,
      "text": "Hi, I try to keep awareness at every point of my life, but I but sometimes I Why? Why do you try to keep awareness? If I don't keep it, I keep Who told you to do that? Because if I don't do it, I'm getting into a cyclical thoughts or something So so so okay. So so if if what you call keeping awareness, let's say it's working for you, then why are you asking any questions? Because I can't maintain it throughout the day or throughout my life. And and there you go. That's my point. It doesn't work.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 47,
      "title": "Q47",
      "start": 2576.69,
      "end": 2580.38,
      "text": "Hello, sir? My question is,",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 48,
      "title": "Q48",
      "start": 2581.88,
      "end": 2608.8,
      "text": "does giving up on everything works? No. K. Because that's just another clever way to have things work. That's That's yet another clever prescription. Just because it sounds so called spiritual in fact, the more spiritual it sounds, the more nonsensical it is. The more spiritual it sounds, the more ineffective, the more certain it is not to I was not trying to be",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 49,
      "title": "Q49",
      "start": 2612.22,
      "end": 2612.97,
      "text": "spiritual, but",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 50,
      "title": "Q50",
      "start": 2629.84,
      "end": 2747.38,
      "text": "Hi, doctor Kapil. Earlier you said something about consistency, and it compelled me to ask you about a more grounded, like, practical approach. I I feel this prescription problem dichotomy, it's it feels very of the mind, but you you often hear things about repetition and results. Right? Like, practicing your swing 10,000 times or 10,000 for mastery, and this this gives you some kind of result. Right? I would imagine if you sat down to write every single day, it's gonna produce something for you, but but you don't actually stop and measure those results, do you? What do you mean by you? Like like, if you repeat if you if you see that repetition Who is the new who you're talking about? Like, you've written books in the past, and and you must not have approached it with, here's my process. I'm gonna repeat an hour of writing every day. And and when I'm done with that, I'm gonna count my pages, and I'm gonna measure it. And then that works for me. That's not like it's not like a solute. It's an equation you're using to drive I don't. Goals. Right? So is measure is measurement itself is is stopping to measure everything and and get results, is it just it's it's just another exercise in trying to figure out what works. Right? No. It's an exercise in trying to gain pride in one's",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 51,
      "title": "Q51",
      "start": 2750.8,
      "end": 2751.55,
      "text": "ego. Yeah.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 52,
      "title": "Q52",
      "start": 2767.7,
      "end": 2840.96,
      "text": "Hi, Sidha. This is Marley. My question is, I develop a talent, a kind of a talent to achieve something in order to say that it works for me. When you say that nothing works, what's the point of me to develop, a talent? The the person who has not developed any talent, I'm so equal to him. Well, I didn't tell you there was a point to develop talent or not talent. I never talked about that. Hello? Is there an afterlife? Question has no meaning. Number one, it's completely irrelevant. Number two, it's escapism. Number three, it has nothing to do with the topic at hand.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 53,
      "title": "Q53",
      "start": 2859.54,
      "end": 2896.66,
      "text": "Hi. So my question is, isn't it obvious by now that prescriptions to find good doesn't work? Why are you asking me this question? Because, the insight that you are teaching is description do not work. I get it. But can we move on now, Ale? Is that all? You are the you are the poster child of a cautionary tale. You are exactly what I said would happen. Yes. Yes. I got it. Can we move on now?",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 54,
      "title": "Q54",
      "start": 2907.39,
      "end": 2909.32,
      "text": "Hi. What made you pick this topic?",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 55,
      "title": "Q55",
      "start": 2921.86,
      "end": 2967.61,
      "text": "Hi. In my experience building my product, I have found that really nothing works when I try to create an outcome, like increase retention and stuff like that. The only thing that has worked, like, three years ago was in a moment of chaos when the company was about to fail. My back was against the wall. And out of nowhere, in just white, we created or I created an idea, and that has been the only thing that has worked. But since then, three years Do you have a question? So the question is, I guess, that it is impossible to create these moments because you cannot fabricate them. But that isn't a question.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 56,
      "title": "Q56",
      "start": 2972.55,
      "end": 2986.16,
      "text": "Hi, doctor Kapil, and it's an honor to even speak here and ask a question. And my question is, what is the morality behind mastering? Nothing. There is no morality. Morality is a farce. Oh, can you just give me",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 57,
      "title": "Q57",
      "start": 3004.97,
      "end": 3020.57,
      "text": "Thank you, sir. So, I I'm at a point where I know the solutions of the problems, but I'm not I'm not able to make a action plan. That has no meaning.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 58,
      "title": "Q58",
      "start": 3034.96,
      "end": 3074.7,
      "text": "I would say it's not such an honor to be here. I would say it's really scary to be here, but I wanted to, and that's why I raised my hand. When I was born, I don't think I I knew anything. I just kept doing what came in front of me. I tried to make meaning temporary meanings to get up in the morning and do something. And and then there is no question. Right? So is it okay? I don't know. Do you have a question or not? No. I don't. There is no question, I guess. Then why did you raise your hand? To say that there is no question.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 59,
      "title": "Q59",
      "start": 3086.43,
      "end": 3095.77,
      "text": "Hi, Kapil. Does Equinomix works towards the truth? Well, if you look at the title, that'll answer your question.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 60,
      "title": "Q60",
      "start": 3117.7,
      "end": 3153.42,
      "text": "Hey. How's it going? I just wanted to ask, what are we asking questions about? Oh, I'm up. Okay. Hi. Sorry. My app froze. So it seems like if nothing works, we should just give up then. Like, just",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 61,
      "title": "Q61",
      "start": 3169.52,
      "end": 3174.26,
      "text": "Shida. Hi, Shida. I have a question. How nothing works?",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 62,
      "title": "Q62",
      "start": 3196.74,
      "end": 3203.16,
      "text": "Hi, Sita. I have a question. If nothing works, what are we supposed to do with life? I mean, if I'm work",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 63,
      "title": "Q63",
      "start": 3238.19,
      "end": 3245.01,
      "text": "Hi. I have a question. Why does anything exist at all?",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 64,
      "title": "Q64",
      "start": 3260.92,
      "end": 3265.98,
      "text": "So, hi, Sudha. I have a question that, what do you think is the purpose of life?",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 65,
      "title": "Q65",
      "start": 3278.34,
      "end": 3314.81,
      "text": "Why is there a compulsion to always have things work? I don't think this strategy does, anything at all.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 66,
      "title": "Q66",
      "start": 3321.61,
      "end": 3327.55,
      "text": "Hi. Thanks for the session. My question is, how do we know we have arrived at the truth?",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 67,
      "title": "Q67",
      "start": 3328.57,
      "end": 3335.39,
      "text": "Is there any way we could know that? Look at how you're pursuing the false.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 68,
      "title": "Q68",
      "start": 3358.86,
      "end": 3386.7,
      "text": "Good evening. I have recently lost about 30 pounds. I am now at high school weight as a fifty four year old man. This past four months, I have been simply calling it the truth. As I as I move on to a next phase or or issue in my life, am I on the right path? There is no right path.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 69,
      "title": "Q69",
      "start": 3403.34,
      "end": 3417.05,
      "text": "Hey. Why are you ignoring people's question? That is to offensive. That is not true.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 70,
      "title": "Q70",
      "start": 3455.95,
      "end": 3495.49,
      "text": "How one can, resist the Shine Object Syndrome? I'm sorry? How can anyone, like, you know, resist the Shine Object Syndrome of, you know, overwhelming options and possibilities and stuff like that? There's no such thing as how can one resist. Nothing works.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 71,
      "title": "Q71",
      "start": 3528.01,
      "end": 3538.11,
      "text": "Hello. I'm scared that nothing works, and living in constant fear makes me not want to seek anything. What do I do?",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 72,
      "title": "Q72",
      "start": 3559.81,
      "end": 3561.59,
      "text": "Hi. I just wanted to ask,",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 73,
      "title": "Q73",
      "start": 3565.01,
      "end": 3612.69,
      "text": "what else can you do when nothing works and you're trapped in your mind and you're trying to live every day in the moment? And you try to meditate, take walks, eat healthy, but it doesn't seem to work. What else can you do? There's nothing else to do is the realization that your entire life is the chasing of prescriptions and not turning that into a bad thing, but to see it maturely, that all prescriptions fail, but you can't see it intellectually. If you see it intellectually, you will still be bound by prescriptions.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 74,
      "title": "Q74",
      "start": 3627.15,
      "end": 3629.41,
      "text": "You are very true. Nothing works here.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 75,
      "title": "Q75",
      "start": 3660.3,
      "end": 3671.95,
      "text": "Is there something that can be said about truth which is more than just its negation? It's not negation.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 76,
      "title": "Q76",
      "start": 3684.19,
      "end": 3701.78,
      "text": "Hello. Namaste, Shinda. I wanna see your real gross shelf in the profile picture. Is it possible? Your gross shelf in the picture. I mean, it the picture is not real, I guess, in the profile picture.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 77,
      "title": "Q77",
      "start": 3722.7,
      "end": 3746.72,
      "text": "Hello, Sidhar. Could you please, tell us a story about your journey? It will be more helpful than asking a question. How do you solve for personal guilt?",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 78,
      "title": "Q78",
      "start": 3762.96,
      "end": 3785.03,
      "text": "I was wondering why is seeking prescription bad? You must be new here. I am. Yeah. I've never said that seeking prescriptions is bad. Or I suppose You are afraid to do so. Okay. Good. There's no way.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 79,
      "title": "Q79",
      "start": 3814.03,
      "end": 3830.07,
      "text": "Hello. Thank you for having me. I just want to ask, what is nothing? And either you're trying to be spiritual and or you were not here for the talk in the beginning.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 80,
      "title": "Q80",
      "start": 3846.88,
      "end": 3910.39,
      "text": "Are you from living truthfully? I'm sorry? Have the relationships you have in your life either currently or in the past? I'm not I'm not sure why you're so interested in me. It has nothing to do with me. You're the most the most immediate issue in your life is you and all that it entails. But by through asking questions about someone else's personal experience, I believe it helps those. I know that you believe that. I know that you believe that, and that I will refer you back to the statement, which is the title of this session. You believe that learning about someone else's story, or journey, or whatever it may be, or is going to help you, and it's not. It is squarely about your unique personal situations. Okay. Thank you so much.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 81,
      "title": "Q81",
      "start": 3921.35,
      "end": 3941.74,
      "text": "Hi. Nothing works as, subjective. But then again, like, when we keenly observe a leaf falling down a tree, it gives me an experience. But is this observational state can be maintained 24 by seven, three sixty five to the lifetime? It will not work.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 82,
      "title": "Q82",
      "start": 3950.05,
      "end": 3954.71,
      "text": "Hello, sir. So,",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 83,
      "title": "Q83",
      "start": 3958.3,
      "end": 3961.59,
      "text": "why does nothing work and towards",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 84,
      "title": "Q84",
      "start": 4007.16,
      "end": 4009.01,
      "text": "It won't ignore the people's question.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 85,
      "title": "Q85",
      "start": 4030.78,
      "end": 4104.43,
      "text": "Sometime ago, you mentioned something about awareness. I want to know what you mean by awareness with respect to the choices we make in our daily life. Oh, I have no idea what you're talking about. I don't remember what I write. But you're asking some way vague question about something that I said in the past. I don't I don't know. Know. I'm sorry. I don't remember exactly, how it led to this, but you were talking about, how, you know, how the choices that we make, you know, if they are not internal and as in if the final choice we make is, something that comes, from an idea that is external, that it's probably I don't I don't remember. I don't remember. I'm not I'm not in a conscious state when I write, so it simply comes through me. And I don't I don't remember. I don't know what you're what you're asking. Oh, it was And I it was And I also and I also must stay on topic. Uh-huh. I don't remember every I don't remember saying anything about awareness. I'm not saying that I didn't, but I don't recall saying anything about awareness anyways.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 86,
      "title": "Q86",
      "start": 4122.28,
      "end": 4122.78,
      "text": "Hello?",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 87,
      "title": "Q87",
      "start": 4124.68,
      "end": 4130.22,
      "text": "Why do I have a need to get somewhere? I don't know.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 88,
      "title": "Q88",
      "start": 4143.93,
      "end": 4150.92,
      "text": "Is it okay not to have a desire? There is no okay or not okay.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 89,
      "title": "Q89",
      "start": 4161.8,
      "end": 4227.78,
      "text": "Hi. Hi. I, raised my hand. You brought me up to ask a question. Therefore, there is at least one thing I can make work. How can you say nothing works? I could peel. Does creating something genuine and from the heart fall into this category? Fall into what category? The nothing works category. Depends what you're trying to make work. If you create something from the heart, then you create something from the heart. What are you what are you trying to make work? Mhmm.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 90,
      "title": "Q90",
      "start": 4233.12,
      "end": 4291.74,
      "text": "Hi, Sita. My question is prescriptions don't work for me. So what does where does that leave self belief and self confidence? I'm trying to think about, like, does that really is that really just another prescription? Well, you ask where does that leave self belief and self confidence? Did did prescriptions give you self confidence? No. It didn't. So then I don't understand the relevance of the question you because your question sounds as if you were saying that when you were following when you are following prescriptions, it gives you some sort of self confidence. But in abandoning prescriptions, now what do you do with self confidence? I don't understand the relation between self confidence and prescriptions if you say that prescriptions did not give you self confidence. What does the abandonment of prescriptions have to do with self confidence? I I get what you're saying. Yeah. Thank you.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 91,
      "title": "Q91",
      "start": 4298.93,
      "end": 4382.15,
      "text": "I see that. Thanks for letting me ask question once again. My question is, in nature, we see fruit get ripe at the right time, means which involves time. So is it for myself as well? Does it is time involved to see the truth? Time is involved to see the truth only because one will keep becoming wrapped up by the mind. One will keep returning to prescriptions in one form or another. One will keep returning to their societal conditioning As much as they as much as they try to condemn it, they will keep returning to it. So the conditioning, you will keep returning to the society. At least in your mind, you will keep returning to. All your conditionings that you will keep returning to, and those are the things that will make it a very prolonged journey. Thank you.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 92,
      "title": "Q92",
      "start": 4405.47,
      "end": 4413.48,
      "text": "Hi, Sita. So how do we do then deconditioning? We need to restore.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 93,
      "title": "Q93",
      "start": 4421.24,
      "end": 4456.23,
      "text": "Hello, Pavel. Everyone will say that they're looking for something as the ultimate goal may be peace, bliss, happiness, freedom, whatever. Even though the dictionary definition for these words is different. Since you have consulted with thousands of people, I wanted to ask you, like, is even though they define it differently, is that that they're looking for the same thing? Is is it common across all is looking for the everyone is looking for the same things.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 94,
      "title": "Q94",
      "start": 4456.61,
      "end": 4458.24,
      "text": "Just Then at criticism.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 95,
      "title": "Q95",
      "start": 4459.03,
      "end": 4570.59,
      "text": "I'm sorry? But they define it sorry. But they define it because they are they want to, like, put it in words. But, with the feeling of it is the same. Like, that that is the same. As as you have mentioned, everyone has their own word for it. Yeah. Some call it bliss. Some call it happiness. Some call it freedom. Some call it realization. Some call it enlightenment, nirvana, moksha, whatever it is, whatever it might be. Everyone is looking for that thing and just divided by different words. Yes. But then everyone has been taught to achieve that thing Yeah. Through some type of method or prescription or Mhmm. Whatever austerity or whatever it may be, then those things will fail. Would it be fair to assume that they want consistency in the diet, which is why, like, some people pursue, like success in athletics or, their job or even substances even with the hope that this that will that that will be consistent and last their life. But what they fail to understand is it doesn't. And No. I mean, the what do you I'm not sure what you mean by it doesn't. It cannot be had. It cannot be had. It cannot be it can be had, but it cannot be had through through their practice, and through their methods, and through the things that society has given them, to try to achieve it through the vehicles that society has suggested to arrive at it through. That works.",
      "audio_file": "Nothing Works_ Kapil Gupta MD (Q&A Session) on - 17 June 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    }
  ]
}