{
  "video_id": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4]",
  "title": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4]",
  "webpage_url": null,
  "blocks": [
    {
      "id": 1,
      "title": "Q1",
      "start": 3.52,
      "end": 24.47,
      "text": "Hey, Kapil. Thanks for taking my question. So you mentioned somewhere that, to be truly great, you must understand that the human body does not respond very well to goals or or hopes or expectation. It responds to perceptions. Can you elaborate more on that, please?",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 2,
      "title": "Q2",
      "start": 29.91,
      "end": 213.99,
      "text": "How's it going, doctor? Big fan, obviously. You know, I usually come to these rooms. So my question is, you know, I think it's really easy to sort of, you know, get, like, riled up and, create all this energy, you know, if you're going after a goal and maybe even trick yourself to believe, you know, that it's the truth, that, you know, this is sort of your calling. And I guess my question is, you know, should someone differentiate between that, or does it even matter? Why would you think it matters? Well, no. I I I guess, you know, I guess, like, you know, you can sort of chase, like, one dragon after the other, and maybe, this sort of just becomes, like, just another pursuit for you to, you know, come back to square one and realize that, you know, maybe maybe it wasn't. Me saying yes or no to that, does not really make a visceral change in someone's life. If it's something that you perceive, it's something that you have discovered for yourself, then that then that will create, a new pursuit even if that new pursuit is the ending of pursuits. But for me to say yes or no, would just be empty. Okay. So so you're saying that if as long as it's for a purpose and it's something that Well, no. Because then you're you're then you're sort of you're sort of prescriptionizing. You're you're I I think you're too interested in what I think. I mean, the the you know, one in order to ask a question, one cannot sit at zero and ask a question because the question will not have any substance to it. It's it's kind of like the person who sits in one place and says, tell me what Paris is like. And I can say whatever I want. It doesn't do anything for you. You know? But if someone goes to Paris and someone has seen the streets of Paris and then there's a particular street that he can't find, That's a much more nuanced question because it has substance behind it. There's a weight behind the the question. It isn't just put into my lap and then I give a decree as to yes or no. It's empty. It's a waste of it's a waste of my time, so I have no interest in saying yes or no. And it's a it's a waste of yours because because whatever I say will not you'll just go away with a yes or no in your pocket and, you know, like a a ticket from the fair. And so what? Your life will not in any way change, after you hang up this call. Therefore, the question does not is not worthy of asking. Understood.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 3,
      "title": "Q3",
      "start": 217.25,
      "end": 355.97,
      "text": "So if if someone is on a certain pursuit and they're trying to achieve something, but they're still giving to distractions like, just just various distractions. Who who is who who is the someone? Oh, me. Should I just say me? Okay. Sure. So it could this be a byproduct of my mind and thought, or could this be an indication that my desire isn't strong enough, or is this something I can only answer through introspection? Once again, why why does it matter? Well, I I guess on various projects work on it. You can't work on it. So if and let let's say let's say that it was because your desire wasn't strong enough. Let's say that was Yeah. You can't pump up the desire. You can't, like, cultivate it or anything? No. Because, yeah, I guess I just I hear you talk about, the only reason you are where you are is because Yeah. You can hear me talk about that. Sure. But the the problem the problem in reading, you know, things that I write is that one turns into something to try to get. And and that and and, you know, you're not really blamed for that because that's what everyone does. That's what everyone's been been conditioned and brainwashed to do, is to go do this, go try to do that, go be be better at this, The entire culture, and therefore, you bring those same type of habits over into this domain where they don't work. And they they don't work anywhere, but here, it here, it is it is outright spoken that they don't work. Don't even do it. So it nothing matters if you can't do anything about it. Then it because if you can't do anything about it, then the question becomes triggers suit. It's just curiosity. And then just the, oh, that's nice, or oh, well. It doesn't go anywhere. Okay. Thank you.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 4,
      "title": "Q4",
      "start": 358.12,
      "end": 379.87,
      "text": "Just wanted to ask a question. I'd like to know the difference between a genuine desire, a pure desire, a mindless desire over, say, a fruitless, empty dead end desire. You know, one of those things that wanes at the time.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 5,
      "title": "Q5",
      "start": 384.06,
      "end": 714.54,
      "text": "Hey, Kapil. In your experience of working with CEOs and business people, what are the commonalities through the lens of truth that you see, you know, like business owners have the most success and the most scale with? Like, what's the what's the commonality? It it doesn't. It it's irrelevant. It's irrelevant. Who cares? What are you gonna do? Copy it? I mean, there's there's no point in this question. Let's say that they all they all comb their hair to the left and they wear polka dot shirts. What are you gonna do? You're gonna read the the seven habits of affected people? Is that what you're gonna do? I mean, maybe maybe they chew gum on the left side of their mouth. Maybe they buttche their teeth at 08:30AM so at 07:30AM, what are you gonna go copy that in the morning routines? What are you gonna find? Mental hacks and mental models? Who cares? There's there's no putting people on pedestals and try to copy them. Once again, you're just bringing in the trash from the world and the over here, and this is not trash pickup day. Don't bring it over here. What commonalities? What are you talking about? I mean, they're this and they're this. So what? What are you gonna do? Go be that? And if you do that, who will you be? By you copying somebody else, no matter how much you may look up to them or see how successful they are, so what? Then you're just a slave. You're you're just a mimic. There's there's no copying anybody. You know, whatever worked for somebody, it worked for them. It may work for you. It may not. But if if you're going to look in the direction of other people, then what does that make your life? It's just more self help. Really, it it's it's just it's lower than low. The the self help and the habits of effective people and this and that and copy and mimic and all these success leaves clues, all the this this garbage that you just picked up from the world in this motivational speaking and, you know, it's unless someone is willing to understand that everything they've heard is trash, It isn't true. It's not real. If that was the case, then, those who people who bought, you know, so, you know, some famous person write their biography and it sells, you know, hundreds of thousands of copies, then you should see hundreds and thousands of successful people after having read that biography. But do you? Do you see even one? I mean, those things don't they don't go this all just everything is just a tabloid. Everything you read is just a tabloid. What do you mean? What do you care? I I understand. I understand that you're conditioned. I understand. Everyone is conditioned. I understand that. I don't blame you. But if you consider that let's say that I was to say that a, b, and c, they all do this. I'm sure that you may actually get up and then go do that too. Mhmm. But but if that was the case, once again, you have to you know, everyone's got a couple of neurons in their head. Everyone does. Even the most dense among us has a couple of neurons in their head. Okay? Just basic basic logic. If one was to copy somebody else, then those who have read the thousands of articles about the habits of successful people and they read the biographies and then they would have been successful because of that. By doing the and and quite frankly, then that's all you would never even need to do anything. You would just do what they did, if that was the case. And then you would see a million Picassos, and you'd see 10,000,000 Rembrandts, and, it would just be a world of successful artists all over the show, and that's what she would have. That that's what logic states if that if that was the case. And if you will actually, by your own admission, should not have any problem to admit that that isn't the case, then what would be the point of asking what they do and what their habits are and all of this just fluff? It's all fluff. Burn your books. Don't read don't read Silicon Valley people's recommendation of books. Don't wear togas that talk about stoicism. Burn your books. Turn off your computer. Don't listen to the media. Don't read magazines. Don't look at the latest blogs. Don't read the latest hacks. You can if you wish, but they're not true. Once again, because I say no. Because look look at the evidence. If that was true if that was true, then those who read those things would get what the people that they read about got. And anyone anyone with half an eyeball can see that that obviously isn't the case. And and not that it should be the case or shouldn't be the case. It isn't the case. It's not good or it's not bad. It isn't unfortunate. It is unfortunate, but it isn't the case. Therefore, for whatever reason, if it isn't the case, why ever pursue that again?",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 6,
      "title": "Q6",
      "start": 716.65,
      "end": 972.66,
      "text": "Do you think there's a reason behind, this conditioning or a motive behind the conditioning that we receive from society? Well, it's really all that's available. You know, if you little motives behind why a dog barks. And and it isn't it isn't evil because it barks, and it's not good because it barks. It's it's it's it's it's the habit that it picked up somewhere along the way. It's it's it's DNA. In the same way, if you look at society, you know, the vast majority of people that you meet in society are not evil. You know, most people are very pleasant and and wanna help and, but society society as a whole even isn't evil. But you have to look at what it's composed of. And when you see what it's composed of, then you don't look at things in terms of judgments. You look at things in terms of the only way they can be because whatever a thing is composed of, that's the only thing it can give. And so society is composed of common people, the masses. Now the masses weren't made the the human being wasn't made to be common, but he chose to be so through by way of conditioning, by way of brainwashing, and each person conditions the other. Now unless a person has a DNA which moves against all that society purports, unless a person has a sensibility, in the DNA, which which by for whatever inexplicable reason tends to run the other way, There's it it is virtually impossible that he won't become conditioned. So wherever one lives, that's what his that's the conditioning he will get. And so the human being lives where? Well, he lives in a world of lies. What are the lies? Well, the books are lies. The magazine articles are lies. The blogs are lies. The stoicism and the togas and all these things are lies. They're all lies. And they're all lies not because there isn't some factual things in there, you know, that that that are real. They're lies because the impetus behind them are lies. They are all force fed. Everyone is told that if you practice x, y, and z, you'll get that. But even the ones who tell that aren't even getting that. So no one gets the the thing from the x, y, and the z. And so it's all it it is all jargon. As a result, if someone is brought up, which everyone is, obviously, in that environment, then that's the only thing he's been exposed to. So why would he not become conditioned? It wasn't his fault. It's no one's fault. Why would he not become conditioned? If you live in a world of lies and you subscribe to that world, then you have to be full of lies. The only way you wouldn't be is if you treated it if you treated the world like the devil, and you and you hung crosses around your neck, and you, you know, you you ran the other way at every at at every opportunity you had. Then there's a possibility that at least you could live at the condition. But aside from something radical like that, the the conditioning is inevitable. Once again, there's nothing that I said is based upon belief. I mean, it's basic basic logic. Wherever wherever you are, that's the conditioning that you're gonna get.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 7,
      "title": "Q7",
      "start": 975.38,
      "end": 1003.36,
      "text": "Follow-up question on the same. How do you get out of that conditioning? Isn't it be, rebellious if you just start opposing everything what society have? Well, how did you get into the conditioning? We're just following what so Did did you did you have a did you have a strategy to get into it? Nope. Then why do you ask for a strategy to get out of it? I mean",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 8,
      "title": "Q8",
      "start": 1005.99,
      "end": 1058.92,
      "text": "is there any merit in the statement that there are no stupid questions? It depends how you define stupid. How you yourself, since you're the one asking the question, it depends how you yourself, define the word stupid, number one. Number two, it could be that this question is insincere. I'm not saying it is. But I'm saying it could be. And the the reason that this could be an insincere question based upon outrage is because you believe that every question should be answered and the and that everyone should get a turn, and every every everyone should get, equal amount of time for the question asked because there are no stupid questions. That could be what you're kind of getting at. It may not be a real question at all. It may be outrage dressed up as a question.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 9,
      "title": "Q9",
      "start": 1061.4,
      "end": 1369.67,
      "text": "Chase and, tooth seeking go head in head. Like, I'm a I cannot, your your your voice your voice broke up. I I couldn't I couldn't hear you. Am I audible now? Go ahead. So my question is that can the, pleasure change and, truth seeking go hand in hand? Like, I'm a middle class man from India who is seeking money to stabilize life, but have is attracted to truth as well. Truth inspires me. So can both So but but but why why hang on. See. Why do you separate money from truth in this particular example? So you you need money unless you're willing to beg on the street, which is fine. But unless you're willing to do that, which it doesn't sound like you are, do you need money to survive? Yes. Okay. So that's a truth, is it? Isn't it? Yeah. That's true. And so and so what happens is that people turn truth into spirituality, which is what you're doing. You you you're you're putting you're putting money in this practical, worldly material box, and you're putting truth in the spiritual box. And because you've been banged over the head with the incense carrying, swamis and the gurus and the pundits who walk around saying money is bad, money is evil, thou shalt not chase materialism and all these things, Therefore, in response to that conditioning, you put truth in the spirituality box. Truth is this pure thing and money is this impure thing, and, never shall they meet. That's what you have done. K? But in act in actuality, if you can get over that conditioning by realizing the fact that truth is the only thing there is, In fact, the thing that is not true is spirituality. Spirituality is the materialism. Because if you listen to people talk about meditation, they they talk about how long they meditated. They have meditation competitions. They talk about which which guru they go with and what color yoga mat they do and how many hours they did they did that week. And they talk about my my guru is better than your guru. They talk about, well, I like his speeches. I don't like your guy's speeches because they're no good. That's material. That is no different. In fact, that's even worse. Because at least if someone says, you know, my shirt is more expensive than your shirt, at at least that is, honest because it is openly material material. There's no there's no charade there. There's no there's no camouflaging there. K? But spirituality is supposed to be this godly thing, right, which is pure and and and proper and, you know, the right way to be. But that's all materialistic. So, actually, the thing that needs to be gotten rid of first is spirituality, not money, because you you think chanting is gonna feed your stomach? You think you think chanting and giving money to the church and the temple and, and and dropping money, in, you know, in the in the whatever that plate they pass around in the church and and and giving to the poor, is that gonna feed your children? That's not gonna feed anybody. So your reality your reality, the way that you live, that's the truth. You will need money to survive unless you're willing to beg. Therefore, how to get money, that's also a truth. So truth is the only truth is the only practical thing there is. It is spirituality that is not practical. It is spirituality that is that is materialistic. It is self help that is not practical. It is self help that is materialistic. All those things are my shirt is more expensive than your shirt. My car is nicer than your car. All of the self help and spirituality is guilty of that, not the money. But, yes, if someone says I have more money than you and they wanna make the competition, fine. Obviously, that's that's materialistic and and, and salacious. But that's no more salacious than the guru fighting and the, and the which books do you read? And I read this one twice and you only read it once, and I found this quote over here, and you found that one over there. That's no different. But at least at least the pure materialism is pure. Spirituality isn't pure. That's the answer to your question. Thank you, Robert. Thanks.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 10,
      "title": "Q10",
      "start": 1372.45,
      "end": 1558.39,
      "text": "Does the pursuit of the truth and loneliness go hand in hand? Though well, how many people do you think are really genuinely seeking truth, in the world? Not very many. Right. And so you don't have to seek it to be lonely, since even at the very beginning, there's only four people seeking it. Right? So so called loneliness, it it was from the very beginning. It isn't it isn't like a million started and then ended up with and then they became too lonely so they left. Right? No one's even seeking it. So the so called loneliness is is from the very beginning. So there there's no mass excitement, and the number of people who are seeking genuine things in the world, whether it's truth or anything else, is is is very small. But, if one and that's why truth is not for the social person. The person who is social, can never see true. I mean, he can, but he'll he'll never because he he's because the interest in being around others and and having a support system and having others do it with him and this and that, that that sensibility will never allow him to do whatever is necessary to get there because he will always have the conditions that social socialness, brings. So does having a family preclude one from pursuing Absolutely not. Absolutely not. I mean, there's no there's no laws. It's it's in fact, when you have a family, there's a truth as to how to live in peace with the family. There's a truth in raising children. There's a truth in, finding a way to, you know, support the family. And and so everything so once again, you're kind of going along the same lines as the last questioner where where it was truth is like this spiritual thing. And quite honestly, there is nothing there is not a single thing in any domain from even the most materialistic thing whose basis is not founded in truth. If you wanna buy if you wanna buy a car, the truth as to how to get the best price. Truth is the only practical thing there is, and it it runs in the veins of every single thing. And in fact, anything which runs in the vein other than truth is false. That can only lead to failure and suffering. I think I understand. Thank you.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 11,
      "title": "Q11",
      "start": 1560.86,
      "end": 1676.1,
      "text": "If 99% of humans haven't been exposed to the truth, doesn't it then follow that all of the questions from these humans will also be false? Do you mean the questions that are received here? I also mean here as well. Yes. Well, you know, there's always a reason why there's always a cosmic reason as to why something happens to intersect with someone in in someone's life And whether or not that's ever known is an entirely different story. But there is a truth of sincerity. And wherever wherever one ends up in his life, there was a time when he wasn't there. And so there was a crossover point. There was a bridge. There was a they there there was a transition. And so, therefore, the truth of sincerity or at least the possibility of it exists within every human being. And so one could ask a question, based upon false notions. But if there is if there is genuineness and if there is sincerity in wanting to know, then that can lead to a possibility. That can lead to that individual gradually shedding the conditioning because he may not even have known known that. And so if it provided a possibility for him to do that, then that falseness that he came with could eventually lead to truth.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 12,
      "title": "Q12",
      "start": 1678.55,
      "end": 1728.45,
      "text": "Hello. Yeah. See, as I'm trying to, be aware about myself, I'm realizing that sometimes maybe I like those anxiety, like tension, like that normal life. And if when I'm trying to see that if those drops off, it's pretty much sometimes empty and which is very difficult to absorb. Is that something okay? Is it something because that's kind of scary sometimes. So I just wanted to share that, and do you think that that's something which is normal? Oh, normal or okay has no meaning. Mhmm. But the fact that you recognized that, that can have meaning.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 13,
      "title": "Q13",
      "start": 1730.6,
      "end": 1750.84,
      "text": "The the idea of, transcend sexuality, but why does it make so much sense to say like, to talk about him, like, as a he and nature as, like, modern nature. Why why we kinda attribute sexuality to them?",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 14,
      "title": "Q14",
      "start": 1753.92,
      "end": 1774.58,
      "text": "Hi. I work in, crypto industry. I'm wondering if you have any thoughts on, like, how we could bring a sense of sacred, to the crypto industry. Do you value goodness and beauty as much as you value truth?",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 15,
      "title": "Q15",
      "start": 1777.12,
      "end": 1790.21,
      "text": "How do you cope with time passing in a way when it's not the ideal route from from what what you were trying to do? How do you add a new perspective to what is essentially lost time that you can't recover? And by that",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 16,
      "title": "Q16",
      "start": 1791.4,
      "end": 2114.21,
      "text": "Question is, is it necessary to spend time by yourself if you want to get to the truth? So okay. Let let's say that you spend time by yourself. So explain what that what that looks like. I mean, without spend time versus without any any distractions. For example, I most of the time, I'm occupying So give me give me give me an example of what that would look like. Go ahead. Not using my phone. Not, not working. Just just by yourself, like, not, not occupying your mind with anything. Okay. So you turn off your phone, you stop working on something, and you go sit in a chair? Paint the paint the picture. Yes. That's what I was thinking. Okay. So okay. Fine. So you go sit in a chair. So grandmothers spend a lot of time in rocking chairs. They don't you have they don't use phones. So are they enlightened? Do they get wisdom? So you turning off the phone, you not doing any work and going sit in the chair. And I'm not I'm not making light of it. You could that's that's why I asked you to paint the picture. You didn't paint paint it enough, so I had to paint it for you and and to confirm it with you if it was okay. And and so I said a chair, it could be the floor. You may you may, say I no. I'm lifting the floor. That's fine. Whatever whatever. So you go sit in a room, on a balcony, or in the jungle, or whatever it is, by yourself, and no phone, no work. Okay. So you're sitting there. Okay. So then go ahead. What what happened to them? My head gets flooded with thoughts. Okay. So you're gonna turn off the phone. You're gonna stop working. You're gonna go sit somewhere alone, and then the head gets flooded with thoughts. Okay. So then then then what? I get I get stuck in the cycle of thinking again. Okay. So then what then what is the point? So then why would you you asked the question is to to pursue the truth, do you have to spend time alone? And so, you know, I I called you on your phrase. I said, okay. What does spend time alone mean? Let's let's hear it. And so you said spend time alone means I put away the phone, I get away from work, I go sit somewhere in a chair alone. And then but when you do that, you get flooded with thoughts, and then you get, the cycle starts all over again. So did you not just answer your own question? Yes. And then and, really, the the the essence of that is, see, when you were born, you didn't have the spend time alone thing. Now if you naturally did, but you then you did. But you picked that up from spirituality. Right. Yeah. You picked that up from the world, the self help world. And the theme that will always be there until someone until an individual is ready and willing to really get over it. It it'll always the the the the disease of spirituality and self help will always be there. No one ever speaks their own words. These are all learned behaviors. These are all learned languages to sit alone and be by yourself and all. These these have been picked up somewhere. They're not natural. They have been injected inside you by spirituality and self help. And as we have very logically with no belief, no opinion, no faith, no jumping on a limb, no leaps of faith. We went step by step as to what that very recommendation in spirituality books, where that would lead you, and you and we made it even personal to you to make it relevant. And you saw for yourself without believing me that that wouldn't do anything. And therefore therefore, the essence of that is not to not go spend time alone. Not that that's bad. It is that picking things up from spirituality and self help and lending an ear to that realm and continuing to subscribe to society and the world and its anemic messages, that will only lead to more nonsensical behaviors and a waste of your years. We all only have a finite number of.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 17,
      "title": "Q17",
      "start": 2116.7,
      "end": 2501.78,
      "text": "Do you think it requires such an amount of macular but, like, manipulative, effort to maintain a relationship? But it also is very being untrue to yourself. So go ahead and and and explain that. So in a relationship, it's well known that whoever cares less about, the partner who cares less has the upper hand. And, when you get to know that, as the partner, you become more happier than not the other one. That's the observation. I don't know if most people agree with that. And there are a lot of things, with similar kind of things. Yeah. So when you say it makes you happier, does that happiness last? I haven't really, experienced full full fledged until now. But according to my observation, but the relationship works. The relationship works if you manipulate it is what you're saying. It's not manipulation, I would say. It's like polarity. The one There isn't no. There there's it's a it's a it's a sincere question. It's a sincere question. And if if anything, this question at the very least, flies in the face of the the nice flowery bumper sticker crap that's out there about relationships. So at the very least, it it it does that. And and that's a that's a very that's that's a meaningful realization. But perhaps the greater question is, does an does an individual find happiness through the relationship? I think, it depends on your personality. People who are very individualistics, like, can tolerate solitary life. But, people who require some amount of companionship, do require relationship, especially later part of life. The individual the the individual who would prefer to be alone, then he probably would not maybe get into a relationship unless he got into it before he realized he wanted to be alone. So does it not self select? Yeah. But, that that is idealistically, but, there is also societal pressure. Some people get into relationships. Sure. Yes. There is. Yes. There is. And and so your question speaks to the fact that bumper stickers are nonsense and that things are far more dirty and grainy than the cleanliness that society wishes you to believe. Yeah. To put it in a more meaningful way, it's a clear observation that being too nice or giving too much attention, makes the other partner lose interest in you. I don't know if you agree with that. No. There's there's validity to that, but the the deeper aspect of that is whenever there's two anything, it leads to something. Now whenever there's two anything, it leads to something. And that thing, even though it leads to something, you know, so called good for the individual at that time, it could also lead to something so called bad for him down the line. Yeah. That's, that's what is my question, basically. Like, there's a, like, country like, two opposite, like, outcomes. When you are not really true in the relationship, but you make it work by dealing it in a certain way, the relationship works, but, it may not be like it comes with a cause that you're not being true to yourself. Perhaps the the not being true to yourself may, for a given individual, be less important than making the relationship work. And for another individual, the being true to yourself may be more important than being than making the relationship work. And so therefore, that once again leads to what someone's really looking for as opposed to looking at it from the standpoint of what is correct. Since your question I think I agree with",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 18,
      "title": "Q18",
      "start": 2504.9,
      "end": 2510.99,
      "text": "Is there such a thing as random in this world, or or is everything by design?",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 19,
      "title": "Q19",
      "start": 2513.61,
      "end": 2864.12,
      "text": "Hello. I have a question, which is that, in one of your, previous, writings, you you said, about, stoicism. Wisdom does not beget stoicism. Stoicism begets wisdom. I probably got the wording right because I'm kind of nervous. But, essentially, the idea was that, if you are, if you wanna be stoic, you kind of have to work it, through a reverse angle of, instead of instead of trying to be stoic, you sort of try to become wiser first through experience. And then as a natural consequence, of living a good life, you become stoic as a consequence rather than aiming at stoicism directly. Can you elaborate a bit on that? I know you've written post about it, but still I would like to hear your thoughts. What show my thoughts about what? I mean, what what don't you understand? What I what what what was absurd for me, in this is that I actually kind of agreed with this in the sense that when I read a lot of self help literature in the contemporary context, I know it has a very sort of derisive connotations when you use actually use the word self help, but there's a famous person, Brian Haldi, who's written a lot about stoics. And the idea is that you always sort of try to a lot of people say to try to advocate, to emulate the ideas of what stoics have done. And you have made an argument that, like, rather than sort of aiming directly at stoicism, sort of live a good life and and sort of try to become wise and then Well, I I think I think that you're, you know, you're you're guilty of what almost everyone's guilty of when they read America's death. I'm not advocating that. What I am saying is that trying to be stoic can never make anyone wise. The difference is I am not saying that you shouldn't do it. I recommend nothing. But you can practice stoicism and meditation and mindfulness and all of these things, and that does not lead to wisdom. But it doesn't mean I don't recommend it. It doesn't mean that I that I say you shouldn't do it. You can do whatever you want. So what you attributed those words to me, and you said that I recommended that you should do that, and that's why words must be chosen very carefully. I did not recommend either way. You can do whatever you want. But I will but I will say but I will say that trying to be stoic will absolutely, never in a million years, lead to wisdom. Now you also said that, that I said that you should pursue wisdom, as a way to get to stoicism. Well well, why the hell would anyone wanna be stoic? If you are, you are. But what once again, this is a classic example of the prescription becoming the goal. What you get into heaven if you're stoic? You get points? There's no points for anything. So these are all just the the the these are these are the the turning the prescriptions into the god. You should be stoic. No. You shouldn't. Shouldn't do there's no should. If you wanna be stoked, you can. If you wanna follow the all the books that you're mentioning about, go ahead. Do it. But stoicism will never lead to wisdom ever, ever. You could practice for a million lifetimes. It will never happen. Does that mean you shouldn't do it? No. You can even try it for yourself. And that's that's what it is. Try it for yourself and and see for yourself. Don't believe me. But I'm saying it won't. So So nothing, you shouldn't do it. Thank you so much. My apologies. I actually sort of missed out your previous I I I that's something that everyone does. So I'm not I'm not singling you out. That that that but I I have to mention these things when they happen, because I it has to be very, very clear because everyone, like I said, is conditioned to believe that whatever be because they've come from a world in which everything is done and told you what to do. So everything is the the the everyone tells you what to do. So I am making the point very abundantly clear that I am not in any shape or fashion recommending anything, but I am saying that that isn't true. That that that's that's, thank you so much. And just just one more question. I don't wanna take more of your time, but, like, what I do is, like, I make sort of, like, sort of, like, a, in my head, like, a hierarchy matrix of, like, all these different recommendations and schools of philosophy that people recommend and then try to litmus test some ideas of some things in my own life and then see, like, how it plays out. So for me, I call it iterating between different things. I would assume that you probably have a better wording or a better philosophy of trying to sort of litmus test different ideas. But, like, for me personally, I just try a lot of different thing things, see what sticks on the wall and then see how it goes. Yeah. That's that's my last thought. No. I don't I don't I don't I don't litmus test those things. I don't. Because I know all prescriptions are nonsense. So it might take you I mean, you're deeply into intellectualism. You you have a soft heart for, self help. And, you know, it'll probably take many lifetimes to get over that, but, but that's that's just where you are. And but but, yes, testing it is far better than believing it.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 20,
      "title": "Q20",
      "start": 2865.78,
      "end": 2894.56,
      "text": "See a problem with consciously trying to, change your short game? And by and by short game, I don't mean like golf short game. I mean, like the way that you do your chores, the way that you, like, wash the dishes. Because, like the way I've been doing it for seventeen years has been goddamn mediocre. Hey, Kapil. Does all prescriptions come from the mind?",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 21,
      "title": "Q21",
      "start": 2897.09,
      "end": 2937.26,
      "text": "Hello, Kapil. I wanted to ask about, the the text the old text, like, Upanishads and Bhagavad Gita. Do you find them Are they prescript prescriptive only, or are they useful in seeking truth? Well, you know, I've written about that somewhere. You may wanna I think it's on the website. You may wanna look it look it up there because it's it's quite in it's a little bit involved. Okay. Your your your voice, I cannot I cannot hear you clearly.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 22,
      "title": "Q22",
      "start": 2940.04,
      "end": 2977.76,
      "text": "I guess we should be better. I have imbibed so much conditioning and did everything according to what my conditioner said, and it hasn't gotten me anywhere. So at at this point of time, I'm like, why should I even trust my decisions? And if I don't trust my decisions, then how do I even navigate? So is there any reason that a person could even trust their own decisions now that they know that it is only conditional in the mind that is, set No. Your your your your your mistrust is well founded. I'm sorry. What?",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 23,
      "title": "Q23",
      "start": 2980.32,
      "end": 3001.55,
      "text": "Hello? Hi, Kapil. Is there something you can do as a parent to nudge your child towards the pursuit of truth? You know, the child is firstly, when they're young, they're closer to truth than the parent is. So, actually, it's the other way around.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 24,
      "title": "Q24",
      "start": 3004.51,
      "end": 3057.84,
      "text": "Thank you for letting me speak. I just want to tell that, something that pains me a lot is to see, people, exploiting other people in the name of caste, religion, race, sexuality, and stuff. And I want to do something about it. Like, it it it really hurts me. I don't know if it's because of the compassion or empathy or whatever it is, but it is something that is a constant source of stress for me. And I wanna do something to to change that, to bring about a difference. So is there an advice that you have or we should accept that people would be like this and there is nothing much that can be done and everyone would be, like, in this default state? No. There's no should. If that's how you feel, then that's how you feel. And if you wish to do something about it, you may?",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 25,
      "title": "Q25",
      "start": 3060.45,
      "end": 3139.74,
      "text": "Writings and my observation of people around me, I can clearly see, that, you know, societies devolve and and the music and the and the movies that are made out of lower and lower quality and and just, you know, bad profane profanity and noise and so on. I still listen to and learn from the music from nineteen sixties and seventies and but I don't feel like the music that is made today will be played decades from now. So my question is, is the sincerity of the artist the only thing that separates true art from noise? I mean, it it it doesn't matter how long something's gonna be around. If it's around for a long time, it's around for a long time, but that that isn't really the judgment. I mean, there's no real judgment, about it. If one is sincere when they produce what they are, and if they are not, then they're not. But, you know, there's no flag waving or, you know, gold medal for someone being sincere either. Right. Exactly. One wishes to if one wishes to produce art, then they produce art. And if they don't, then they don't. Alright.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 26,
      "title": "Q26",
      "start": 3143.16,
      "end": 3161.64,
      "text": "Is it possible to live without any sort of value system other than just the basic physical needs that a human being needs to live? Anything's possible. There's no impossible. Anything anything's possible.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 27,
      "title": "Q27",
      "start": 3163.62,
      "end": 3164.44,
      "text": "Thank you.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 28,
      "title": "Q28",
      "start": 3166.99,
      "end": 3173.8,
      "text": "My question is, how does one like that wand is pure or not? Can the wand originate from something that it didn't",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 29,
      "title": "Q29",
      "start": 3176.84,
      "end": 3197.11,
      "text": "my question is, how do we handle and manage, entropy in a world of complete disorder in order to reach, just perfection and happiness? There's no handle. There's no how. There's no manage. There's no happiness.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 30,
      "title": "Q30",
      "start": 3199.81,
      "end": 3250.99,
      "text": "Knowing something intellectually is not enough. Knowing what stands in the way of knowing something by heart. Is it only experience, or what else? One of the things that stands in the way is one's the value that one places upon the intellect. So for the intellectual, knowing something intellectually is knowing viscerally in his own mind. It isn't really. But because for the intellectual, a person who values the intellect, greatly, then the intellect is everything. So that value that he places upon it, that helps to determine and what blockages stand in the way from knowing it viscerally.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 31,
      "title": "Q31",
      "start": 3253.59,
      "end": 3254.48,
      "text": "Hello, Kapil.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 32,
      "title": "Q32",
      "start": 3256.78,
      "end": 3331.31,
      "text": "I run a small group of individuals here in my local hometown, and, basically, one of the things that they've asked me to do is have a mentorship program, and I didn't know how to go about doing this. So I called it light club. And the one thing that I've been trying to preach is that a lot of people are human doings. They're humans that are trying to do things. How do I do this? How do I do that? I've read all your books that you've released publicly. And one of the messages that I imbibe from it was you need to be a human being and just be. And once you become who you are at the most intrinsic level, the things happen naturally. You're doing what you're supposed to be doing. Things come to you naturally, and you don't have any sort of expectations, desires, goals. Then I can my life personally, for instance question. My question is, as far as a human being versus human doing, is that a a concept or an insight that you would, agree with that that you should just be instead of trying to do something? And is that one of the core messages behind a lot of your books, like direct truth and things like that? I don't recommend being either.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 33,
      "title": "Q33",
      "start": 3333.82,
      "end": 3378.93,
      "text": "Namaste, doctor Gupta. It's an honor to speak to you. Is there such a thing But is that just sequence of someone's natural devotion and sincerity? You broke up. I was, I was asking, is there is there such a thing as luck or grace in pursuit of success, or is that just a consequence of one's devotion and sincerity to that pursuit? In practical matters, it it doesn't it doesn't matter because whether there was or there wasn't, there's nothing you can do about that.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 34,
      "title": "Q34",
      "start": 3384.03,
      "end": 3388.37,
      "text": "Right. Have a hard time conceptualizing",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 35,
      "title": "Q35",
      "start": 3389.55,
      "end": 3424.2,
      "text": "truth, and I guess this is by design because people fall into semantic traps. But I see that things like ego and ideology and kind of concepts and intellectualizing get in the way. So is coming upon truth more about the removal of what stands in the way, or is it more like getting something in the process? It could be either, but it, that's why I say truth is the devotion to truth. Thank you.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 36,
      "title": "Q36",
      "start": 3426.49,
      "end": 3563.81,
      "text": "Hello, doc. Thanks for having me up here again. So I just wanna probe an idea that I feel like is, you know, probably the most provocative, which is the idea of DNA. Now I I mean, two practical, you know, responses could be, you know, well, DNA I'll show you DNA, and the second one being, well, I'll just take my ball and go home now. So, I mean, I guess, like, what I'm trying to say is, am I thinking about this the right way? Like, if DNA you know, if you have the former response where you're like, well, I'll prove something to someone. I'll change my DNA. I mean, is that is it supposed to elicit a response? And if it is, is that, you know, some DNA has nothing to do with them nothing to do with anyone else. There's no comparison here. DNA is one is one deep secret sensibilities. So does does that mean you're sort of, you know, doomed in a way if, like, you're just not Yeah. You're doomed. You're doomed. Or you're a seller. You're doomed or you're, awarded. But everyone sort of gets a way out or or a way towards. So if, you know, if someone's DNA is to be social, but at some point, they see the superfluousness of that, then they also have the DNA of getting over that. But but but the but the but I I would say that, you know, it doesn't it doesn't really matter because even even the individuals who have the DNA, I mean, the the the influence of society and, social constructs and spirituality and self help and motivation and books and media and friendships and, just the entire society. The the the influence of that is so powerful that it actually overrides whatever latent possibilities may be within someone. And therefore, those latent things better be extraordinarily strong to overcome the the brainwashing and conditioning and ruinous, exposure to society.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 37,
      "title": "Q37",
      "start": 3569.39,
      "end": 3595.78,
      "text": "It's from Prandy. My question is, recently, I am been suffering from, heartache, and I don't know sorry. I don't know where I'm going with it. Does it does it make sense to me to lift this type of things which",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 38,
      "title": "Q38",
      "start": 3598.51,
      "end": 3618.28,
      "text": "Hi, doctor Gupta. Thank you so much for all your work. My question is, basically, whenever I think about death, it seems to calm my mind down. Sometimes it even produces urgency and makes things.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 39,
      "title": "Q39",
      "start": 3621.06,
      "end": 3634.84,
      "text": "Hello, everyone. My name is Martha. I have a question. The question is about the nature of our reality. Would you call it a dual reality?",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 40,
      "title": "Q40",
      "start": 3637.51,
      "end": 3651.45,
      "text": "Hi, Kapil. Should we understand procrastination as a similar thing to addictions like, smoking and, alcohol or drugs, or is another way to understand procrastination at the root of it in order to overcome it?",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    },
    {
      "id": 41,
      "title": "Q41",
      "start": 3654.59,
      "end": 3667.33,
      "text": "Hello, Kapil. What is truth? The devotion to truth. Good night.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 10 July 2022 (Silence Removed) [v814i_sKho4].mp3",
      "source": "deepgram"
    }
  ]
}