{
  "video_id": "Select Questions - September 30 2022",
  "title": "Select Questions - September 30 2022",
  "webpage_url": null,
  "blocks": [
    {
      "id": 1,
      "title": "Q1",
      "start": 0.56,
      "end": 27.74,
      "text": "Hey, Kapil. I was, wondering what your thoughts were on the way that language may influence our thinking patterns. And I guess my main question is, do you think that we are capable of deprogramming our brains from thinking in words and in language? Yes. But you sound like an intellectual. And, if an intellectual tries anything in this domain, he fails.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 2,
      "title": "Q2",
      "start": 28.36,
      "end": 29.02,
      "text": "Thank you.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 3,
      "title": "Q3",
      "start": 38.76,
      "end": 102.39,
      "text": "Hello, Kapel. If books are a waste of time, how do we acquire knowledge? Well, you're taking my word for it that books are a waste of time. So if you say that if books are a waste of time means that you're basically disbelieving me. So if you believe me there, then you have to believe me all along the way because none of it was your own experience. So I I I am not going to enforce upon you that books are a waste of time. That's something that you have to recognize for yourself, and you may never recognize it. And you may find that books are helpful for you. So I'm not gonna pigeonhole you into anything, but your very phrasing of the question, means that it wasn't a real question because you're basically just taking my word for it and asking me something to replace it with. Oh, hey, Kapil. So how do you bridge the gap between your plans and your actions?",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 4,
      "title": "Q4",
      "start": 103.89,
      "end": 192.5,
      "text": "Hello. I'm just wondering if is understanding done personally, or is it done through inquiring information on whether it be online or with or with an individual? I'm just trying to learn more about how do you arrive at understanding. And that's a very vague question. What is it what is it that you're not getting about understanding? Do I have to sit and think about an issue that I'm having personally and sort of look deep into it and I myself understand it, or is it from a converse is it from listening to a conversation, like, that you're having here or your videos on YouTube or whether it be your discourses? Do you know what I'm trying to say? I just wanna can I do you know Well, Poma, maybe maybe it would be easier for you to look at the op to look at the opposite? So, learning what learning is not. Learning is not, following prescriptions or listening to prescriptions and methods, how tos, how to prescriptions or listening to prescriptions and methods, how tos, hacks, techniques, all these things. So it's not that. So if it's not that, then and it isn't following instructions, then that leaves understanding. So whatever that means to you. Because if you then try to pigeonhole understanding, you try to everyone everyone likes to make definitions out of things when they already know the meaning. I mean, because everyone is so conditioned in the scientific",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 5,
      "title": "Q5",
      "start": 192.88,
      "end": 213.28,
      "text": "and academic, ways of of thinking, you can tell them a tree and they'll begin to define what a tree is. I mean, you almost have to shake them out of their out of their confusion to say, you see that big thing right there? What's that? It's a tree. Okay. Well, there's nothing more beyond that. Stop trying to make it into an academic nonsensical thing, which which it's not.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 6,
      "title": "Q6",
      "start": 215.01,
      "end": 322.76,
      "text": "Hi, Kapil. I was wondering if you could talk speak to, you know, kind of the experience you have in training some of your, I know, higher end clients. I guess my question is, do they offer you questions that satisfy you or find that you know, do they bring you intellectual stimulation, quote unquote? I mean, obviously, you're not looking for intellectual stimulation. I know that I'm stuck in that. Right? But I think you get the question. Why does it matter? Well, I mean, I imagine you do these things. Right? Like, I I I can you know? I mean, I've I've been in a lot of these at this point, and I've gotten to ask you a few questions. And so, obviously, like, I think that there's some, you know, enjoyment. I don't know what type of language you would use to describe something satisfying or, you know, resonant with you. But I don't know. And I definitely am not suggesting that it does matter. But and I guess why does my asking the question suggest I don't see the I don't see the relevance I don't see the relevance of the question. Well, I guess, if these performers who are performing at a high level, I I'm curious if these people who you coach, if they are really all that. Right? If so, like, you know, like, I I'm sure, obviously, some of them are and some of them aren't. Like, I don't know. Like, some of these high performers, like, do they bridge and do they more are they more easily relatable to you? And I I but our guess is really I guess, but if relatability is so fundamentally not interesting to you, then I guess the questions are relevant. So I I don't know where to go with this because it has no meaning. This is almost like a like a trivial pursuit curiosity thing. So it's just the the question doesn't interest me.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 7,
      "title": "Q7",
      "start": 323.79,
      "end": 327.56,
      "text": "Hello, mister, Cabal. Do you hear me? Hello?",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 8,
      "title": "Q8",
      "start": 329.31,
      "end": 370.41,
      "text": "Hello, Cabal. So when I read your work, I understand that pleasure is not something that's going to bring me lasting satisfaction. At least, I think I understand this. But some part of me still wants to chase that pleasure. I I don't know if I've seen completely that pleasure cannot bring something permanent. I don't have a specific question, question, but I'm not sure if you can. Well, no. I mean, that you've you've expressed where you are with it, and that's fine. That's very what you said is a very reasonable thing. There's nowhere to go from that. But what you said is very reasonable.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 9,
      "title": "Q9",
      "start": 373.51,
      "end": 379.5,
      "text": "Hello. Hello. I'm why do you open these spaces?",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 10,
      "title": "Q10",
      "start": 381.88,
      "end": 385.86,
      "text": "Hello, Kapil. What truth or secret leads to our discussion?",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 11,
      "title": "Q11",
      "start": 388.42,
      "end": 489.21,
      "text": "Hello, mister Kabil. Just want to ask, why why, I wonder why humans lose this, battle with the mind? Like, you talk a lot about conquering the mind. I see, like, through years, enlightenment has been a scarcity. Only only few individuals has been able to acquire. It's not something for everyday people. And I sometimes Well, it it it can't really be any other way. Because if you think about it very reasonably and very logically, I'm just gonna use you. But it's not just you. It's every human being. Where do you live? You live in a society. What is society composed of? Common human beings. What do common human beings know? Nothing. What do they seek? Garbage. So if you live in a society of garbage and nothing, how can you possibly become enlightened? Now that does not mean that you can't because you may have a the rarest form of DNA which goes against everything that surrounds you and walk away from everything that you hear. That's possible. But that's extraordinarily rare. So it isn't it isn't the rarity in the rarerty in the potential of a human being to become enlightened. The rarity lies in the fact that if one is if one lives in a place of lies and society and experts and its minions and its gurus and its books and its media and every single thing which enters your ear is a lie, then those are the paths that you will necessarily or not automatically go down, the path of lies. That's why.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 12,
      "title": "Q12",
      "start": 491.44,
      "end": 492.33,
      "text": "Hello, Kapil.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 13,
      "title": "Q13",
      "start": 493.75,
      "end": 596.74,
      "text": "We've talked about overcoming the mind and not prescriptionizing things. My question is, for me raising a five year old, you once had to raise a five year old. How is it that you go about raising a five year old without, like, first teaching prescriptions? Well, I think I think that I I think the truth lies in the fact that the idea of raising someone is a farce. It's a myth. You're not you're not you're not wise enough to raise anyone. Well, that doesn't mean that you shouldn't try, and it doesn't mean that you shouldn't do your best, and it doesn't mean that, you shouldn't do every single thing in your power and your ability to sincerely, do what in your power and in your belief system is right and good for the individual. Of course. You should. That's all you have. But but the the inner understanding that you're going to do something that's so wise, and you're going to say things in the proper way, and you're going to, parent, correctly. I I think it's it it it sounds nice, but it's a bumper sticker. It doesn't exist. So your did your son have a natural inclination to golf, or did you, like, help him Well, you're you're you're just you're just switching topics here. I mean, I just laid something on you, and you sort of just blew it off, and you went to another question. And that's what everybody does. They ask a question, and then when they get an answer, they they go on a tangent and come back with a boomerang question. Either you weren't interested in the question or you were just curious. There's no reason to respond with another question.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 14,
      "title": "Q14",
      "start": 597.28,
      "end": 721.99,
      "text": "Hi, Kapil. Thank you for doing this. I don't know if this matters or if it's from the mind, but ever since I've been an adult, whatever I'm doing, I say, like, if I'm not going to be great at this, I won't do it. This was the reason I changed fields before, and this was before I found your work. But the new field has also been the same, so I've given up on that too. The thing was also not suitable for really being great, but I don't know how much of it is a factor. Anyway, I have this, objection coming from me that, the idea of working for one month so that just I can continue working for another, like, that doesn't I resisted. So I resist working. And I'm almost 25, but, I still rely on my parents. So, I say, for example, I want something scalable and I now I wanna start a business. But on the other hand, I have been wasting time and, continuing to, making zero money. Right? So, I So what's your what's your question? Yeah. I am coming to it. So there's this, narrative that, I sabotage myself and I don't feel good enough. I'm not saying those are meaningful things, but, you know, everybody says that. I guess my question is, you know, can something, great be born out of, like, detestment to the societal way of doing things, or is it just a reaction? Or how can I know if it's genuine? Well, don't worry about it. I mean, if if if it's something that's visceral and if it's some it doesn't matter where it comes from. If it's something that's very visceral inside of you, and it speaks to you and it moves you, then I think that means more than trying to intellectualize it and make sense of it. There are so many things. In fact, the vast majority of things in this world you're not going to understand. I'm not talking about you. I'm talking about just any human being. So go by the feeling. Thank you.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 15,
      "title": "Q15",
      "start": 723.8,
      "end": 748.68,
      "text": "Hi, Kapel. On a podcast, you once stated that nature has ingeniously planted the solution to the problem within the problem itself. And as an example, you gave anxiety. Could you provide another example where nature has, implanted the solution within the problem? Every problem. Every",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 16,
      "title": "Q16",
      "start": 752.2,
      "end": 754.14,
      "text": "What makes Tiger Woods so great?",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 17,
      "title": "Q17",
      "start": 754.61,
      "end": 758.54,
      "text": "Hello. I had a question. Where does a enemy rise from?",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 18,
      "title": "Q18",
      "start": 762.2,
      "end": 766.14,
      "text": "How do we define the purpose of our life when it comes to someone?",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 19,
      "title": "Q19",
      "start": 766.76,
      "end": 770.92,
      "text": "I was wondering how how does one stimulate will?",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 20,
      "title": "Q20",
      "start": 773.46,
      "end": 778.83,
      "text": "Hello, mister Kapil. How does one, prioritize relationships in life versus like",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 21,
      "title": "Q21",
      "start": 779.38,
      "end": 791.99,
      "text": "Hi. I I found that using certain drugs can increase my performance, and I found this by objectively keeping data on my performance when using them. On the one hand,",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 22,
      "title": "Q22",
      "start": 794.86,
      "end": 798.63,
      "text": "if Why is it that people speak when silence is the answer?",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 23,
      "title": "Q23",
      "start": 799.33,
      "end": 806.19,
      "text": "Hello. My question was, why does a a even arise from, I mean,",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 24,
      "title": "Q24",
      "start": 808.83,
      "end": 841.24,
      "text": "why does the even arise? Hi, Kapil. Do you think that it's harder now than it was in the times of Musashi or in the Buddha to reach eternal bliss? Well, I think it was always hard because people are always people. So from the standpoint of people being people, I don't think it's any different. But given given what today's times provides in terms of distractions, from that sense, I would say yes. Definitely.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 25,
      "title": "Q25",
      "start": 844.42,
      "end": 881.96,
      "text": "Is there anything about a human being that is not conditioned if that human being was born in society? Well, I mean, it doesn't it doesn't matter that, you're going to try to, go on this fishing expedition to find out what wasn't conditioned because the fact fact of the matter is whether it's 98% or a 100%, what's the difference? Really, the the money lies in understanding the fact that one's conditioned rather than looking for the, you know, the needle in the haystack for one for where one is not because he's probably not gonna find it anyways.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 26,
      "title": "Q26",
      "start": 882.9,
      "end": 956.47,
      "text": "So on if I'm moving into a a new kind of topic or area that I I wanna become an an expert in or improve at, at. You've said in the past not to do it, but, not following prescription I don't I don't think I ever said not to do it. Sorry. You didn't say that. I know. It it it's more so around, prescriptions will slow you down and stop you from becoming world class and become a crutch. And I'm just curious if there's, you know, a new topic, whether it's, like, YouTube ads, for example, that I wanna get really, really good at. There's people who are way more experienced, way better than me who who've been doing it for a long time, would would kind of, like, following their advice and teaching them slow me down from becoming great, or should I just go out on my own straight away and try and figure out how to The more mechanical the more mechanical something is, you know, you can prescriptionize it. You know, if if it's just that it's a filling in an application or a do this or a do that, but there's no art there. I mean, so you're just gonna become yet, you know, the, you know, the a billion and one person who creates YouTube ads. I mean, there's no inspiration there. You can do it if you want. The more useless something is, the more prescriptions will work.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 27,
      "title": "Q27",
      "start": 956.93,
      "end": 1124.15,
      "text": "Hello. I have a quick question for you. Is it possible to be immune to something while also enjoying it? You know, don't ask these, like, abstract ask what you wanna ask. Don't don't dress it up in these abstract, like, riddle type things. Ask what you wanna ask. That joy is a crutch for freedom. So I'm unsure if I enjoy something, if that's actual delight or inspiration. I still don't understand the question. What do you really wanna get at? I'm trying to figure out a way to directly ask. Is joy real? I guess that's the question that is most clear. As opposed to as opposed to what? What are you suspicious of? Happiness. So I guess You're saying happiness and joy are two different things? I I'm still having a hard time. I mean, talk in second grade. Mhmm. Just get down to second grade. Ask what you wanna ask. Are joy and happiness different experiences themselves? And what if they were or weren't? So what? How would that how would that I'm not interested in being in states that are false. And and you're interested in what then? Actual bliss. Okay. So, basically, everyone everything that everybody knows and does and chases is is pleasure. They they chase pleasurable things and pleasurable experiences. But you know bliss is you know without without turning the name into a god, you know these things these things are not something that you go out into the world and attain and then put in your pocket or a feather in your cap and say I got it. These things come through realizations. And so the more genuine and the closer to truth the realization is, the higher the chances that it's going to be something frivolous. And the more it's something that you try to practice and do or meditate or mindfulness or did something to try to get, the virtual guarantee it is that it's going to be frivolous and fleeting and the thing that you're not looking for. So everything is about, understanding and realizing. And the realizing comes from or at least becomes possible when the individual is more interested in realizing than he is in, wanting a pick me up or a bumper sticker or a how to or a a latest guru phrase. Mhmm. Thank you.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 28,
      "title": "Q28",
      "start": 1126.69,
      "end": 1221.94,
      "text": "Hello, Kapil. The common sentiment that I hear is that people want to be free to do what they want. And as much as that makes sense, the way that I see it is that's the only thing that I do is is what I want, and which seems to me just to be another form of of slavery if if I'm capable of doing, the things that I don't want and and only doing what I want. That doesn't seem like freedom. However, people act like they do things that they they don't want, and and and it's just another way of doing what they want. Right? Because they want they want this image of themselves that they can do hard things or whatever. Does that exist to be able to function from a place that is not based on only doing, what is within the realm of of your wants, or or am I misguided? Yes. No. That exists. That that exists. But and it's correct to say that doing what you want is, not really freedom. No. It is freedom relative to someone completely and utterly telling you what to do. So, yes, it's freedom in in relation to that. But if one is looking for freedom with a capital f, then no, that has nothing to do with with freedom. And is it possible to have that kind of freedom in one's life? Yes. It is.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 29,
      "title": "Q29",
      "start": 1224.01,
      "end": 1346.27,
      "text": "Oh, hello. So I'm struggling with, alone versus the human need for connection. A bit of context. I've been alone since a child, more or less like to isolate myself. It's also my way of seeing the world as more original. But at the same time, I see a much deeper pain of a desire for being connected. And I'm wondering, isn't that just a fundamental human need? And I know you think you talk a lot about this independence of thought of being alone in the world. So I just wanted to get your your thoughts on that. My my when I when I talk about being alone in the world and it those are just those are just the facts, but they are not recommendations. So I I would never tell you that. I would never tell you that, that you should, you should overlook your need for human connection because that's obviously very strong with within you. And so if if it's strong within you, the this is where, like, the world falters because it'll tell you to do something that's against your nature. So whatever you're feeling inside with regard to connection with other human beings and socialization and whatever it may be, then then that's just what it is. Now will that get you to truth? No. But so what? That's not what you really want, nor nor should it be. There's no there's no downside here. There's no thou shalt. Right? So if that's what you feel, then that's how you feel about it. There's there's nothing really more to say. It's just the fact that truth is truth is a solitary journey. Now that isn't relative, and that isn't conditional. That just is that way. But that's irrelevant for you because you feel the need for, as you called it, connection with with other people. That's Yep. Thank you.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 30,
      "title": "Q30",
      "start": 1349.13,
      "end": 1480.29,
      "text": "Hey, Kapil. Here's my question. As a founder and builder, I have this intense drive or ambition or desire to build. This ambition or desire has proven to be intense enough over the years to keep you both focused and successful, but in times not quite enough to remain consistent. Is this lack of consistency a a lack of seriousness? Or or or, I guess, how do I achieve that level of consistency that I desire? Because I do what I must, and I'm successful, but not at the level of the greatness that I would, I guess, desire. And your question is how do you become great? Yes. Well, I baited you into that one because that's not gonna work. Mhmm. I can't tell I can't give you a how to become great thing. Right? So what are you consistency wise? There has been moments. Right? Because, like, I am what I am, and there are these moments of greatness. But then there's just moments. And, I have I know myself enough, and I have worked hard enough, and I've I've been focused enough to know that there is this deep seated, desire, for the lack of the word, that exists and that has made me achieve whatever I have. But then there's just this lack of consistency, and I can't quite put my finger on why is that. Is this this lack of seriousness and this just comes when it comes? Or is there, not a way to cultivate, but is there anything that can be done? Well, there's a there's a there's a truth there's a truth to all of these things. But that truth comes from a systematic examination and an exposure to what those truths are for a given human being's situation. So that isn't there's no there I don't know know you. So there's no clean answer that I can give to you, as to how to pursue that. But I can tell you cleanly that whatever wherever someone is and whatever they're seeking, there there is absolutely a truth to get exactly what they're seeking. That much I can tell you.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 31,
      "title": "Q31",
      "start": 1481.62,
      "end": 1539.52,
      "text": "Hello, Capo. Capo Capo. I don't know how to say your name exactly. My question was kind of a two part question. I've been seeing a couple of discourses on YouTube. I really don't know if that's you or not because, I don't think you have a YouTube account. But, it was specific discourse talking about, king in an aesthetic, aesthetic. And you kind of, laid the bomb at the end about how the king has everything, and the one thing that he doesn't have is, desirelessness. And, I was just thinking, like, doesn't desire wouldn't you need desire for desirelessness? Yeah. It depends. You would need desire, but the desire wouldn't be for desirelessness. The desire will be for something much more fundamental, which would lead to desirelessness.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 32,
      "title": "Q32",
      "start": 1541.97,
      "end": 1722.86,
      "text": "Yes. Hello. How can I how can I start? We all know that we can't change anybody else. Right? We can only change ourself, our perception, our thoughts, our way how we think about what happened already or what's gonna be happen. But because we are not, only living individual on this planet, and we are always in contact and in touch with other people even if or especially if there are people who who damaged, something in us, in our soul, or hurt us in whatever way ever. Yes. We could turn the back, and we can change ourself. But what about if if this what happened is still the dust in our head? How can we get rid of this? So you seem to be new you seem to be new here. Yes. So there's that's fine. There's whatever I'm about to say is not gonna resonate with you because you anyone who comes here needs to have some sort of vetting and some sort of introduction and and some sort of exposure to the things that I've written. Otherwise, they won't understand anything that I say. Okay. So it isn't about changing yourself or changing anybody else. It's about learning the truth. And there there really is nothing about, you trying to get rid of the bad memories or the bad things that have happened to you or to any anybody else. It really has nothing to do with those things. Those are those are therapy swirling of muddy water. So everything really comes comes down to learning the truth about who a human being really is, what the memories really are, and where one's resentments come from and where they don't come from. It's about the root of things. It isn't about the doing of anything. It isn't about the acceptance or the forgiveness or this or that. It's about basically all the things that you have heard are lies. Not because you want them to be, but it's because they are. So the truth is something that is completely and utterly opposite and in completely the other side of the world from all the things that society has told you. So there's no change. There's no change. There's no change in your self. No changing anybody else. All of these things are a road to nowhere. You will run down that road again and again in circles and circles and circles for the rest of your life. It is all about understanding the truth.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 33,
      "title": "Q33",
      "start": 1726.22,
      "end": 1740.61,
      "text": "I actually haven't read any word even. I have a question. I don't know what you can do there. I just I'm gonna say that I hung up, but what you I can barely hear you. To extremely strong desires that are opposite of each other.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 34,
      "title": "Q34",
      "start": 1741.15,
      "end": 1747.47,
      "text": "Namaste. What what is the purpose of life, if I mean, every",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 35,
      "title": "Q35",
      "start": 1748.03,
      "end": 1877.24,
      "text": "Hi, Kevin. Thank you very much. My question relates to, how truth is an entirely solitary pursuit and how individuals like and yourself. I mean, you're obviously not giving prescriptions, but you're somehow guiding, guiding me at least in in the pursuit, and yet I feel that it's in the end, it comes down to my own sincerity and to my own internal seeing. I'm just trying to understand the kind of the relationship. I mean, you probably didn't get to the state you are at by help, and yet I feel that I'm kind of lost when I don't listen to you or to Krishna. Could you maybe clarify what the role of an individual is who has reached that who who has reached the truth and is guiding someone else there? Thank you. I mean, if the words guide you, the words guide you. But the guiding is not my intention. I don't intentionally attempt to guide anybody. It's it's it's it's very much a if any if anything guides you, it's the truth that guides you. So that's where the credit goes, because you could give the same thing to 10 different people and then only one of them may be moved by it. So it really comes down to a relationship between you and the words, whether it's the spoken word or it's the written word. There's there's there's there's not really me. I mean, I've never even I don't I don't I don't call you and guide you and tell you what to do and and all of these things. So there's no there's no such teaching relationship going on. So it's between you and the words. Only raise your hand if you have a question. Questions.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 36,
      "title": "Q36",
      "start": 1879.4,
      "end": 1999.32,
      "text": "Even though I don't know much about truth, thanks to your work, work, I'm at least able to feel that all of my life is a lie, and in many ways, it has unburdened me. But at the same time, I also have nothing to look forward to except for, putting more fires off every day. And, while I have a job for subsistence, I can see that I'm just an average person at my skill level, and I'm never going to get anywhere. And, yeah, and thanks to your work, I don't feel happy or sad about it at least. But still, there's an anxiety about, I'm going to waste this life, and I cannot do anything about it. Is this the innermost anxiety that underlies all humans? Thank you. No. I don't think so. I think, you know, they're for somebody else, it's a detail. For somebody else, it the anxiety could be that they are fearful that they may not arrive at the truth or get to their goal or whatever it is. You've already stated that you are not going to get there, in whatever your and that's just a and that's just a question of what one really wants. There's no there's no negative or positive to that. So is that most people's anxiety? No. Because the fact is, the overwhelming majority of human beings, virtually a 100%, don't even realize that they're wasting their lives. They don't even realize that that there's something else. All they know is whatever society and its experts and its media and propaganda has told them. That's their whole life. So they aren't even aware and all of these things, and it that's not a good thing or a bad thing. That's just is the way it is. So to answer your question, is the anxiety that you're feeling the nature of most people's anxiety? The answer would be no.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 37,
      "title": "Q37",
      "start": 2002.18,
      "end": 2108.17,
      "text": "Hi, Kapil. I wanted to ask, how do you seek and find a mentor in your life? Is it even necessary? Mentor mentors, I don't think that you're gonna be ready for this answer, but, mentors have no place in anything. Hi, Kapil. I want Can you hear me? Yes. Sure. Okay. I'm not sure if you heard what I just said. No. I did hear that. So they're not necessary. That's what you but why No. I'm not saying the they're they're not even relevant. But but that but like I said, because you asked that question, for me to make a statement, which goes against the very premise of your entire foundation of your question, is not going to sit well with you. You may chew it over, but it's not gonna be something that is gonna be at this time. You're not you're not looking for the answer to is mentorship helpful or not. You're looking for the answer my response is not gonna do a lot for you for you. Okay. So is it even necessary to find one or we can just tread to our to our own experiences and learn from it? Well, I mean, I I I you may want to read I think I did a discourse on this. I think it's a public discourse. I think it's on the website. You may wanna plug in mentors and my name in Google and see if you can pull it up because I did a I know I did a discourse exactly on this topic and to see if that may or may not, help you in any way. Sure. Thank you. Definitely. We'll read.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 38,
      "title": "Q38",
      "start": 2110.71,
      "end": 2125.49,
      "text": "I have a quick question. Not sure if it was, asked before, but what exactly is truth and how I can live every day and integrate it as part of my life. Truth is the devotion to truth.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 39,
      "title": "Q39",
      "start": 2127.14,
      "end": 2173.51,
      "text": "Hi. So I got divorced, about six years ago, and I have two kids with this woman. And I find myself, unable to let go, of the, I guess, of her and of the situation. And I'm wondering what's the truth behind it. Like, I don't know what the deepest version like, I don't know how deep to go. Yeah. I mean, there's no way that I can answer that without knowing the whole situation, and and, I mean, I can't just say you should think this or or do that. I'm I'm sorry about your troubled, you know, your troubled situation, but there's really nothing that I could give you that wouldn't be, it would be a shot in the dark, and it would be empty because there would be no context to it.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 40,
      "title": "Q40",
      "start": 2173.97,
      "end": 2188.12,
      "text": "Okay. Favorite football team. Can you hear me? So my question is, are reading books necessary? If you would think they are.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 41,
      "title": "Q41",
      "start": 2192.51,
      "end": 2264.7,
      "text": "How do you overcome this feeling of wanting to improve yourself and yourself and getting better and feeling not ready to do something? And, like, always, like, I need to do this or learn this to be able to do something. How do you overcome that? Why do you wanna overcome it? The feeling of, not being enough or not good enough at something. Yeah. Why do why do you wanna overcome that? To actually do what I want to do. K. But you asked, how do I overcome the feeling of wanting to improve? Yeah. Like, every time I want to, like let's say, I want to start something, like, oh, I'm not good enough at this, and maybe I should, like, you know, spend more time learning about this. And maybe then I can start Yeah. So what's wrong what's wrong with what's wrong with that? Well, that, that keeps me from doing the thing. It just always gets in the way. I always never, feel I'm never, like, good enough for it. Okay. So your question was kinda backwards. So you're saying saying that you want to actually improve, but you can't. Yeah. Sort of. Well, if you don't wanna improve or whatever it is or you don't wanna learn what is necessary to learn, then you just don't. There's no overcoming anything.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 42,
      "title": "Q42",
      "start": 2266.66,
      "end": 2266.99,
      "text": "Hi.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 43,
      "title": "Q43",
      "start": 2267.47,
      "end": 2275.72,
      "text": "Is there a way to get rid of anxious attachment? There is. But based upon the way you phrased the question and where it's coming from, the answer would be no.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 44,
      "title": "Q44",
      "start": 2277.14,
      "end": 2285.69,
      "text": "How can we be in the world while still maintaining stillness? Why do you wanna maintain stillness? That's when I feel",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 45,
      "title": "Q45",
      "start": 2287.59,
      "end": 2290.09,
      "text": "Does getting rid of the self cause less problems?",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 46,
      "title": "Q46",
      "start": 2291.19,
      "end": 2331.89,
      "text": "Question. In one of your recent discourses entitled life inside the truth, you mentioned a sphere that arrives via honoring certain requirements of purity and of intent. And I felt that I have that I lived through that sphere, but I'm a little hesitant to claim it. And I think by claiming it, it can taint it. Is that a possibility, and acknowledging having, I guess, been chosen for that, ability or gift? It's possible to I mean, if it's if it's there, it's there. If it's not there, it's not there. Mhmm. There's there's no there's no requirement to claim or unclaim anything. Yeah. Thank you. Thanks, Kabel.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 47,
      "title": "Q47",
      "start": 2332.34,
      "end": 2359.97,
      "text": "I wanted to know why why is there so much helplessness on for humans, for humanity, for us. Like, there is so much attempt that I do to to fix a lot of things, but then everything seems so programmed that it always, restores defaults in a way. So it it feels as if because all of your defaults are things that you have imbibed from society, and they're all lies.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 48,
      "title": "Q48",
      "start": 2361.8,
      "end": 2487.45,
      "text": "Hi, Kapil. My question is, is that necessary to have a formal education? This question comes as my son who is studying in IIT in fourth year wants to drop out to explore something different. Different. So I'm not really, understanding what decision I should make, whether, he should drop out or I'm in a favor of completing education and then exploring. So number one, it's not your decision. It's his decision. Number two, education and schooling and degrees are nonsense. They're all just garbage. Number three, having said that, it really depends upon one's level of drive. If one is driven to do something that does not require schooling, he's actually very fortunate. However, if an individual is trying to get out of school just to get out of school and sit home and watch television, then that's not gonna do anything for him either. So at the end of the day, it really depends upon what one's motivations truly are. And if the motivations are truly to go somewhere, based upon some inner drive and inner, inner deep level of interest, which does not require, a degree or schooling. But if you ask me a question in a vacuum, if you your first question was, is is education is formal education necessary? Absolutely not. In fact, formal education is not education at all. It's it's indoctrination. It's it's, conditioning. It has nothing to do with the real world. However, if someone doesn't have the drive for anything else, they might as well go to school, and they might as well get a job, and they might as well get a paying a minimum paying job to allow them to eat, and to be able to sustain themselves. So that that is that makes sense for someone who doesn't have any other drive. So the more dull a person is, the more he should go to school. The smarter and more driven he is, the more he should leave school.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 49,
      "title": "Q49",
      "start": 2488.47,
      "end": 2490.18,
      "text": "Got it. Thank you.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 50,
      "title": "Q50",
      "start": 2491.59,
      "end": 2497.54,
      "text": "What is the difference between learning and understanding if there is a difference?",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 51,
      "title": "Q51",
      "start": 2498.72,
      "end": 2564.09,
      "text": "Hi, Hi, Kapil. Much respect. My question is regarding, anxiety. So the anxiety the relentless anxiety we face every day, is not something I asked for. It does come from somewhere. If I did want to get rid of it, and I should not be doing anything to get rid of it. And if I'm not doing anything, and if the answer is just observing or getting to the truth of it, is that also going to lead to a prescription? If you if you turn it into one, yes. You can you can read my words and recategorize them and, misinterpret them and turn them into any kind of prescription that you wish. Now my my words and my writings and my discourses and my books and my my talks, there is nothing prescriptive at all all about any of it. But if one is looking for something, they'll turn anything into whatever they want. That's up to you. That's a question for yourself.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 52,
      "title": "Q52",
      "start": 2565.43,
      "end": 2673.72,
      "text": "I'm sorry. My microphone was off. My question was, why would someone be able to see the truth and devote themselves to the truth, but also not be desperate for it? What would that arrival look like, please? I don't understand the question. Is it possible to be devoted to the truth without feeling so desperate all the time? Basically, you're just talking about degree of devotion. I don't know. I maybe if you mean desperation is a more pure form of devotion. Words are words are words. The panic. Words are words. The the the fear that there's a truth out there that I need to know before I die. Well, there are. There's many. Are you still desperate for the truth? What is that something you feel like a panic, a fear that there's something out there that you don't know? If you feel panic and fear, then there there must be a fair amount of desperation question. You're asking for permission humorist, whatever the word is. That's why you asked that question. Okay. You don't say okay. That's just that's why you asked it. You're asking for permission to have humor. You're right. And there's no rules.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 53,
      "title": "Q53",
      "start": 2675.94,
      "end": 2791.5,
      "text": "Hi, Kapil. Thanks for having me. So in one of your interviews with somebody some time ago, you were saying how if one can see things the way they truly are, then life would generally be smooth sailing. So my question is, does seeing things the way they truly are, does that mean whatever life throws at you, you just know what to do about it. Well, you you quoted it better than I can because I don't remember I don't wanna remember what I said, but it makes sense. I agree with myself. But nowhere in that quote was the word do. So I'm just wondering how is it that life would be smooth sailing then if if you just see things the way they truly are. But What does seeing have to do with doing? Because if stuff happens to you that you don't that you don't want to happen. Right? I don't I don't know how you can conflate seeing things for how they are versus doing something about it now. Those are those are clear cut lines. I don't know how you can confuse the two. It's it's I guess, it comes from you, you saying life will be smooth sailing. I'm just wondering how that's the case. If you see simply by seeing things the way they truly are, how will life be smooth sailing? There's no way that you're ready for that answer because you are under the spell of doing, which you have many brethren. You have the entire world as your companion in that fallacy. The doing of something in order to change something is a is an absolute conditioning that you're under, which you will probably never get past. Almost no one does. Hello, Kapil. My question is where the thoughts come from, and is there any role of human biology?",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 54,
      "title": "Q54",
      "start": 2793.32,
      "end": 2796.16,
      "text": "Sorry. So the significance of devotion",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 55,
      "title": "Q55",
      "start": 2796.46,
      "end": 2798.32,
      "text": "find the missing within truth",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 56,
      "title": "Q56",
      "start": 2798.78,
      "end": 2806.57,
      "text": "and I can use portal make space for action. Well, first of all, I'm hearing a lot of background noise. Turn that off before you ask the question.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 57,
      "title": "Q57",
      "start": 2807.26,
      "end": 2862.64,
      "text": "Sorry. So so my question is about devotion and action and when to implement. And I recognize, It's not about implementation. I It's about realizing recognize when I make movements thinking that, you know, this is what needs to get done, and, I'm going to act in service and do it because I'm going to appreciate the results, that I, I usually I'm happy. I'm in a blissful state. But then when I see I'm trying to do that act for somebody, I end up tripping, and it's like the road to hell. It doesn't matter if it's for somebody or not. That's irrelevant. That's why I just I had said earlier, which you didn't seem to register, that it isn't about action or implementation. It's about realization. Thank you.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 58,
      "title": "Q58",
      "start": 2865.68,
      "end": 2912.45,
      "text": "Hi, Kapil. I've noticed that, probably one of the worst ways to get anywhere is to, like, try to get there, like, directly. Like like, most most of the time, when I get somewhere, I, like, go on the back road or, like, I I, like, go everywhere until I'm there. Like, the direct path is a pretty bad way to get there. And, I was raised in a way where, I was taught to, like So what's your question? It's really hard for me to, like, like, live in that uncertainty and, like, still want to get there without, you know, that direct path. Okay. Without, you know, that direct path. Okay.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 59,
      "title": "Q59",
      "start": 2914.11,
      "end": 2927.27,
      "text": "Hi, doctor Gupta. Does one's childhood have any clues or truths as to what one really wants. I don't know. It can. Sure. It can.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    },
    {
      "id": 60,
      "title": "Q60",
      "start": 2929.73,
      "end": 2963.81,
      "text": "Good afternoon. I know that you say that understanding and really examining truth can solve your problems. And I've already experienced it firsthand, and I believe that it doesn't. But I don't know if you ever experienced it. That's to open up doors to more problems, and it's all is it just a a nonstop No. There are many there are many problems. There are also many many understandings.",
      "audio_file": "Select Questions - September 30 2022.mp3",
      "source": "deepgram"
    }
  ]
}