{
  "video_id": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA]",
  "title": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA]",
  "webpage_url": null,
  "blocks": [
    {
      "id": 1,
      "title": "Q1",
      "start": 0.4,
      "end": 19.66,
      "text": "Kapil, thank you. How do you communicate to somebody with love when it's guided? I mean, it's a fair question, but it's my response is not gonna go anywhere with you. It you're not ready for the answer. I say that in the most sincere way. Hello. Thank you for giving me the opportunity to ask this question.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 2,
      "title": "Q2",
      "start": 20.05,
      "end": 35.47,
      "text": "My question is very personal, but I'm wondering if you would give a very generalized response to it. The question is, how do I become someone who does not get angry and handle situations calmly no matter how stressful? Then it also",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 3,
      "title": "Q3",
      "start": 36.49,
      "end": 78.63,
      "text": "requires abandonment of any ambition. Then what is left for the person to strive for? Well, these are very the words are words. I mean, you're tossing these words around. I have no idea what context that you're using them in. You mentioned the word abandonment. What does that mean? I have no idea what that means to you. So if you ask a question using words such as that, then it's all dependent upon a context. And without the framework of that context, any question that is founded upon that unexplained premise,",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 4,
      "title": "Q4",
      "start": 80.3,
      "end": 135.25,
      "text": "does not really lend itself to a response. Yeah. So my question was, if you go through an event which creates, like, fractures your sense of self and the attachments that you have, and as a result, you feel, less kind of emotions as a result, it's still possible to have the large drives that propel people to desire to achieve great things. I mean, it doesn't matter if I say yes or no. If that happened to you and if the drives for ambition arise or do not arise, that will give you your answer. If I if I say yes, then that means nothing to you because they haven't happened. If they did happen, you wouldn't be asking the question. And if I say no, then that means that it's impossible for it ever to happen, which nobody can say. So only your experience can tell you if what the answer to that question is. Hi, Kapil.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 5,
      "title": "Q5",
      "start": 135.94,
      "end": 164.38,
      "text": "Thanks for your time, and you may you may ask next person to speak. At this moment, I have no no question, like, what should I ask. So thank you very much, and apologize for wasting the time. Hi, Kapil. In your opinion, why are we here? I mean, the answer is a philosophical one, and it doesn't do anybody any relevance because their life is beset by problems, and those are far more acute and relevant to their state than it is to hide behind philosophy.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 6,
      "title": "Q6",
      "start": 166.69,
      "end": 167.51,
      "text": "Hi, Kapil.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 7,
      "title": "Q7",
      "start": 168.53,
      "end": 169.19,
      "text": "I have",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 8,
      "title": "Q8",
      "start": 169.49,
      "end": 252.67,
      "text": "a question about my day to day life. So, as I go about my day, for example, if I leave the house or if I, like get something to eat, certain things will trigger a, anxiety response. So if I leave the house, I'll like get the response that I'll have to check the stove to make sure it's off so that the house doesn't burn down. Or if I like eat something, I'll be like, this has exit ingredient in it that I want to avoid. I find that these types of things happen throughout my day and, they're not really, they kind of ruin the quality of my day, and and take a little bit away from it. I'm curious if, like, if I don't or if I no longer allow them to have, power over me and no longer affect me if they will actually come true. So for example, if I don't care about the stove being off, if the house will burn down or if I don't care about the ingredient in the food, if I'll get sick, if that makes sense.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 9,
      "title": "Q9",
      "start": 254.73,
      "end": 321.47,
      "text": "Try it. Hi, Kapil. So since I found your work, I've felt that I'm in conflict with my mind between, like, my mind and this my sense of self behind that. And I was wondering, is there anything that you think is a quality or attribute to me that is more or separate from my mind, something that, you know, I can kind of, almost use in, like, this battle against it, if that makes sense, or or I could clarify. No. And as for the other other individual who I said to try it, he doesn't have to try it. I'm not recommending that he does that he do try it. But to try it basically means that if he wants to know whether his fears come true or not by not acknowledging them, the only way to really know is by trying it. It doesn't mean that he should, doesn't mean that he shouldn't. But if one has a question like that, that's really the only way that one can know, if they if they really wanna find out. But I don't recommend that he try it or not try it. But I don't wanna force anyone into any prescription.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 10,
      "title": "Q10",
      "start": 322.5,
      "end": 334.82,
      "text": "Trying to give up on happiness, not in a bad way, but I feel my ego prevent me. Asking is is is there a way I can use my ego to help me with that? What's what's",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 11,
      "title": "Q11",
      "start": 335.46,
      "end": 339.8,
      "text": "Hello. My question is, are you attached to your family? Hey, couple.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 12,
      "title": "Q12",
      "start": 340.82,
      "end": 360.5,
      "text": "I've come across a lot of people who mentioned that cheap dopamine is bad, and no one seems to think about why it's bad. I I was wondering if you had any opinion. Whenever anyone mentions dopamine, he's an intellectual. Therefore, he's basically exempt from truth. There's no shot. What is the difference between sincerity and honesty?",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 13,
      "title": "Q13",
      "start": 360.8,
      "end": 415.3,
      "text": "Hi. In the context of building a company, having mental energy feels very important and mental stamina. Do you have any thoughts on where mental energy and stamina comes from and how I have no idea what what that even what that what that even is. I have no idea what mental energy these are just words. I have no idea what mental inner I know what stamina if someone's running 10 miles and they're able to last the 10 miles, they obviously have some stamina, and if they run 20 miles, they have more stamina. All these pseudo spiritual intellectual garbage words or that mental energy has no meaning. Those are just two words and then they're just placed they're forced together. Mental stamina, mental energy. I don't know what that means. Doing more being able to do more in a day to keep up with obligations.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 14,
      "title": "Q14",
      "start": 415.68,
      "end": 474.07,
      "text": "Well Is that any more clear? Well, I mean, everyone asked the wrong questions. So why do you wanna do more? And if you have so many obligations, then you probably have too many. So you probably are just spending your whole life putting out fires and the question becomes why there's so many fires? So every every everyone everyone is asking questions that the world has taught them to ask. They're not asking questions that, truly truly benefit them. They're only asking questions about where's the fire hydrant and where where's the where's the the bucket of water that I can have. These are not serious questions. They're not they're not these are questions that you ask normal people in the world and the experts and the gurus and the psychologists and they they don't work in this domain. This is for serious. This is for this is for cures. This is to come to the true cause of things and the true essence of things, not to taste more mental energy or whatever all that nonsense is.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 15,
      "title": "Q15",
      "start": 474.37,
      "end": 531.52,
      "text": "I'm wondering why so many people strive to be like you when they know nothing about how you live or the quality of your life. I don't know who strives to be like me, to be honest. I mean, I don't talk to people to find out if, I mean, if they do, they do. I don't I don't recommend that anyone try to strive to be like me or or anybody else. It really just lies in, how they themselves can be, you know, the the most effective or, access the the essence of their abilities and their and their potential. I don't know. This is the first time hearing that people are trying to strive to be like me. And if they are if anyone happens to be doing that, I mean, I it's up to them, but I I don't you know, they're more they are more important to their lives than I am. Hi, David. When I think obsessively about a problem in programming or, something about a topic in writing",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 16,
      "title": "Q16",
      "start": 531.9,
      "end": 548.53,
      "text": "and sleep on it, the answers come naturally next day morning or while walking in nature or when I'm not, actually not looking at it. So why best ideas and visions come this way? I just want to know. I'm not interested in curiosity questions.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 17,
      "title": "Q17",
      "start": 549.55,
      "end": 575.19,
      "text": "My question is, who's talking? Who's speaking? What makes you think or believe you can't help anyone just by altering words or speaking? Am I am I helping you? I'm just being entertained, if that is I no. No. I'm asking you. Am I am I helping you? Not really. Right now, right, I agree. So there's no reason for you to be here.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 18,
      "title": "Q18",
      "start": 575.65,
      "end": 630.05,
      "text": "Hi, Kapo. I understand that all attachments lead to disappointment as well as expectations. So What what what does that mean that you understand that? What does that mean? I understand that every time there's an attachment. Based upon what tells you that you understand that? That's happened every single time I've had an attachment. Okay. So then you've seen the result of that, but what tells you that you really understand? What evidence do you have, not for me, but for yourself that you really understand that? The evidence of every experience I've ever had in that car. No. That's not an evidence. That that's an evidence that's an evidence that that happened. What is the evidence that you actually understand that? I I suppose there is none. Yes. Therefore, you don't understand.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 19,
      "title": "Q19",
      "start": 630.43,
      "end": 651.15,
      "text": "Only able to love, one thing in a day. So, like, either I'm working or I can, like, talk to my girlfriend. But, like, I don't feel the connection of the other thing. So how do I, feel the connection with both of things? Hello?",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 20,
      "title": "Q20",
      "start": 653.3,
      "end": 656.6,
      "text": "Sorry. I don't really have a question, but thank you.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 21,
      "title": "Q21",
      "start": 657.46,
      "end": 740.79,
      "text": "Hi, Kapil. So I have question. After years of struggle, I recently got a huge success. I was, very poor for years, and I certainly have I'm I'm a software engineer in Bay Area, so I have, a lot of money right now. How do I what do I do right now to stop myself from getting used to to this comfortable state that I'm in and so that I don't form attachment to this. And when everything this thing gets taken away from me, I don't go into depression or, like, I don't feel I want to be the same even when everything gets taken away from me. How do I reach that state of the mind? That's a very systematic, endeavor. There's nothing that I can tell you that you should do this or that. I mean, that's a that's, that's a very pure thing, and that that could take years. That's a very systematic endeavor. So I I cannot tell you anything, but I can tell you that that's certainly, that's possible. But, there's nothing I can say to that as to well, that's like saying, how how do I climb Mount Everest? Can you give me a a tip? You know, it doesn't work like that. Hello?",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 22,
      "title": "Q22",
      "start": 741.81,
      "end": 781.76,
      "text": "Can you hear me? Okay. Hi, Kapil. I've heard you say in your, lectures that people get what they want. And while I agree for the most part, with respect to decision making, you know, occupation, etcetera. People very much end up in places and situations that they can tolerate. How would you say, people get what they want, though, with respect to health conditions that befall them, that they end up struggling with? Is that something separate? How do you think about that? Well, it's all it's all about context. Hello, Kapil. Thank you for the opportunity to speak.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 23,
      "title": "Q23",
      "start": 782.38,
      "end": 784.24,
      "text": "My question is,",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 24,
      "title": "Q24",
      "start": 785.9,
      "end": 811.59,
      "text": "since I've been, reading your lectures, I found some states of mind where I I think are truthful. And sometimes my confusion is if if I am in the right path for truth, or is it just my ego? I find myself asking me that that question sometimes. If someone arrives at a truth,",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 25,
      "title": "Q25",
      "start": 812.53,
      "end": 850.74,
      "text": "can they lose sight of it? Or if they Well, you know, if they then that's and that's why everything is about intellectual versus visceral, and truth versus information. If something if something is really arrived at, it's arrived at. I mean, the person changes forever. And and so that's why self improvement and self development, spirituality, self growth, all these things, are really just nonsense, because they're all an they're all a constant sense of improvement, and, no sooner have you so called improved",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 26,
      "title": "Q26",
      "start": 851.27,
      "end": 973.74,
      "text": "that you revert. That's what I might Hey, Kapil. Thank you for having me here. Initially, I never understood when you talked about concepts that, hey, everything is a concept and that I don't I'm not interested in concept. But more I thought about it, now I realized that how concept hides real truth or the essence of the truth. But that creates more confusion if everything is a concept. So the entire world is built on. And how do you get yourself detached from this? And I know I'm asking a hard question. Very Well, no. I mean, no. It's a it's a it's a very question. So everything is built upon concepts. That's correct. So really the the thing to understand is that all that you think you know is really just concepts that you have been said by the world by spirituality by people around you by your stupid friends by your so called teachers, by your idiotic mentors, by the books that you read, by the media that you watch. Everything that you fed has just been concepts. And so that that is a far more that's a far more deep thing to, to sink into and to learn than to reflexively ask how to then stop looking at concepts because you have not yet realized. I mean, it it's it's, you know, it's it's a feather in your cap, so to speak, that you have begun to at least realize, the, you know, the baby steps of everything being a concept and that you have moved past not understanding that everything is a concept. But really the gravity of that is has not yet been seen by you because had it been seen, then you would not reflexively revert to the how to question. And the bad thing is not that you ask the how to question. Really, it is the lack of understanding that you have not viscerally understood that which you only now have intellectually understood.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 27,
      "title": "Q27",
      "start": 974.12,
      "end": 1060.64,
      "text": "While I was thinking about a question to ask you, I found that every single one was self answering. So my question is, is every question an insincere question, even this very one, or do I simply not understand? I mean, every question tends to be an insincere question because, because of the way in which human beings have been conditioned. So if you have been taught a b c, then wherever you go, up however old however old you are, up until this point you've always said a b c. And whenever you've asked a question it has been based upon a b c. And whenever you've received an answer you have been given the answer in the form of a b c. Therefore, the only tools and the only the only, conceptual framework that you have is a b c. So therefore, by definition, the questions are nonsense. However, there is a sincerity which can arise being more that is deeper to the nonsense and the sincerity being that I'm about to ask an ABC, but I really want to know in which ways I've been conditioned because even though I only have ABC to offer right now I would really like to get to the place where I can cleanse myself of the ABCs.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 28,
      "title": "Q28",
      "start": 1061.1,
      "end": 1307.7,
      "text": "We are, in a loop of, everlasting loop of looking, one prescription after another after another. So is there a way to come out of this? Because, like like, after every prescription, other one seems to be more useful. So why we are in, stuck in this kind of loop? Why why would you not be? So that's my confusion, actually. Because one after another, something seems No. No. That's not your confusion. That's not your confusion. You said why are we? I'm asking you why you would not be. So because, one, like, we we go on for one thing and after then, it it didn't work and, then seems like, oh, oh, I should try something other because, because we are already doing something And where and where did that come from? That actually come from ourselves. Like, that comes from our self, our inner Did it did it come from yourself? Did you manufacture the notion of prescriptions? Like, whatever whatever prescription we go through, it it somehow leaves, something like it didn't work. So we we are in tendency of trying You're not answering you're not answering my question. You're not answering my question. Did you manufacture the notion of prescription? No. So where did you get it from? So it's like, I think my tendency to try something always. Like, I I think let let me try. But okay. Did you do you remember ever sitting down and say from now on, my tendency is always going to be raising one prescription after another, and my tendency is always going to be to try something afterwards? And from this day forward, that's what I'm going to do. Did that day ever happen? That that never happened, actually, Kapil. Sometime So that if that never happened if that never happened, then where did this prescription chasing come from? That somehow seems to me like, like, our tendency that something will work. Like, they they said some somehow we, there is or it it from inside us, something that thinks that, this will work. So I think this tendency of But but but you just said but you just said you just said that you did not create the concept of prescription. You did not create that chase. Yeah. So if you did not create it, yet you follow it, where did it come from? That's the, that's that's the real thing that, that confuses me. Like, Where do you think it came from? So I think somehow it is, coming, not from me. Like, because, I'm not So where do you think it where do you think it came from? I'm not sure where it is coming from. What one thing I'm sure it's not coming from me because, Okay. So it's not coming from you. So where do you think it came from? That's really something, I tried to explore on my own, like, and somehow it's, it's very tangible where it's coming from. It's, coming from I don't I don't think I don't think that you explore that. You don't think you explore that at all. You, your question was how do I stop the chase of prescriptions? Yeah. Yeah. That's that's You don't explore you don't explore where they why you chase them in the first place. That isn't what you're exploring. That wasn't your question. Yeah. Yeah. So so if it didn't come from you, where do you think it came from? I think it's, it it came from my, somehow, like, some book or anything that I I read that, any suggestion that I got from. Yes. Yeah. It came exactly. It came from whatever is around you. Yeah. Yeah. That's the, Where's a book or book or people or society society? It it came from everything around you. Right? Yeah. Yeah. Right. So the things that come so the things that come from around you are all garbage.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 29,
      "title": "Q29",
      "start": 1308.23,
      "end": 1364.18,
      "text": "Hello, doctor Gupta. I've I have a natural sort of, hunger and curiosity, to try to understand the truth and, and learn about it. And there's also this tension with, you know, when I'm exploring those topics, of going down, you know, different traps and just, you know, things that are kind of going in loops and things like that. It seems like that it it's really difficult to tell whether the whole path, whether the whole journey, whole exploration itself is just a complete illusion that's that's keeping, that that is an obstacle in the truth revealing itself in some way. Is that Well, the more the more intellectual you are or anyone is, the more that's true",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 30,
      "title": "Q30",
      "start": 1364.57,
      "end": 1398.03,
      "text": "eventually. Hello, Kapil. My question is, what is the first step of finding the truth in all chaos of lies we have? Well, I I don't I don't think that you have fully realized, number one, that it's all lies, and number two, the depth to which it is a lie. My question is, so I have observed a pattern or a condition with me in the last few years, and I would like your input or help to, approach it or break it. So, I've observed that I lose",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 31,
      "title": "Q31",
      "start": 1398.99,
      "end": 1412.17,
      "text": "Hey, doctor Gupta. You said that in a podcast with Moe that man doesn't improve himself, only his self image. Can you elaborate on that? I understand the context.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 32,
      "title": "Q32",
      "start": 1413.67,
      "end": 1421.69,
      "text": "I just want question, myself. Can you please explain about exposure you have been mentioning in, many of your podcasts and writings?",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 33,
      "title": "Q33",
      "start": 1422.15,
      "end": 1511.71,
      "text": "So my question is that, I have observed that, like, at some moments in my life, I'm very, very serious about seeking truth. And it felt like, okay. It's a visceral feeling. I I was sure of that. But, even once I have realized like, even if, after realizing it once, I tend to, like, fall back to the same loop in my life. But those moments keep coming up, and, like, I I keep falling into that visceral feeling of, you know, that everything is a lie, and I must, seek truth. But it's not constant. And so I'm thinking that the thing you mentioned about the depth to which, the severity of lie goes, probably, that depth, it fits in levels, I think. So is it is it the case? Is it, like, is that the reason that it's the that this I I don't I don't I don't know the the reason, but the statement was a true one that it's the depth is not the depth is rarely realized, by almost everyone. I I can't tell you if the levels or that doesn't matter. I mean, it's you're not trying to intellectualize it, but that statement stands on its own.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 34,
      "title": "Q34",
      "start": 1512.97,
      "end": 1567.74,
      "text": "Hello. I recently realized that I wasted my entire adult life. I spent the entire time getting excited about something, putting my entire being into it, and then waking up one day realizing that the the drive is gone. The only constant in playing music, and I I've managed to make a decent living as a performing artist. I used to love it, but the magic is is is gone now. I find myself picking up a new direction every few months thinking that it's my destiny and then giving up completely. I'm at the point where I don't trust myself anymore. Do you have any insight into this cycle and why I'm stuck in this cycle? I can't keep wasting my life like this. Thank you. No. I can't tell you why you're why anything happens to to you and why you're so called stuck in the cycle. Maybe it's I don't know. I mean, you're assuming you're stuck, and you're assuming it's a cycle. I can't give you any insight as to why that's happening. I don't know your DNA.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 35,
      "title": "Q35",
      "start": 1568.04,
      "end": 1653.99,
      "text": "From your writings in absolute truth, I got introduced to the idea that life is just play and attachments lead to fear and ego and all the resultant stressful noise around life. There are no shoulds I understood, and I can make a choice what I wanna give my attention to. But I end up making choices which I later discover were driven by ego or fear only. So will I never be able to arrive to the state? Some part of me probably likes hoarding and ego and this method is there. I mean, I I cannot speak for you, but the fact remains that the vast, vast, vast, overwhelming practically a 100% of humanity will never, arrive at truth, because but I can't one thing I'm not saying it for you, but I'm saying that that's just a general truth. And, in fact, not only will human beings not arrive there, they don't even seek it. So arrival by definition is virtually almost gone unless it happens by pure accident. So there's always one or two or three or five, in any generation, and you might be one of those. So I can't speak for you, but I can say that the vast, vast, vast, and overwhelming majority will absolutely succumb to the fate that you have described. Hello? Hey, doc.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 36,
      "title": "Q36",
      "start": 1654.53,
      "end": 1692.94,
      "text": "Nice to hear you on here. We talked a lot about the present and arriving at the truth. I guess, one of the things I was really curious about, especially after reading quite a bit of your work, is, in your mind, what do you think when an individual, say, hypothetically, they have arrived at the truth and now they're at their deathbed, what do you think would be going on in their head? Like, what what what does that absolute state the arrival look like? And then once you're at your on your deathbed, what is what what's going on in their head? What's the difference? What's the difference? It'll just be a story to you. So it's just mere curiosity and then story stories and fairy tales. Hi.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 37,
      "title": "Q37",
      "start": 1693.96,
      "end": 1723.01,
      "text": "My question is, why is it, for example, like, I love to rock climb, and I get really in the moment. Like, I become one with myself. I really enjoy the experience. But why is it other things in my life that I feel like I'm good at? Like, let's say, like, cooking food. Like, I can't get in to it like I can in the rock climb. Is it just the physical activity, or I'm just not sure? Like, why is other things in life not flowing? I mean, you're basically asking why do I like one thing more than another even though I happen to be good at more than one thing. Thank you.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 38,
      "title": "Q38",
      "start": 1724.26,
      "end": 1731.39,
      "text": "Hi. I had a question. So I'm not so sure if you'll be able to give me a response,",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 39,
      "title": "Q39",
      "start": 1731.69,
      "end": 1765.93,
      "text": "but can you hear me? I think I'm still under the influence of prescriptions. And oftentimes, I try a prescription to try I I I think, like, if I try enough prescriptions and they don't work, I should continue trying them, and then I'll realize they don't work, and then I'll realize prescriptions don't work in general. Right? But that in and of itself is a prescription. And I don't mean to make this into intellectual, but I think I'm asking as I speak, I feel like I'm asking for a prescription to stop asking for prescriptions. So, like, I'm I'm, like, stuck.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 40,
      "title": "Q40",
      "start": 1766.52,
      "end": 1810.71,
      "text": "Can can you help? So I've realized that everything I do or try to do or every action that I take is a way to impress other people or get validation from them or love from them. So everything I do is a way to get these small doses of temporary pleasure maybe, and every doing seems to come from that place. Like, it's to get my I mean, my mind is hooked on to those. So is there a true action or a true doing, or does that not exist? And is every action false? Any action that you take to try to fix that will be false.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 41,
      "title": "Q41",
      "start": 1812.11,
      "end": 1814.29,
      "text": "How do you know if you are sincere?",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 42,
      "title": "Q42",
      "start": 1814.83,
      "end": 1907.65,
      "text": "When investigating, mind for day actions, I noticed that a lot of things are for appearance or, or just, hits of happiness, which, which is nice during the day. And some things I've let let go of. In that examining of those things, some of the things have dropped off naturally. Along with the actions, does the mind and the thoughts have to be examined thoroughly as well? Or is it just mind battling mind and then in a going in, like, some recursive loop? Is there a purpose to any of that to examine thoughts in mind? No. Because that'll just take you down a more prescriptive path. So you would mention some things that are pretty sincere. And then any any foray, and as soon as you cross that line into the the the prescriptive domain, you're ruined. So you can watch your thoughts till the cows come home, and you can sit with any every ponytailed guru you want and burn the incense and watch your thoughts and be zen, and you will get absolutely nowhere, which is exactly where he is. So prescriptions are absolutely the road to nowhere. So that's what you're asking. So any watching your thoughts or doing this or doing that or, attempting to fix your mind or whatever it is, all what spirituality and self help is salivating about, those are the road to spend 500 remaining exactly where you are. Learn that people pleasing",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 43,
      "title": "Q43",
      "start": 1908.12,
      "end": 1952.12,
      "text": "is a trauma response, and I just wanted to know if that's accurate because I tend to wanna make sure that I do things for my parents and then they're proud and they're happy and people tell me that's people pleasing. Okay. So people tell you is who are these people who are telling you this? Friends and family, like, certain cousins when they go about any of you wanting to doing things from your family. Okay. First of all, you you're you're you're you're mumbling or, you're too close to the microphone, and I can't hear you. Friends and certain family members, like my cousins and my siblings. So so have they found truth? No. I guess no. Then why are you then why are you listening to them? Thank you.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 44,
      "title": "Q44",
      "start": 1953.72,
      "end": 2018.09,
      "text": "Hello, Bill. I I waste a lot of time because when I'm in a focused state for, a long period of time, I, I don't know. I'm I'm not used to it, and I feel uncomfortable. And I, come out of that. And, occasionally, I feel like I'm ready to be in a state that's focused all the time. And, it lasts for a couple days or a few days until I'll realize that it it feels forced, and and then conflict is born. And I I always fall out of that. My my question is, when I finally understood what must be understood, will it feel will it feel natural and, like, I don't need to force that focus? I mean, so what if it so what if it will feel like that or not feel like that? So what? Yeah. I I guess the conflict arise.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 45,
      "title": "Q45",
      "start": 2018.43,
      "end": 2035.82,
      "text": "Is ambition always rooted in insecurity, or is there any other truth to it? What's the difference? Do you have a do you have ambition? Yes. And if I told you it's rooted in insecurity, are you gonna kill it? No. Then what's the difference? I can't hear I can't hear you.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 46,
      "title": "Q46",
      "start": 2036.2,
      "end": 2083.91,
      "text": "Hello? Can is this better? Go ahead. Yeah. So, can thought ever be an engine or a way to realize something about yourself, or the truth, knowing that it has been completely hijacked by the mind for years? Like, is it even possible, or is it also a way to fool ourselves? I mean, it doesn't matter, that whether it's possible or not. What matters is what's practically relevant on a practical basis. Everything that you listen to from a place of conditioning, which basically exists inside of every human being is unless the uncondition unless he or she unconditions themselves, they're basically conditioned. Therefore, all they're ever gonna hear from themselves is conditioned, things that they have taken from the outside.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 47,
      "title": "Q47",
      "start": 2085.17,
      "end": 2089.38,
      "text": "My question for you is, have you found what you have been looking for?",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 48,
      "title": "Q48",
      "start": 2089.68,
      "end": 2090.49,
      "text": "Hey, Kapil.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 49,
      "title": "Q49",
      "start": 2091.59,
      "end": 2098.57,
      "text": "I want to ask you, outside of your teachings, where can we found find the truth? Hello, doctor Gupta.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 50,
      "title": "Q50",
      "start": 2098.88,
      "end": 2179.41,
      "text": "You once had a tweet where you said that the greatest people who have ever lived are people that we've never heard of. And I'm wondering if those people decided in your image or your knowledge of those people to not be heard of if they made a decision. I don't I don't know. I don't even know who those people are. I don't remember writing that message. If you say that that's what what I wrote. It's very possible, that I did. And if those people are there, I don't know what they were thinking or or not. But I but I I will say, I mean, in that, you know, along those lines that the people who try to make themselves, popular and to really cater to the masses and, you know, the those the popularity and the popularism and the mass appeal and the dumbing down, and that never is truth. And that basically is all that exists in the world. Is everyone unhappy for the same reason? Why does it matter? How will that help you? It's not personal. I just ask. Is it the same to you?",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 51,
      "title": "Q51",
      "start": 2179.95,
      "end": 2185.68,
      "text": "Hello, hi, mister Kapil. How can I be more efficient? And,",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 52,
      "title": "Q52",
      "start": 2186.32,
      "end": 2351.13,
      "text": "Hey, Kapil. Thanks for having me. Is it possible to earn a living not appealing to the masses as opposed to catering to them? Why do you ask? Because I I have I have a couple of ideas that I want to get off the ground, and I want to I I'm I I have no interest in in dumbing things down or selling to the max number of people. But I wanna know is, does that make my life harder if I sort of turn my back on the masses? Depends what you mean by make your life harder. I I mean, making money. Would that be harder when you're not selling when you're not targeting, the masses? Well, that's a pretty simple question. What do you think? Well, you you're probably one of the only ones I know who has made a living not targeting the masses. Everyone else that I see targets the masses. So it's just it's That's because but but but that that's not but for me, that's not a strategy. Right? I don't have a choice. I'd rather live in the street, homeless and, hungry than cater to the masses. I despise the masses. So that is so that question could never and I'm not saying this is the way it should be for you. I'm simply responding because you mentioned my situation. This was never a strategy for me. If if I despise the masses, then it's never a possibility for me to cater to the masses or not, whether I be whether I become the richest person in the world or I become the poorest person in the world. But if you have if if that's a choice for you that if you might go into poverty by not doing so and and most would argue, probably very reasonably so, that it's not gonna make you any money or it's not gonna make you much money and it certainly won't make you as much money if, unless you cater to the masses. I don't think that's I don't think that's I don't I don't think that you didn't have that answer already. I don't think that you expected to hear that you will make more money if you don't cater to the masses. I was I was actually hoping to hear that, but But why would you think that? Why would you think that you would make more by catering, but to not to the masses? It's more in line with truth and Who who the hell wants truth? Because you probably have relatives and family and friends and acquaintances and colleagues. Do you know one who wants truth? Not that I've seen. So who who are you gonna cater to then? Who's out there? Yeah. I don't know. Hello?",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 53,
      "title": "Q53",
      "start": 2351.43,
      "end": 2383.46,
      "text": "Every time I try to do something, it doesn't get me anywhere. I try to be more aware, but once I'm not aware, I'm back to where I started. Nothing builds anything. I'll read books or try to understand things, but I'm still the same. I don't know how to That's called that's called that's called following prescriptions. Self help, self development, and spirituality.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 54,
      "title": "Q54",
      "start": 2383.84,
      "end": 2392.98,
      "text": "Hey, Kapil. Can you hear me? Sorry. This thing is new. Please say you can hear me so I know I'm talking. Hey, Kapil.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 55,
      "title": "Q55",
      "start": 2393.32,
      "end": 2468.45,
      "text": "Thank you so much, for all your sharings, the public domain. I am truly grateful for for you for opening, my eyes to prescriptions. I was chasing them for almost twelve years now. I have a whole new perspective on on how to approach my seeking. My question is on arrivals. When I self examine myself, I find that my ultimate arrival is just like what you mentioned, which is the the ultimate freedom, the freedom from mind. But I also have this deep obsession of building building a start up, and that would someday make, you know, be worth billions. And I feel that this is some kind of is is there, like, a a arrival before the ultimate arrival? And I feel like I'm fragmented here. Do you have any thoughts on this? Well, there's no reason that those cannot coexist. I mean, we're whatever there's no rules. So whatever you're feeling, you're feeling. Problems arise when you feel like that you shouldn't feel bad and you should feel the other thing. Hi there, doctor.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 56,
      "title": "Q56",
      "start": 2468.85,
      "end": 2479.36,
      "text": "So my question is, why do I find myself okay. Why do I why do I find myself making things that are, you know, just simple things more complicated than it has to be? Has ingeniously",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 57,
      "title": "Q57",
      "start": 2479.82,
      "end": 2521.3,
      "text": "hidden its secrets where no sane man would look, I think. So over the past year, I realized the futility of descriptions as it pertains to the, my craft of singing. And I'm constantly looking out, for, spaces or, like, I'm trying different things with my voice that I haven't explored while looking for the effect of ease of expression. But I'm acutely aware that, I am I have been affected, like, billions with conditioning. So I'm trying to understand, like, what am I missing that takes me straight to the source? What's the problem? Okay.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 58,
      "title": "Q58",
      "start": 2521.93,
      "end": 2581.95,
      "text": "Hi there. So my question is, would it make more sense to make life more challenging to get to the truth quicker? Why why would that make it why would making life more challenging get to the truth quicker? You imply as if your life is not challenging enough. I know nothing about your life, but you're implying that your life is not challenging. Yes. So I guess not challenging. Then what would not Does your does your does your life not have challenges? Yeah. That's what I'm trying to figure out. It's like, what what sort of challenge am I looking for? That's what I'm trying to figure. Why would you be looking? Don't you already have them? Well, in in context, yes. But I don't know. I guess guess in hindsight, I'm looking for something a little bit more. Do you not have do you not have do you not have problems? I do. For sure. I do. For sure. I do. Okay. So if you have problems, have you figured out the truth? Some of them. Yes. Okay. So then you don't have problems anymore? I do. So if you have problems and you haven't figured out the truth for them, you're asking that you wanna get more problems to help to figure out the truth quicker? My",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 59,
      "title": "Q59",
      "start": 2582.25,
      "end": 2599.16,
      "text": "Craft of engineering. I often get lost in daydream or thought involuntarily. It it happens to me. It's about something random or relationship or some other worry or some other thought. Is there a training I'm missing? Is there some truth? I don't know what",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    },
    {
      "id": 60,
      "title": "Q60",
      "start": 2600.28,
      "end": 2659.63,
      "text": "is there any truth to the law of assumption? Do you believe in it? Are you an intellectual? No. You're not an intellectual? I was. So then what so the if you bring didactics into here, I have no clue what you're talking about. I don't follow any I don't follow any spiritual laws or intellectual or didactic, laws. So I don't walk around with an encyclopedia of the laws that I need to know so that I can converse at cocktail parties. So I have no idea what you're talking about by law of assumption. Do you mean to speak in English? I'm sorry. Maybe visualizing certain things, can we manifest that through visualizing certain goals? I think I mean, this is not a bad thing or a good thing. I just don't think that you've been around this particular domain that you happen to find yourself in long enough. There's there's nothing here related to prescriptions, methods, techniques, how tos, or any of that stuff.",
      "audio_file": "Select QUESTIONS - Kapil Gupta MD _ 13 October 2022 [1D9zYuOpUZA].mp3",
      "source": "deepgram"
    }
  ]
}