{
  "video_id": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w]",
  "title": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w]",
  "webpage_url": null,
  "blocks": [
    {
      "id": 1,
      "title": "Q1",
      "start": 1.92,
      "end": 17.16,
      "text": "Hello. What questions do you ask yourself when you are stuck intellectualizing? I don't intellectualize.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 2,
      "title": "Q2",
      "start": 20.59,
      "end": 83.61,
      "text": "Hi there. Can you hear me? Go ahead. Thanks for taking my question. I just had a quick question about, love and attachment. I I've seen you, one of your discourses discuss love is really fundamentally attachment, and I can understand that kind of on a visceral level because I've been in relationships and I've realized that I've become it's more of an attachment. But I want to I wanted to ask, is it really possible to love somebody without becoming attached? Yeah. It's a it's a fair question. I think the only way that one would be able to answer that question is if they had rid themselves of attachment, and then they would be able to examine if what remained was what they call love. Until that happens, everything is essentially more or less attachment. Thank you. I appreciate it.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 3,
      "title": "Q3",
      "start": 85.06,
      "end": 127.71,
      "text": "Hi, Kapil. My question is, why don't I understand actually, why don't I know that I'm going to die? Because I understand, like, intellectually. I know everything around me. Well, that's the same that that's the same for everybody. I mean, it's not I mean, I can never answer why don't you I can't personalize something. I don't I don't know you. So but generally speaking, it's that's the it's a very simple answer. It's the same for all people. It's it's an intellectual understanding, but it is purely intellectual. It hasn't hit home on a visceral level, and the attempt to force it to do that generally",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 4,
      "title": "Q4",
      "start": 129.75,
      "end": 161.38,
      "text": "fails. Hi, Kapil. My question is can people change? I'm I'm not sure that's a valid question because change has no meaning. If you change, you change back. That's back to self help and self development and all of those things. I'm not telling someone that they shouldn't do it. If you wish to do it, you're free to. But those things don't really go anywhere. They're just circular chases.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 5,
      "title": "Q5",
      "start": 162.8,
      "end": 201.46,
      "text": "Hey, Capil. How's it going? My question is, can you choose what you want? If if you look at enough of your desires and have perspective about what's gonna make you happy or or more peace, can you, choose what you truly want in your heart? I'm not sure choice has much to do with it. I mean, things that have desires that arise typically arise of their own accord. It usually they usually aren't, chosen into place. They aren't usually chosen into existence.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 6,
      "title": "Q6",
      "start": 204.72,
      "end": 205.54,
      "text": "Thank you.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 7,
      "title": "Q7",
      "start": 206.96,
      "end": 256.76,
      "text": "Hey, doctor Gupta. So if you haven't found truth yourself, is it possible to put your children on a path, to find that truth? Or is it something that you have to find yourself, first? Well, I mean, if if if a person himself hasn't found it, then how can he put somewhere else in a position to find it, number one? And number two, any path that you prescribe, will tend to fail because there's no recipe for it. So there's no path. Hey, Kapole. How are you? One thing this group can take away from, the life of Chana Kea. Thank you.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 8,
      "title": "Q8",
      "start": 262.65,
      "end": 280.63,
      "text": "Could you please tell me the truth about the instinct? Well, that's a very general question. I mean, if you have if you have a question, it has to be a specific a specific question. I mean, I'm not, in response to a question, I'm not gonna give a talk.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 9,
      "title": "Q9",
      "start": 282.22,
      "end": 363.12,
      "text": "Hi, doctor. Thank you for taking my question. When thinking about when thinking about things in terms with respect to life and death, just supposed to life and death, everything seems trivial. Is it wrong to think that life and death are also superficial constructs, that we take more seriously than they should be? Is it is is everything really just, at the same level of seriousness? Thank you. You could in the end call everything a construct, but life is real and death is real, and everything in between tends to be a construct. But if if one wants to consider life and death also constructs, he may, but, that tends to be or or it suggests an intellectualization of things because, that basically is that basically is standing at arm's length from the things that really trouble a person in his or her life. So, sure, you can call anything a construct, but the question tends to suggest, and I don't know this for a fact, but it suggests that you are perhaps moving away from the real problems of your life.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 10,
      "title": "Q10",
      "start": 367.48,
      "end": 448.07,
      "text": "Hi. So I'm just curious. What's your favorite subject? And it doesn't have to be something that you've studied before. It just could be some Hello. Thank you for taking me. Is it, possible to love without the selfish element? The problem with words is that they require definitions, and each person's definition is different. So it does not it it it depends what one means when they mean selfish. That's a very big word. Everything is contextual. You have 5,000,000 people who ask 5,000,000 questions, And each person views words that are in their own in their own light through their own specific interpretation. Therefore, the word cannot be considered universal. So the question you're asking depends, entirely upon, what your meaning of selfish is. I will tell you generally that the word selfish, is denoted in a in a negative sense, whereas unselfish and altruism tends to have a an air of holiness or goodness. In reality, the opposite is true.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 11,
      "title": "Q11",
      "start": 449.8,
      "end": 545.38,
      "text": "Appeal, thank you so much for wrapping me up. It's pretty surreal to talk to you as I've been very immersed in your work for a while now for several months. My question is is regarding me wasting my life. And I've realized that I've wasted so much, if not all of my life, and I continue to do so. And that realization has, allowed me has resulted in me, you know, not wasting my time in certain ways such as, you know, self help or certain intellectualism things. But yet I still find myself wasting a lot of my time just in other ways. Is this a sign that I that there's something I have yet to understand? Sure. It is. But but it typically is the case that a person who feels viscerally about the shame, or a guilt of wasting their lives tends to also be the one, oftentimes, who has a chance to get out of that. A person who doesn't even realize that or doesn't care, will never get out of that. So, that is something that, you know, tends to be a ray of light, for an individual who realizes that fact, you know, as to what to do just to to not waste it. I mean, that's a nonstarter, so that doesn't go anywhere. But but the recognition on one's own, of one's own accord, into that insight port itself, it has the potential to go a long way.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 12,
      "title": "Q12",
      "start": 546.94,
      "end": 604.96,
      "text": "Hello, Kapil. I followed your work for a while now, and, you know, thank you for everything you put out there. Lately, I've come to this thought about paradox and that there is truth in paradox. I'm wondering if you have come to this conclusion possibly yourself in that it's, you know, it's just one of the challenges. Number one. That sounds like a very intellectual question. You seem to have a tinge of the intellectual. What do you really wanna ask? I would say why is it that so few fail to see the truth? Well, people don't matter. Right? Only matters is you. You do you don't you don't lay awake at night thinking about your fourth neighbor down the street, do you? No. Okay. Then what do you care? See, that's just more avoidance. It's all about you.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 13,
      "title": "Q13",
      "start": 608.46,
      "end": 618.34,
      "text": "Hello again. What is gained from a life of solitude and what is lost? It's not about gain and loss.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 14,
      "title": "Q14",
      "start": 620.64,
      "end": 640.14,
      "text": "Hey, Kapil. Thanks for taking my question. Your thoughts on, Jay Krishnamurti and his teachings? I read your short blog on your, website. Would like could you please elaborate a little bit more? No. I I don't no reason to elaborate. I elaborated plenty in the discourse.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 15,
      "title": "Q15",
      "start": 642.21,
      "end": 693.67,
      "text": "Hey, Kapil. Thanks for everything that you're doing. I've been listening to your talks for, like, a year now. But I've always been asking myself, what, so the mind seems to be involved in perception, in thinking, in processing, in, decision making. What do we do as conscious beings that separate from the mind? Well, you don't really do anything, because the human being is a slave to his mind. And until that stops, there really there really is nothing to ask in that particular perspective that you just asked. There you because you ask as if you have a choice, and the person who is imprisoned by the mind has no choice.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 16,
      "title": "Q16",
      "start": 699.1,
      "end": 714.29,
      "text": "Hey, Kabeal. My question is, what exactly keeps the mind alive? You do. Hi, Kapil. Truly an honor to speak to you.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 17,
      "title": "Q17",
      "start": 715.39,
      "end": 752.87,
      "text": "My question is, what justifies a worthy question to ask oneself? That's a fair question. I don't think it's about the content of the question, really. It's, the things that happen in in one's life that tend to last and the things that are real are those things that arise from seriousness and sincerity. And so the the more that a thing qualifies for seriousness and sincerity, the closer to the heart of the matter the question seems to be.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 18,
      "title": "Q18",
      "start": 756.05,
      "end": 756.55,
      "text": "Hello?",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 19,
      "title": "Q19",
      "start": 758.37,
      "end": 778.45,
      "text": "Hello there. May I have one minute of your time to add context to my question? I'll make it as quick as possible. I really need to get to the question. Oh, okay. In oh, I apologize then. I I will leave then. I cannot really express it properly.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 20,
      "title": "Q20",
      "start": 780.19,
      "end": 835.02,
      "text": "Thanks for taking my question. How do you find the motivation to do your best every day? Thanks. Do your best has no meaning. Do you do you do your best when you walk to your car? Possibly so that I don't get into your How do you know? You you said possibly. How do you know that you do your best? Do you I'm not When you when you come home, do you think about do you buy a book about doing your best to walk to your car recommended by the thought leaders in Silicon Valley about on their fancy reading list next to Seneca? Do your best to walk to your car. Do you do you look into that? Do you ever look into do you do your best to comb your hair?",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 21,
      "title": "Q21",
      "start": 840.39,
      "end": 891.56,
      "text": "Possibly. I think about doing my best in contributing. Well well, that's my point. It is is you don't ever think about these things. Right? So what do you mean by doing your best? Now, I mean, that would only that would only mean something. You could only judge that. If there was a do your best meter at your work and you could put your fingerprint on the meter and the meter could tell you if you did your best. So absent to that, if you could try every prescription method technique and hack in the world, how do you know that you're doing your best? And and even if the even if the meter said that you were doing your best, what does that give",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 22,
      "title": "Q22",
      "start": 896.26,
      "end": 898.52,
      "text": "you? That's a good point. Thank you.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 23,
      "title": "Q23",
      "start": 900.02,
      "end": 914.49,
      "text": "Hi, Kapil. Thank you for having me on stage. Just wanted to ask, you know, how does one initiate, like, that journey from listening less to the mind and more to the soul? Thank you. Do you know what a soul is?",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 24,
      "title": "Q24",
      "start": 915.42,
      "end": 1106.28,
      "text": "I presume it's not my mind because it my mind is very noisy. Okay. So you said so you you said that it's not your mind. Well, the only so according to that then, what you're implying, if I'm not mistaken, I'm just basing it upon your answers, that there's only two things, there's the mind and the soul. Because when I asked you if you know what the soul was, you said it's not my mind. So that means that there's nothing else between mind and soul. Right. Because when I'm listening to my mind, it's just very noisy. I'm assuming my soul would be No. I asked you. No. Please don't place. I asked you, is there nothing else beside the mind and soul? I'm sure there's a lot. Okay. So if you're sure there's a lot, when I asked you, do you know what soul is? You said, it's not my mind. But I didn't ask you. The the only way that that response would be valid is if there were two things, mind and soul, period. Then simply by virtue of you saying that soul is not mine, then you would know that, okay, only one thing is left, which is soul. But you've also admitted there's probably many other things which are besides mind and soul. So, therefore, you don't know what soul is. That's right. Right. Right. Right. Right. Thank you. So no. And I'm not and I'm not I'm not I'm not denigrating you. What I what I what I am doing with you is I'm I'm using you as a gentle example to show how everyone in the world has been completely and utterly conditioned by words and ideas and concepts and notions. They throw around words because the words have been thrown to them. Not having any not having any meaning, no context. I'll let let the gentleman before you, how do I get motivated to do my best? Well, I don't know. Drink orange juice. And and this motivation is gonna get you when you walk in the door, if you're motivated, the boss is gonna give you a big hug and a kiss. And if you did your best, he's gonna pat you on the back and give you a million dollar raise. These things these things have no meaning. Where there is no specificity, there is waste. The truth is you have no idea what soul is. So if you do not know what soul is, why do you wanna speak to it, and how would you speak to it, and how would you even know if you're speaking to it? Therefore, you have no idea what you're asking. I don't blame you for not having any idea because that is the world that you live in. Now you living in that world still is no excuse because at least you could divorce yourself from the nonsense of the world and say, okay. I'm not going to accept anything until I understand what these words mean for myself. Not take anyone's belief, not take anyone's opinion, not read nonsensical spiritual books, not read stupid moronic idiotic self help books. All of these things are really for the unserious.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 25,
      "title": "Q25",
      "start": 1108.41,
      "end": 1109.71,
      "text": "Thank you. Thank you.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 26,
      "title": "Q26",
      "start": 1114.02,
      "end": 1279.67,
      "text": "Yeah. Hello, doctor coop Gupta. It's an honor to speak to you. I have a question on interference. I've seen this over and over again that, a thought arises, and I immediately pursue the action. And therefore, I concluded that it's the mind who does the decisions. Therefore, I'm wondering when we talk about interference, is it still the mind that's doing the acting? Like, the decision I mean, I I don't know what you mean by interference. I mean, you used that word at the very beginning. Then you used it again. I have no idea what you're talking about. I know what the word means, but like I said, it's all about context. So I'm not sure what you're what you mean by interference. What are you what are you saying? Yeah. So what I mean is, for example, desire rises to pursue pleasure, and, I would then repress it. I assume that's what you mean of interference. Is that correct? That's what I mean by interference. I'm not I I haven't defined interference. I mean, if I use a word interference Okay. Depends upon it depends upon the context in which I use it. So I could use interference 19 different ways. So, first of all, I don't know why you're suppressing your desires. I didn't tell you to do that. Nothing and nothing that I ever wrote told you to do that. Yeah. As to just to quickly, clarify what I mean is, so I assume basically reading your work that interference means whenever a desire arises and I would suppress it that would just that is considered interference. I'm not saying that that I that I do it. It's just more that I try to understand what interference is and I No. I know. I have never I have never said such a thing. I've never Yeah. Yeah. I don't know. I don't know where you got this from as far as my work goes. I have never said that you should interfere with your desire to stand between having the desire and then suppressing it by interfering. Right. I've I've never but so so what quest what's what's your question? Okay. So it's not too generic. I wanted to ask you, what is interference then? Because as I said, I thought that it is I I I I'm stuck on this word. I I mean, interference in the eighteenth it depends upon context. I see. So you can't ask what is interference. Okay. I see. That does it it depends upon what you're talking about. Mhmm. But I but I but I will tell you from what you said, suppressing desires doesn't usually go some doesn't usually go anywhere. Yes. Yes. Yes. Okay. Okay. Thank you.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 27,
      "title": "Q27",
      "start": 1281.34,
      "end": 1284.72,
      "text": "Hello, everybody. What are you talking about?",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 28,
      "title": "Q28",
      "start": 1287.97,
      "end": 1293.27,
      "text": "Yeah. So this is, so sorry. It ten minutes later, I'm so sorry.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 29,
      "title": "Q29",
      "start": 1294.85,
      "end": 1358.88,
      "text": "Hey, Kapil. Hope you're doing well. Appreciate what you do, and hope my question isn't foolish. But wouldn't anything we do invariably lead to a pleasure chase even if I'm not doing something overtly for pleasure because of the whole pleasure pain duality? But if something's done and it's of a practical purpose, wouldn't it be serving me some sort of pleasure and or the avoidance of misery? Does it matter? I'm inclined to think now. I mean, I I think that you're turning pleasure into, into a a negative and into a rule. So it doesn't it it it's about the recognition of things, not the breaking of the rules. Right? So if it depends upon where one is going and, what one is trying to achieve, not, oh, you did wrong again because you crossed the red line. That's what this is about. This is about this is about being aware of what you are doing so that you can monitor yourself. This is not about commandments and that you thou thou shall not chase pleasure.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 30,
      "title": "Q30",
      "start": 1360.66,
      "end": 1391.41,
      "text": "Hey, Kapil. I have goals that I look to achieve as a consequence or a byproduct of seeking truth. Does that mean that I'm insincere, that I'm not authentic? Firstly, let's say that I said to you that, that was inauthentic and insincere. What what would that cause you to do?",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 31,
      "title": "Q31",
      "start": 1394.43,
      "end": 1400.27,
      "text": "What do you mean? Well, just what I asked. What didn't you understand?",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 32,
      "title": "Q32",
      "start": 1404.65,
      "end": 1406.19,
      "text": "Let me ponder on it.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 33,
      "title": "Q33",
      "start": 1407.61,
      "end": 1478.48,
      "text": "Hi, Kapil. Thank you for giving me opportunity to ask the question. My question is, does self esteem really have to do with the fear of rejection, or is it all a social construct? I mean, that's really pigeonholing self esteem. It's a very, very large it's a it's a much larger topic than that. I mean, you've just mentioned one one element of it. Thank you. Hello, Kapil. I came up with some questions where I have paved a path for myself. But at the end of it, there's always some type of fear which is holding me on. I'm not able to get past that, and that itself is becoming a very much barrier for me. I don't know if you get it, but No. It's too it's too general of a question.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 34,
      "title": "Q34",
      "start": 1480.13,
      "end": 1512.83,
      "text": "Hello? Sorry. Can the heart have a true and honest desire for intimacy with another, or is any desire involving someone else usually entirely in the realm of the mind? From a from a practical perspective, what gets one into problems is all mind because that's where a person is conditioned to move to towards regardless of how something may begin.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 35,
      "title": "Q35",
      "start": 1515.21,
      "end": 1531.52,
      "text": "Hello. Hope you're well. My question is simply, do you think emotions should be moralized? So why or why not? And do you think shit things should be moralized in general, and what are the conditions for that? It might be a good question. Morality morality is a construct.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 36,
      "title": "Q36",
      "start": 1533.59,
      "end": 1590.16,
      "text": "So I've noticed that understanding has this unique characteristic of, transforming ourselves. So I wanted to ask you, can you draw a distinction between somebody that is enslaved by the mind and that somebody not being enslaved by the mind to to see the distinction? There are many distinctions. Something that could help, in realizing, like, the contrast. Well, a person who is not enslaved by the mind is free. Yes. But that's vague, something more palpable. Basically, whatever your experience of life is, whatever things that you experience that torture you and give you suffering, the complete opposite.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 37,
      "title": "Q37",
      "start": 1594.8,
      "end": 1619.39,
      "text": "Hello? When I when I see, other kids, bullying my son, I wanna help him, but I really don't know how. And he's six years I mean, I can't help you with something. I can't tell you what to do there. I understand what you're feeling, but I can't I can't say go do this.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 38,
      "title": "Q38",
      "start": 1621.44,
      "end": 1636.71,
      "text": "Hi. I don't know if you know, if you are interested by ideas of, Osho. Can you tell me about this character or great ways in few minutes, please.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 39,
      "title": "Q39",
      "start": 1639.17,
      "end": 1726.49,
      "text": "Hi. I just recently heard your YouTube conversation with Naval and about conquering the mind. And, I'm curious. So you had explained that the idea of, like like, for example, you used example of anxiety where the solution is not not to, like, figure out what what's to remove anxiety, but to understand anxiety and, like, observe it as a third person. Is it possible that you could clarify that, but I still haven't understood that concept. No. Because if I tell you to observe it, then you're gonna turn it into a prescription, and you're gonna sit there and wash your thoughts and do all the nonsense that spirituality tells you. So nothing to do with observing anything. It really is an understanding, and the understanding is that you don't chase solutions. You understand, the problem itself. That's the gut to take home understanding. From there, it's up to the individual himself to do what he or she wishes that comes organically. It isn't about I'm never gonna use the word go observe your ex because I know the world's gonna happen. You're gonna turn into automaton and you're gonna watch her. You're gonna go observe, and that's the road to hell. That's where all spirituality dies. That's where all self help falls right through the floor is through the the methodizing and turning things into a hack and a technique. It is the greatest plague in existence.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 40,
      "title": "Q40",
      "start": 1729.6,
      "end": 1810.72,
      "text": "Is there any utility in prescriptions as one as long as one knows the limitations of them? So, I mean, the question seem the the question sounds like, a a request for permission to use prescriptions. That's what it sounds like. And, firstly, there's no need to ask that. You can do any prescription you wish to do. But a person who asks if a if prescriptions are, of any utility is not a person who is interested in the dismantling of prescriptions. The the the interest does not lie in the direction of, understanding how prescriptions, hurt and cause problems and create pitfalls and blockages. And so long as that is not the intention, then any answer that is given to the contrary question, which is, are prescriptions okay to some degree? It's just a nonstarter. It's kinda like, if I jump into a mud pit, is there any way that I can not get mud on my entire body, just my legs? That's the kind of question it is. Therefore, you don't need to ask that question. Just do prescriptions.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 41,
      "title": "Q41",
      "start": 1813.36,
      "end": 2065.45,
      "text": "Hello, Kabil. Thanks for having me on and thanks for hosting. My, first, I guess my comment starts out as more of a statement. I read AppMumon and also I've listened to quite a few hours of, your conversations and read quite a bit that you read or, written rather. And, after having done a bunch of this, I ran into some friends for the first time in a while, and, they they thought something was wrong with me and were actually calling me after running into me and asking me to make sure everything was okay. And it just kinda got me thinking along the lines of, well, you know, can we can we can we really be on the the path of truth and get along with people from our former lives? Well, it isn't a question of getting along. It isn't a question of getting along. It's it's where one's allegiance is. If one's allegiance is more in the direction of making socializations, and that is where one's interest lies, then truth will tend to be a very difficult thing for that individual because it tends to be completely at odds with an individual who seeks socialization and friends circles and all of these things. Of course, it does not mean that an individual cannot have friends and, cannot have acquaintances and cannot have conversations. Of course, it doesn't mean that. However, having said that, I don't need to tell you as you've already experienced firsthand. If, if you discuss truth with other people, you generally will be met, with awkward glances and people calling you afterwards to ask you if everything's alright. So the the the more that you have read, the more awkward you are going to seem to others if you espouse or carry on your sleeve those sentiments. So stating stating it purely, truth is a solitary pursuit because there's not there aren't many people in the world, who are genuinely seeking truth. Therefore, by definition, all of your so called friends are gonna be individuals who aren't interested in truth. Therefore, you will always be the black sheep and the odd man out. It's it's odd because in in these situations that I'm referring to, they actually felt, you know, quite well. And if anything, maybe, in a in a better state than I had prior, after Well, that's why that's why I always say it's about you. Right. Right. It's if you try to democratize it, the the I think I think the one of the greatest things that are one of one of the most fundamental misunderstandings is that there can be group anything, and there's not. If you have a group anything, it's a group disaster. It is not serious. It is insincere. Group meditation, group, you know, talk to a group about wisdom or whatever it is. Everything's on the level of the individual. Nothing is a group. So nothing can be, nothing can be from that from that realm. The the most personally interesting aspect to this is that, you know, as a young child, I felt kind of very apart and very different. And that's a feeling that was lost through socialization over time. And that tends to be the case. It's sort of reminding me of that now. That tends to be the case. It tends to be that those who are on a genuine path to truth with, you know, with varying degrees of sincerity tend to be individuals who did not fit into, the the norms of society. They tend to be, fringe individuals, fringe in the sense of, you know, not socialization tends not to be their their, the the thing that that moves them the most. Thank you for your time and your work. Namaste.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 42,
      "title": "Q42",
      "start": 2065.99,
      "end": 2068.69,
      "text": "Yeah. Bye. Hello?",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 43,
      "title": "Q43",
      "start": 2074.03,
      "end": 2146.93,
      "text": "Before I started to read your work, I was going through one of the worst phase in my life. You know, I was jumping from this book to that book, this book to that book every time. And after I started to read a book, it's the like, I get every time I read a work, every time I listen to a, like, interview, I get extremely strong emotional reaction. Sometimes, you know, I get so emotional. It lasts for, like, week and some you know, the thing that I read about your work or, like, even writings, anything that I hear from you, It lasts for, like, months sometimes. It has been hap happening for a long time now. It has been almost a year. Is it, can I say that I am part towards truth, or is it still that I am thinking through my mind? I mean, I don't I don't know. I can't tell you to which degree you're thinking through your mind or not. I mean, generally speaking, everyone is lost in mind. But the truth the truth tends to have a fairly significant effect upon some people. So it's not me. It's just the power of the truth.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    },
    {
      "id": 44,
      "title": "Q44",
      "start": 2152.45,
      "end": 2258.89,
      "text": "Hey, Kapil. Thanks for having me, and, thank you for everything that you do. I read your discourse about anger and the truth, of anger, which really helped me, conquer my anger. I used to struggle with that a lot. One of the things which I've been struggling all my life and has plagued me is fear and anxiety, and I've been desperately looking for answers. I've read your discourse, and you mentioned that fear is the ultimate fear is fear of oneself, how how one might think about oneself. I read Osho, and Osho says it's ultimately we fear death. And I've been reading Krishnamurti and Jed McKenna, but I still haven't been able to truly understand, like, are are all these is there any ultimate fear which all the grades are talking about, including you? No. Because everyone talks about everything from a standpoint of prescription. Right? And wherever wherever there's a prescription, do this or do that or pretend this or think that or try this or meditate this or mindfulness that. That's just the way to keep you exactly where you are. So that that that's the most critical thing for anybody. It isn't to move away from prescription. It is to it is to understand if they are willing and interested to look into the nature of prescriptions and how they abandon, and stand in the way of of human progress.",
      "audio_file": "Sincere Questions May Receive A Reply - Kapil Gupta MD _ 29 Mar 2022 [76Nfj2Zi06w].mp3",
      "source": "deepgram"
    }
  ]
}