{
  "video_id": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU]",
  "title": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU]",
  "webpage_url": null,
  "blocks": [
    {
      "id": 1,
      "title": "Q1",
      "start": 15.11,
      "end": 21.68,
      "text": "Perhaps selflessness then. Is there truth in putting others? Absolutely. Absolutely not.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 2,
      "title": "Q2",
      "start": 23.11,
      "end": 23.93,
      "text": "Thank you.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 3,
      "title": "Q3",
      "start": 25.43,
      "end": 48.55,
      "text": "Hey. So my question is, that wouldn't a person, like, get a lot of strength from the fact that if he knew which day his life would end? Like, if he could make a conscious decision that, like, at 53 or 63, that could be the end day of my life and I have to structure my life according to that, would it give a person more strength? Hello?",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 4,
      "title": "Q4",
      "start": 51.96,
      "end": 52.7,
      "text": "Hey, Kapil.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 5,
      "title": "Q5",
      "start": 54.42,
      "end": 73.89,
      "text": "My question is, is memory a hindrance? I mean, it doesn't matter on a practical basis. If it's something that you have and you subscribe to, it doesn't matter if it's a hindrance or not.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 6,
      "title": "Q6",
      "start": 75.55,
      "end": 76.92,
      "text": "And it's true the truth.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 7,
      "title": "Q7",
      "start": 80.29,
      "end": 149.44,
      "text": "You've said that I've heard you say it multiple times. You said in a I've experienced it for myself how everything your mind tells you is a lie. And so as you expose yourself to truth, the mind will try to decipher and debunk and repackage it even though there's nothing to do. And it seems like the mind will never be able to understand it. Like, does that well of lies ever get plugged? Does the mind ever come around? Yes. It can. It really depends upon the systematicness of the journey of one's journey towards truth and the devotion that one has in it. But does it? It can. Will it? I cannot say that for any particular person. Is it possible? Yes. Very much very, very much so.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 8,
      "title": "Q8",
      "start": 150.78,
      "end": 151.28,
      "text": "Thanks.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 9,
      "title": "Q9",
      "start": 153.03,
      "end": 189.7,
      "text": "I spent more time in their domain, or is it something arrived at very first? That's different for everyone. I'm not able to find any reference points for the vision I'm developing for myself. Like, there's no other human who has been to the places where I am thinking of going. So I'm not sure, like, how to",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 10,
      "title": "Q10",
      "start": 191.54,
      "end": 196.2,
      "text": "Is tooth growth scary, or does it depend on the individual?",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 11,
      "title": "Q11",
      "start": 207.44,
      "end": 239.55,
      "text": "Hi, Kapil. Thanks for having me here. One of my biggest realizations, that I've had since coming across your writings is that I've never really been honest with myself about what it is that I wanted, and that's largely been the reason why I haven't gotten what I wanted. But now I'm struggling to really figure out what it is that I want, and every time I stumble upon something, it just feels like another chase of the mind. Would you happen to have any guidance on how I can go about figuring out what it is that I truly want?",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 12,
      "title": "Q12",
      "start": 243.07,
      "end": 280.0,
      "text": "Hello. Thank you for for letting me ask this question. I just recently switched jobs, and, I like the last job. You know, I like this I picked this job because it had better, work life experience. But now I'm regretting it because it's against my, it's against my overall plan. I just want I I I have no I have no advice as to what you should do. No. I just wanted to know, you know, why do I feel like that? Well, I can't tell you why you feel like that. I don't know.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 13,
      "title": "Q13",
      "start": 280.38,
      "end": 281.2,
      "text": "Thank you.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 14,
      "title": "Q14",
      "start": 282.98,
      "end": 368.12,
      "text": "Oh, thanks for accepting my request. So I'm in my twenties, and my question is, as we have talked a lot of times, I mean, heard from you a lot of times that eventually we reach a point where we work only because we don't have any other option. So that's the way we stay sincere. So I wanna ask you what part of, this pursuit of truth consume knowledge? And, also, another thing is I usually stay sincere, and I have a lot of big dreams, big ambitions trying to work on my stuff. But sometimes it feels like, the learning is too much. I try not to give up because the idea is important, but sometimes it doesn't work out and you see other people socializing and dating and meeting new people. Sometimes it feels a little bit cluttered. So is it still part of the pursuit of truth, or is does it have to be sincere every day all along because I'm still, like, my mind is cluttered most of the times? Everyone's mind is cluttered most of the times. But to ask from the standpoint of does it have to be every day or does it have to be this and that, that's approaching it from really a a faulty angle. It's just it's it's I cannot tell you how sincere one needs to be and how many days. You know? That's I mean so call it that's that's just so cosmetic. It has no meaning.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 15,
      "title": "Q15",
      "start": 370.5,
      "end": 408.59,
      "text": "Thank you, Kapil. I wanted to ask, as I understood, most desires are shaped by society. I don't feel happy about anything now, though I've become much calmer. My question is, what is the truth about this feeling of happiness? Happy happiness is a myth. And in fact, I I think I wrote a a discourse on the website, quite recently about happiness. You may or may not wish to read that. It may help you. It may not. Thank you. I will. Thank you.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 16,
      "title": "Q16",
      "start": 410.89,
      "end": 411.71,
      "text": "Hey, Kapna.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 17,
      "title": "Q17",
      "start": 414.73,
      "end": 426.89,
      "text": "My question is, what do you think is the reason or the incentive for a human being to go do good? I mean, some religions have, like, sell you. I don't I don't I don't believe in goodness.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 18,
      "title": "Q18",
      "start": 430.79,
      "end": 431.29,
      "text": "Hi.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 19,
      "title": "Q19",
      "start": 431.91,
      "end": 442.7,
      "text": "What's an effective way to check who's benefiting from a certain narrative that is being propagated? Because as I see, Internet is just becoming more of the narratives of the world.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 20,
      "title": "Q20",
      "start": 444.92,
      "end": 477.25,
      "text": "So in my pursuit of truth, I find my self having to cleanse myself kind of of the negative influences from the external that still affects me. Are the influences something to notice as it comes in before taking hold in the mind, or can it be something only identified after the influence take place, or does the timing They've already they've already taken place for as long as you've been alive. Right. So they're already there. There's no waiting.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 21,
      "title": "Q21",
      "start": 479.89,
      "end": 531.0,
      "text": "Hello, doctor Gupta. As always, it's an honor to speak to you. Thanks to your work, I gained a good amount of purity pursuing my craft, and I could do it every day and like, all day long. And there's this pattern that I see over and over again. It's like, every time when I pursue my craft, after a while, my the mind comes back alive and produces some sort of, like, negative emotions or craving for different, stimulus, and I feel, like, forced to, like, take a break. And I'm really trying to, understand deeper what is the cause of this pattern. Like, why the mind No. The cause of the mind. That's what the mind does. Okay.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 22,
      "title": "Q22",
      "start": 531.3,
      "end": 532.36,
      "text": "K. Thank you.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 23,
      "title": "Q23",
      "start": 534.39,
      "end": 619.84,
      "text": "Hello, Kapil. So my question is, there is conflict between, what actually I am and what I should be. It's constantly going on. I mean, whenever I, try to learn something. So right now, I don't know anything about that topic or what I'm learning, but I'm projecting or seeing myself as I have from future that what I will be, and I'm living in that moment. So that that conflict is always going on about what actual I am and what I should be. So how does it happen, Simon? The mind always plays that game. I'm not sure. The question is fairly confusing. I mean, I don't I don't know what you I'm not I'm not sure what you're asking. I'm asking there is a conflict between what actually I am right now and what I should be. Well, there is no should be. But the mind is always convincing that I will be better become better and become good or all that. The mind is not It's just you have to you you have to I cannot tell you what to do. Yes. Yes. I know. I know. I know. You can, please.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 24,
      "title": "Q24",
      "start": 621.34,
      "end": 661.05,
      "text": "Hi, Kapil. Thanks for taking my question. So my problem is I have extreme amount of social anxiety, so that has become almost 99% of my life. And I can't seem to break away from that pattern no matter what I do, no matter what I read. It just even to ask this question, I've been practicing. And, so what is the truth behind this and how do how can I, get away from it? There's no how I can get away from it. The truth behind it is ego.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 25,
      "title": "Q25",
      "start": 662.63,
      "end": 670.3,
      "text": "Hello. My question is how does one enter a flow state voluntarily? Like, I am always cloud.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 26,
      "title": "Q26",
      "start": 672.07,
      "end": 710.48,
      "text": "Hello. In a practical sense, does suffering and urgency bring one closer to the truth? Or is that or is that simple? It can. It can. It can. But if if one views that as, well, I'm suffering, so this should bring me to the truth, then no. But but, yes, it is it is very often the case that, such things leads one to look in places that they have not looked before because the places that they've looked before has, have caused them suffering.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 27,
      "title": "Q27",
      "start": 712.31,
      "end": 848.38,
      "text": "Talk about the state of mindlessness, but true mindlessness, also implies a complete dissociation with societies, and it comes with the advantage that you can dissociate it with its with it bad with its, you know, adverse elements. But how do you know when you're too far gone, right, going there has to be a disadvantage too. Yeah. I I think I think one well, go ahead and complete your sentence. The disadvantage to I'm assuming that you're saying there has to be a disadvantage to mindlessness or a disadvantage to leading society or both. No. I think to achieve mindlessness, one has to dissociate. And I'm I'm thinking that there are advantages to that. But what about the disadvantages? And when to know that you're too far gone? I don't I I don't I think that if someone views things from the standpoint point of disadvantage and advantage, then they don't really want it. Mhmm. Okay. And there's no there should be no compulsion that one should seek anything. If someone is truly devoted to it, then they are. And if they are not, then they're not. One is not good, and the other is not bad. But if one has a advantage and disadvantage to something, and and that something is related to these types of things that I write about. The the devotion is far too great for one to muster that up if they believe in if they believe that what they're what in in pursuing it, there's good and bad to it, and there's advantages and disadvantages. There's way too much there's way too much involved for them to for that kind of outcome of advantages and disadvantages. This is this is for the individual who that's what they want. But should there not be any message to them. Fear also? There's no should to any there's no should to anything.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 28,
      "title": "Q28",
      "start": 849.0,
      "end": 926.21,
      "text": "Okay. The word should should be abolished. There's no should. There's it's not good or bad. There's there's there's not a single there's not a single intent in any of my words or writings, which in any way, even in the in the shadow of a way, suggests that someone should or it would be advantageous for them too or it would be healthy and good for them too. I don't recommend anything to anyone. And if somebody asks me, do I recommend truth? No, I don't. I honestly don't. I don't recommend truth. I don't recommend devotion. I don't recommend the sincerity, I don't recommend success, I recommend nothing. If it arises in your heart, then it does. But if you do it because I said so, it's finished before it begins. So if you view in it advantages and disadvantages, so be it. And that's that's honest, that's fine. But then it isn't for you. There's not a chance in the world that you can attain it. Thank you. Hello.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 29,
      "title": "Q29",
      "start": 928.03,
      "end": 956.5,
      "text": "How does one know they've arrived at truth? And does true is truth realized in the mind or somewhere deeper? K. Number one, it doesn't matter if one wants to know or not. The person who asks how do I know is the person who is chasing it. Number two, truth is not found in the mind. Truth is found beyond the mind.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 30,
      "title": "Q30",
      "start": 958.26,
      "end": 1071.07,
      "text": "My question is, what stops a person from understanding? That depends upon the person. Do you want a public platform? I want to erase all the conditioning that is blocking me from reaching where I want to go and from living in truth in my art. So far, I only have the exposure to truth from your writings, which has led me to, make observations about, myself and and see the conditioning everywhere. So my question is, is there a scalpel that is more powerful more effective than exposure in making observations in in permanently removing conditioning? I think exposure is really the, among the most effective means, primarily because the greatest the reason for delusion and the reason for being filled with untruths is the exposure to untruth. And when one has been exposed to untruth, for their entire life, as basically all of people in society have, then that is going that is going to be the biggest loudspeaker in their brain. That's what's gonna be in their bones because it's been there for so long. Therefore, the, most immediate thing is really even the recognition that what they have inside them is untrue. Because without even realizing that then there's no chance for anything and that comes from exposure.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 31,
      "title": "Q31",
      "start": 1073.45,
      "end": 1074.27,
      "text": "Thank you.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 32,
      "title": "Q32",
      "start": 1075.87,
      "end": 1112.08,
      "text": "Make sense of the word people tend to gravitate towards art and philosophy. Finding a good book makes them feel self actualized and give them a little sense of growth. Do you think that there's any truth to that art and philosophy? So there's no truth to I mean, there's there's there's truth to the fact that it makes them feel like they're growing, but self help and these kind of things don't really do, much of anything lasting to anyone.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 33,
      "title": "Q33",
      "start": 1113.73,
      "end": 1188.29,
      "text": "Is it possible to guide a child to the awareness of truth so that they might grow up with it? Thanks. Yeah. How are they gonna grow up with it is if the parent themselves is devoted to truth. Thanks. I resonate with deeply, but it's prescriptive, and I think there's some untruth in it. So the my question is, does exposing to prescriptive truth bring one closest to truth or other if they recognize the prescription? No. If it's if it's a prescription, it can't be truth. But it would also be untrue to say that you should not follow the prescription. If if it resonates with you and you feel like you wish to follow the prescription, then by all means. But there is no truth there is no truth that can be attained by way of prescription. Any prescription, any method, any technique is only untruth. No matter how nice and how spiritual and how beautified the words may be, it is untruth.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 34,
      "title": "Q34",
      "start": 1190.03,
      "end": 1254.97,
      "text": "Intuitions, in all the case, in all while decision making in life, in various scenarios, will lead us to the truth If the if the if the intuition intuition can be negative and but typically it's corrupted. And therefore, one never really knows if the intuition they're following is conditioning. So every human being is corrupted by society and spirituality and self help and books and media and gurus and authors and priests and pundits and media and television and news and everything, friends especially. Everyone is corrupted. And therefore when that corruption gets inside the human psyche, inside the human, then you don't really know what is native and what is not anymore. So you may be following what you think is intuition, but you may simply be following conditioning, thinking that it's intuition.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 35,
      "title": "Q35",
      "start": 1257.53,
      "end": 1303.85,
      "text": "Is there a way to uncondition to get back to the truth? Exposure. Through exposure. Exposure to truth. And the more one is exposed, the more he fertilizes the growth of truth within them, and that has the possibility of overgrowing all of the untruth. But if the only exposure that one has, which is basically everyone, is not to untruth, then if untruth is what you eat and untruth is what you drink and untruth is what you hear and untruth is what you speak. There can only be untruth inside.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 36,
      "title": "Q36",
      "start": 1305.59,
      "end": 1306.8,
      "text": "Can you hear me?",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 37,
      "title": "Q37",
      "start": 1308.55,
      "end": 1359.9,
      "text": "If I if I'm looking to peel back the layers of untruth, how do I expose myself to more truth? What what do you mean by how do you expose? You can expose it you expose it to to you you find truth somewhere, be it through writings or through whatever it may be, and you expose yourself to it. And that is how I and that's how I You're you're getting too prescriptive now. You're turning it too much into a method now. Originally, it was an originally, the question was fine, but now you're getting to Howie. Mhmm.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 38,
      "title": "Q38",
      "start": 1361.64,
      "end": 1366.87,
      "text": "Do you believe any I don't believe anything.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 39,
      "title": "Q39",
      "start": 1371.3,
      "end": 1371.8,
      "text": "Okay.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 40,
      "title": "Q40",
      "start": 1377.78,
      "end": 1386.05,
      "text": "Does everybody has some kind of rare DNA? I mean, they just, the matter of discovering it. Like, is it",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 41,
      "title": "Q41",
      "start": 1388.11,
      "end": 1416.88,
      "text": "like, anybody can, through the process of constant iteration, find something that he is, very good at it and can be the best in the world at. I it depends upon their level of drive. But does everyone have the capability to discover their talent? Sure. It just depends how badly they want to do it.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 42,
      "title": "Q42",
      "start": 1421.82,
      "end": 1425.91,
      "text": "What should one chase in life? If not, what's the purpose of life?",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 43,
      "title": "Q43",
      "start": 1427.79,
      "end": 1465.69,
      "text": "When one is trying to seek exposure to truth, but they feel lost in that endeavor, how do they reorient themselves to truth? Why would you feel lost in the why would you feel lost in the endeavor of exposure? Disillusionment. I don't know what that means. Are are you able to find something that is truth and expose yourself to it? Definitively, yes. Because it needs to So then what's the problem? Something for me to think about. Thank you.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 44,
      "title": "Q44",
      "start": 1467.43,
      "end": 1536.9,
      "text": "Hi, Kapil. Thank you for letting me speak. I just wanted to tell that, naturally, without any efforts, by just reading your work, by listening to you, I get very peaceful and, blissed out. But it doesn't last. It just goes away. So should I assume that my DNA is not that because of which it just goes away and I, again, fall into that space? So how so let me ask you. How old are you? 32. Okay. And you've been reading my work. Not that you should have, but if you if you for for whatever reason, you decide to read my work, how long have you been reading? Almost a year. Like, ten months. Okay. So you've had you've had thirty two years of exposure to Untrue? Yep. And you've had one year of exposure to truth? Yep. So how is it that you can come to the conclusion that you must not have the DNA since after one year versus thirty two years, you have it it it what you what you want to last does not last. I understand that answers.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 45,
      "title": "Q45",
      "start": 1538.72,
      "end": 1554.77,
      "text": "Hey. Thanks for doing this today, or this evening, I should say. What's your perspective on fear as it relates to performance? Two open ended of a question.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 46,
      "title": "Q46",
      "start": 1557.33,
      "end": 1623.55,
      "text": "Good evening, doc doctor Gupta. If, if one, if life has no purpose, which I agree with, those who give purpose to their life, are they inherently living untruth, or is that am I looking at that the wrong way? I mean, it doesn't it doesn't really matter. All that matters is you. So what does it matter what those do? Because I'm a coach, and I coach other people. Yeah. Being a coach is a very dangerous job. But you're right. It is. And and really ineffective as well. No one can be coached. Coaching another human being is false. Not that you should stop, but it brings up questions like the one you asked, which has no meaning. And it makes you ponder things which have no relevance, because you are coaching the uncoachable and a human being wasn't meant to be coached in the first place. Therefore, it's a defeatist endeavor which has no value in it. Thank you.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 47,
      "title": "Q47",
      "start": 1625.07,
      "end": 1736.86,
      "text": "Well, I have a question, that is it just the responsibility of a child to understand what what their parents are expecting or especially if they're always conflicting? And if our our our child should always be trying. No. Responsibility responsibility is very much a societal term. And it it has responsibility doesn't really have much meaning. Humans being don't do things according to responsibility. It's a that's a responsibility is a burden. So if if there's conflict, then there's reasons for the conflict. And one has to examine the truth about things as opposed to, you know, if I say this, then so and so should follow. Or if they say this, then, you know, x, y, and z. Interpersonal relations are not their responsibility. Mhmm. How can we come out of this guilt that I'm not a good son, you know, out of that feeling that I'm doing something wrong if I'm not There's no how. There's no how. Mhmm. Chances are you are doing things wrong. The the problem arises when you try to do things right because such things don't exist. The entire way through which you're looking at it, is false, but you're unfortunately not ready because because you're looking at it from that and that makes sense to you and that's the only thing that makes sense to you is to look at it through that lens. You're not really ready to look at it through the lens of truth. Hello?",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 48,
      "title": "Q48",
      "start": 1740.6,
      "end": 1765.97,
      "text": "Sir, can I speak? How can we differentiate between, what is a prescription, or how can we make something which is not, which is a prescription to, which is not a prescription? I don't know what you're asking.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 49,
      "title": "Q49",
      "start": 1768.75,
      "end": 1792.05,
      "text": "No question. I just wanted to thank you for, you know, sharing the truth. It's helped me somehow, some way, stop using alcohol. Sure. It's just fine. Simply with your work. So thank you. Sure. Yeah. I don't have a question either. Just wanted to thank you for being a real nigga, man. Appreciate you.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 50,
      "title": "Q50",
      "start": 1792.83,
      "end": 1851.25,
      "text": "Does desperation lead to the overwhelming desire to find the truth? Or is it, you know, you have to develop your instinct? Is that the only way? By experiencing and truly understanding. Well, what leads to it leads to it. But if, you know, obviously, the more desperate someone is for something and the higher chances they ought not get it. You know, what what is necessary and what is not necessary and to which degree, you know, that's all variable and cannot be predicted. But, yes, I mean, obviously, the more desperate someone is for something and the more exposed they have become for to it, then, yes, the possibilities are are are higher, but it isn't a prescriptive thing. Thank you. Hi, Kabil. I just wanted to say thank you for your work. Sure.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 51,
      "title": "Q51",
      "start": 1852.91,
      "end": 1875.66,
      "text": "Hello. Am I conscious of ourselves? Can there be a direct perception? I mean, you're conflating different things. Can there be a direct perception? Sure. But the word consciousness is a very overused and vague term.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 52,
      "title": "Q52",
      "start": 1877.4,
      "end": 1916.91,
      "text": "I actually have a problem that I want to live peacefully, but I actually want to live in my own what I love. I wanna do what I do. But I feel it hard that I feel it hard because people don't want me to do that. It's like people want my attention all the time. I wanna live peacefully. I don't want anyone to disturb anyone. Nothing like that. So why how can I just get out of this and still be peaceful and just live a peaceful life? Just do what I want. I can't answer that for your specific circumstance.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 53,
      "title": "Q53",
      "start": 1919.53,
      "end": 1946.62,
      "text": "Hi, Kevin. I just want to ask that the curiosity or the need that you are talking about the truth, isn't it also coming from the part of our brain which is asking for curiosity, something motivation or inspiration that's made for survival even? So what's the point of finding the truth? It's, again, survival is sick. Yeah. You're an intellectual. Therefore, it's gonna be very difficult for you to understand.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 54,
      "title": "Q54",
      "start": 1948.77,
      "end": 2100.05,
      "text": "Hi, Kavil. I'm just wanting to know not know. I'm wanting to ask if you could speak a little bit on good and bad because I have a deep, resonant feeling within me that there is no good, there is no bad. I understand that from the mind as if it's there's no experience is good nor bad, and it what what what the ego runs into the issue with is when the ego attaches meaning to an experience, whether that then is good or bad. And if it's bad, then it it can negatively influence the individual if they associate that meaning. I believe that there is no good and bad in terms of the experience. It just matters what you associate meaning towards. But I just wanna understand a little bit from your perspective how you see the concepts of good and bad, from your own experience. Please. No. There is no good and there is no good and bad. The the the society has created, rules, and therefore, good and bad is seen with regard to the rules and all that. Now that doesn't mean that one should commit crimes and and, you know, do those types of things. It it because then that's harming people. But there's no good and bad in in the sense of, like, you as in it's related to shoulds and should nots. You know? There's no should and should not. Human beings, must find things within themselves as opposed to relying upon the tenants and principles. And that's where good and bad usually arises. You know, this is good and that's bad for you, and that and you should do this and you shouldn't do that. And that doesn't really go anywhere. Once again, the person who is insincere will, you know, will pervert that by saying, well, since there's no good in debt, I'm gonna go harm people. And, you know, that that's just, that that's not even worth going into because that's just that's just ignorance. I mean, that that isn't that individual is not ready for that for that knowledge because they're just taking advantage of it. But from the standpoint of rule following that self, you should try to make yourself better or you should become more spiritual or, you should, become more aware or whatever it is. It it it doesn't go anywhere because these are tenants that are being forced upon the individual, from the outside.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 55,
      "title": "Q55",
      "start": 2105.55,
      "end": 2126.71,
      "text": "Hi, Kipil. My question is, could we observe truth, in the world when we are extremely intertwined within the world itself, or are there any necessary preconditions? No. There's no there well, there is no truth in the world. So the world is false. Society is false.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 56,
      "title": "Q56",
      "start": 2129.57,
      "end": 2177.76,
      "text": "If intellectually one keeps questioning, with sincerity, one keeps questioning every experience, every thought, and the intellect itself. Is there any possibility that one may arrive at or understand the truth at the end of the journey? Well, not in the way that you're speaking about it because you're speaking about it in a very intellectual in a very intellectual and prescriptive way that you're going to keep questioning and questioning. That's very intellectual, and that's very prescriptive. So, no, there's that done in that way, the answer is no because it isn't about it isn't about the method. It's about what's in the heart.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 57,
      "title": "Q57",
      "start": 2179.35,
      "end": 2260.41,
      "text": "Hi, Kapil. Let me know if I need to speak up because I don't wanna wake anyone up. But, for seventeen years, I've I've been listening to you for, like, about a year now. I'm 17 now, but for yeah. But for the past sixteen, seventeen years, I've, been intellectual. I've I've I've I've always tried to flex how much I know, and look at me. I'm so much superior to you. And I'm just like, now that I listen to you, it's, like, I I just don't wanna live the way that I've been living. But whenever you say you can improve yourself, that that kinda sounds like a contradiction to me because you deal with, high performance athletes trying to take their game to the next level. So, like, people on the outside, like No. I don't I don't I don't try to take anybody's game to the next level. Mhmm. That happens by itself. I don't try to improve anybody. It isn't about improvement. It's about learning the truth. Okay. When the truth is learned, the levels if one does not know a truth and then they learn a truth, they jump automatically. There's no improvement.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 58,
      "title": "Q58",
      "start": 2263.27,
      "end": 2263.77,
      "text": "Okay.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 59,
      "title": "Q59",
      "start": 2265.5,
      "end": 2292.61,
      "text": "Is it true that we learn fear, that we do not have fear until we learn it? As young children, as babies, we have no fear. I don't know if it's how much of it is learned and how much of it is innate and how much of it comes about just from, contact with the world. I can't I don't know to what patch these things are.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 60,
      "title": "Q60",
      "start": 2294.8,
      "end": 2406.71,
      "text": "Hello, Kapil. How's it going? My question is a few questions ago, you spoke about, desire and, you know, like, a deep longing to find the truth is, I guess, the only way to make it happen. So whether it's called truth or no mind or adamant or, like, whatever you call it, what's the difference between seeking that and, you know, another desire? Like, isn't it all coming from the mind and it's just gonna be like an endless chase? I don't understand how a desire for truth and escaping the mind actually leads to, you know, escaping the mind. It seems contradictory. It depends upon one's it depends upon one's intent. Typically, people do these things because they think it's good and it's cool and it's spiritual. And if it's done from that sense, then in then essentially, if the chase for spirituality, then it's no different than chasing materialism. Spirituality is materialism. There's no difference. Yeah. But if something but if but if something is done from the standpoint of, truly getting somewhere in their life, not so that they can, you know, put it on their CV, but because they for whatever reason, the desire is genuine as opposed to the desire for a notch in the belt, then it's then there's a difference. And and just a follow-up. So, like, what what is that that difference? If if it's still desire coming from the mind, isn't that still being entrapped by the mind? Like, how No. I don't think I know. I don't think that you heard the answer. I think that you're just stuck on getting the definitional answer that you're looking for when I gave you the essence. You're still looking for the definition. Thank you.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 61,
      "title": "Q61",
      "start": 2408.45,
      "end": 2443.81,
      "text": "Good day. I don't know the protocol if I mean to come in and ask the question, or I should be requested to speak. Go ahead and ask. No. Thank you very much. Good good morning, everybody. My question would be, how does one truly find out their their belief system and how it's set up, their paradigm, and therefore then how to adapt it to a new belief system that will be more empowering for them. Beliefs have no meaning. Empowerment has no meaning, and there is no how.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 62,
      "title": "Q62",
      "start": 2445.49,
      "end": 2452.14,
      "text": "Hi, Kapil. Am I audible? Hello?",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 63,
      "title": "Q63",
      "start": 2454.12,
      "end": 2513.53,
      "text": "Hi, Kapil. My question is, recently in your blog, you had mentioned that truth can be given to somebody only who's ready for the truth. So can you explain a little bit what do you mean by when a person is ready for the truth, or when is the person ready for the truth? Even though the sincerity is there, what do you mean by readiness, for the truth? Thank you. So first of all, I don't know why I write this course. Discourses. Sorry about it. Number two, when one is ready, because truthfully, no one's on the order looking for more solutions or they genuinely want more the truth. Yeah. Yeah. So sincerity and, readiness are kind of same, is it? Yes. You could say that. You could say that to some degree. Okay. Thanks, Kevin.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 64,
      "title": "Q64",
      "start": 2517.11,
      "end": 2597.55,
      "text": "Can you hear me? Hello, Can you hear me? Many things can resonate with someone, make them feel good, different, anew, refreshed. Some even report seeing the light or having their come to Jesus moment. Yet, I have formally felt what I have formerly felt as truth turned out to be untruth. So my question, with an infinite universe of information, How may a seeker distinguish truth? Don't don't listen to information. Something that wouldn't resonate with you deeply and test it for yourself. Many things resonate, but they turn out to be rabbit holes of falsehoods or delusions. Yeah. And one way you can tell is through prescriptions. If there's prescriptions, it's false.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 65,
      "title": "Q65",
      "start": 2598.26,
      "end": 2601.24,
      "text": "Alright. I have one more question. If you don't mind, it's quick.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 66,
      "title": "Q66",
      "start": 2605.6,
      "end": 2627.8,
      "text": "One cannot unsee something. I cannot unlearn English. How does one approach overcoming indoctrination besides exposure to the truth? Because No. It is exposure to the truth. It's through exposure to the truth. One recognizes one compares to all that one has learned to be lies.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 67,
      "title": "Q67",
      "start": 2629.07,
      "end": 2631.21,
      "text": "I see. Thank you.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 68,
      "title": "Q68",
      "start": 2633.43,
      "end": 2651.26,
      "text": "Hello? Hi. I wanted to ask about, what the, the quest for finding meaning in life. Is that a truth or a lie? Life has no meaning.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 69,
      "title": "Q69",
      "start": 2654.12,
      "end": 2660.07,
      "text": "Is it possible to lead people? No.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 70,
      "title": "Q70",
      "start": 2661.9,
      "end": 2815.3,
      "text": "Thank you. Well, it's possible to lead people to untruth. It is not possible to lead people to truth as a leader, as an intention, group anything, and it's false. Hi, Caprio. Thanks for letting me speak. First of all, I must say, about a year ago, I I started, like, a a room in Clubhouse. And, ever since, I've been concerning everything I could get on from your work and really transform my life in many ways. So thank you very much for that. My question is, basically about the conditioning of the body and involuntary, actions of the body. I understand that, by exposure, you can change, I guess, your mind, and there's nothing of doing to change that. What I'm trying to ask is about the the body's conditioning. For example, involuntary actions such as biting nails. I guess that's something that happens because the mind is not present, and your body is doing its conditioned behavior such as biting nails. And when you're present, you won't be doing that. But is there, I guess I don't know. The the question the question doesn't interest me because every human being is suffering. So you're talking about biting nails. Who cares? Every human being is suffering. Every human being is suffering from all sorts of turmoils. There are huge problems in every human being's life that they wake up with every single day. They live through conflict. They live through sorrow. They live through adversity and anxiety and fear. Those are the those are the immediate concern of the human organism. To to look in this irrelevant, very minuscule thing that you're talking about has of no interest in me.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 71,
      "title": "Q71",
      "start": 2817.14,
      "end": 2930.84,
      "text": "Hi. I just wanted to ask, that regarding truth, is it a consistent thing, like, do, do we have to strive for it, every day? Wait. Wait. Wait. Wait. Wait. Wait. There's no have to anything. There's no we anything. There's no we. There's no group. There's no mass anything, and there's no have to anything. If an individual feels driven or compelled internally to do so, then they will likely move forward with it. But it is not a suggestion. It is not a recommendation. It is not something that I think you should do. So I so before the question goes any further, there is no we. There's only you. And there is no should, and there is no must, and there is no recommendations. Well, you can ask your question. So it's just that constant striving, all along? No. There's there's no reason for striving. Striving is hope. If one genuinely wants something, then they devote themselves to it. If they don't, then they don't. If they don't want something, they hope for it. If they genuinely want something, then they devote themselves to it. Not that they should. Not that they should devote. Not that they should want. Just if they do, they do. If they don't, they don't. There's no there's no striving. This is Jim. Thank you.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 72,
      "title": "Q72",
      "start": 2933.53,
      "end": 2999.05,
      "text": "Hello? Hi, Kapil. So this is Martin here. I became your, fan after listening to this Navaal's podcast, conquering your mind. So there, you have mentioned prescriptions don't work. So so what do you want is a desire? So the desire will tell you the how to rather than the other way around. So, my question is, in specific, for example, if you take career, I'm having a desire to do something, but that desire, has no market needs. So in this case, if I pursue that desire, I will suffer, to pay my bills. So how does how to handle this, I mean, you are, advised in the There's no there's no way to handle it. What what what is there to handle? There's no advice. If you like something that has no market value, okay. Very well. So what? So then either you you do it you continue to do it because you like it or you abandon it because there's no market value. Both ways make sense.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 73,
      "title": "Q73",
      "start": 2999.51,
      "end": 3002.41,
      "text": "There's no advice. Okay. Okay. Got it.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 74,
      "title": "Q74",
      "start": 3004.95,
      "end": 3129.12,
      "text": "Hello, doctor Gupta. One thing I'm trying I'm failing to, see or see the truth in and struggle with is in the terms of business, and what it's about. And, you know, we in business, I've benefited greatly from networking with people, and that has helped my business make more money and helped my life, and I've met great friends. So I guess in the context of of that, what would be the net negative of of group in the terms of, in business? Well well, you know, I could answer that question, but there's no reason to answer it. And the reason there's no reason to answer it is because, you as you have mentioned, you have gained benefit from it. And typically, let me just say that when I say talking about we and group, I am talking about like group enlightenment or trying to make a group, you know, mass wisdom or, you know, try to lead a group towards realization or through, you know, nonsensical ideas such as meditation and mindfulness. Those things don't work. But regardless of going any further, I mean, you have found that, whatever your dealings with the groups has, it has provided you benefit. So it doesn't matter what I say. In fact, it would be foolish to ask the question. It doesn't matter what the downside is because any downside that I give you would only be theoretical. And I'm not even recommending that that you should or should not follow groups. The fact that you have the fact that you have related to groups and they have recommended it has provided you benefit, that's really all that matters from a practical perspective. Now that is not the group situation, just to be clear that I'm talking about, but I think it illustrates the point that if someone is even if someone is doing mindfulness and they're gaining great benefit from it, it would be silly to stop. There's no point in even asking the question. Thanks.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 75,
      "title": "Q75",
      "start": 3132.07,
      "end": 3151.8,
      "text": "Hi. Hello. Every morning I go for a walk in a nice park here in India, I get really mad at the litterbugs who have made a mess the day before, and it ruins my entire day. What am I miss",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 76,
      "title": "Q76",
      "start": 3153.57,
      "end": 3184.97,
      "text": "Hello, doctor. So my friend is in deep sorrow. Her loved one passed away, and she's asking me for help, asking me how tos and advice, and now we are in prescriptive land. There's nothing wrong with it, but a prescriptive question requires a prescriptive answer, and that's just not effective in a situation like this. But I feel if I tell her the truth, on the surface, it sounds dismissive. So now I've been caught in a situation that I don't know what to do. I can't I can't advise you what to say. Fair enough.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 77,
      "title": "Q77",
      "start": 3187.11,
      "end": 3189.12,
      "text": "Hello, doctor. Actually, I have one.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 78,
      "title": "Q78",
      "start": 3191.68,
      "end": 3199.62,
      "text": "Is is there a way to access our subconscious mind and find answers or questions?",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 79,
      "title": "Q79",
      "start": 3201.84,
      "end": 3202.34,
      "text": "Hello?",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 80,
      "title": "Q80",
      "start": 3209.34,
      "end": 3290.38,
      "text": "Hi, Kabil. Again, is the truth you are talking about different or same for everyone? As in, it would be prescriptive if it There are there are universal truths, but then there are also truths in every situation. Can you elaborate on that? Thank you. I don't like questions that are elaborate. I mean, if you have a specific question, do you have a specific question? I mean, there's a lot it depends on what the specific question is. There's many ways to answer that question. The biggest obstacle or path of truth is untruth. It's the following spirituality of health, health, and all of these things because those lead one back into prescriptions. Prescriptions are one of the foundations, of the obstacles to truth. Hi, Kapil. I just wanted to ask, what exactly is not a concept? Everything that you know is a concept. Thank",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    },
    {
      "id": 81,
      "title": "Q81",
      "start": 3294.31,
      "end": 3322.96,
      "text": "Hello? Hello, sir. I do overthinking a lot, and I'm living in fear all the time. And it seems like it's happening automatically, and I have no control on it. I can't tell you what to do about it. Good night.",
      "audio_file": "The Truth - Q&A by Kapil Gupta MD on - 23 April 2022 _ The Truth Seeker Podcast [Zxr0pnDbIEU].mp3",
      "source": "deepgram"
    }
  ]
}