{
  "video_id": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo]",
  "title": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo]",
  "webpage_url": null,
  "blocks": [
    {
      "id": 1,
      "title": "Q1",
      "start": 10.8,
      "end": 29.96,
      "text": "Hi. My question is, how do how do I get calmness and stillness in my mind? Thank you. That's a prescriptive question. Therefore, it has no meaning and no answer that will be effective. Do not raise your hand unless you wish to ask a question.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 2,
      "title": "Q2",
      "start": 35.3,
      "end": 88.81,
      "text": "Okay. I wasn't aware I was on. So what I wanted to ask was what kind of environment have you set up around yourself which allows you to be at ease? Your voice broke up. I the question was not heard. So I'll try and repeat myself. What kind of environment have you set up around yourself which allows you to be in that state where you are much more in line with truth and not get pulled into the substandard reality. Well, you can, create any environment you wish to around yourself, but if the obsession for truth is not within you, then, the environment won't create it.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 3,
      "title": "Q3",
      "start": 90.34,
      "end": 126.34,
      "text": "My question is, what is freedom? I assume you asked what is truth. Really, it begins with a deep longing and desire to search for truth. That is the beginning of truth. What is it that if satisfied guarantees an understanding of the truth? A deep obsession for the truth. It has to be genuine and real. And to help you pursue it because, one feels that it's the proper thing to do or through the vein of spirituality because then it's artificial.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 4,
      "title": "Q4",
      "start": 129.14,
      "end": 411.79,
      "text": "Hi. Thanks for taking my question. I was just curious. Is there any place for, prescriptions or how to use in someone's life? Why do you ask that question? Say, like, is there is there anything someone can teach you or is it solely, it's left up to you to discover anything that has to do with truth? Why do you ask that question? I'm curious. Why are you curious? You won't ask them what you really wish to ask. You said I'm not asking what I really wanna ask? Yes. I guess it's more, I don't I don't know. I don't know what to what to come back with that. I was just thinking of, like, smaller situations and, like, what, like, people teach each other things all the time. So I was wondering, is this under is is this done under, like, some false understanding or something, I guess. So the the the the it it's yes. It's true. People teach each other things all the time. Is what they teach truth? I I missed the very last part. I'm sorry. Is what they teach when they teach each other all the time? Is what they teach truth about that particular topic, whatever it may be? Is it truth? That's a good question. I guess you still have to take that and chew on it and discover for yourself. Well, if you say that people teach each other things all the time, then whatever someone is taught, if it's true, then it would be effective. So do you find that the things that have been taught to you I'm sure that you're not talking about just generic people. I'm sure that you're part of those people, and you've experienced that before, the so called teaching other. Be it you teaching someone else or someone else teaching you, that you discovered that it is it has been effective, whether you're the one who is doing the teaching or you're the one receiving the teaching from others. I maybe it's not something that's, that becomes solidified once, you know, a teaching has been passed on, if if you will. But maybe it's more so, like, it, it opens a door or it gets gets you to ask more questions. Oh, well, there's there's there's no maybe. I mean, did is that what happened? I'm sure this involved Yeah. With part of doing the teaching of other others teaching you. Did it so called open a door, or did it provide effectiveness, or did it get you where where you wanted to go? For me, I personally, I I'd say it's hard. For me, I don't know if I've, like, necessarily arrived anywhere, but, it's gotten me to pay attention to things that I I don't know if I would've paid attention to. Okay. And then so when it it got you to pay attention to something that you otherwise may not have paid attention to, what did the paying attention to that new thing do for you? Did did the paying attention to that new thing get you anywhere, or it was just it's nice that you paid attention to a new thing that you otherwise cannot have? So the very fact that you're pausing on that is precisely the point. The point is that everyone seeks platitudes. So if you so if it made it if it made you pay attention to something else, so what? Nothing means anything besides results. Every everyone is simply just going in circles. Oh, good job. You worked hard. Oh, nice job. You're paying attention to something new. You don't get points for any of that. So everything is just chit chat, and you're right. Everyone is teaching everyone else and everything. But everyone just likes to move in circle. Everyone is on a cul de sac, and they just move in circles. And they pat themselves on the back for completely irrelevant things. Human beings are just back patters. They pat each other's back. They cut their own back. Oh, look. I paid attention to a new thing. Bravo. Good for you. Did they do anything for you? No. But at least I pay attention to something new. Sorry. Well, good job.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 5,
      "title": "Q5",
      "start": 416.11,
      "end": 443.74,
      "text": "What have you changed your mind about in the last few months or year or two? You're asking me? Yes. It doesn't matter? No. Just interested. What what if I what if I I'm not interested in your curiosity questions. Who cares? You might as well ask me what what do I like chocolate or vanilla? What does that affect any? Just chitchat. Maybe. Maybe something fun.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 6,
      "title": "Q6",
      "start": 446.2,
      "end": 458.35,
      "text": "Hi, Shidak. Hi, everyone. As someone who feels that, he has not been true to himself, how can I defy the signs of sincerity in my in my son?",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 7,
      "title": "Q7",
      "start": 460.73,
      "end": 679.23,
      "text": "Going back to the question of teaching, is it up to you to decipher then between what is true and then what is not? Well, it depends what you mean by is it up to you. You see, for me, and, like, when it comes to the world of golf, I'm trying to find my way when it comes to reading books or even reading some of your discourses on your performance website. I'm trying to figure out myself what is the truth or what is the proper way to proceed, like, in the game of golf when it comes to performance. So if you read, the things that I've written, you will, clearly notice that I don't tell anyone what to do, and I don't tell anyone what to think. So, it just provides, a springboard that one must filter for themselves. So it would it would have to be up to you. It is just that the raw materials that you have to work with, if if the only raw materials that you have to work with are the prescriptive chases that you have gained from the world, then it doesn't matter whether someone else gives it to you or you get it from yourself. None of it is true because it's all prescriptive and worldly. And on the other hand, if the raw material that you have to work with, is something that you've gained from exposure to truth, then there is definitely a possibility then that you can that you can move in the direction of truth through you since you'll probably be the only one who has exposed themselves to truth. So it so the answer to that question depends upon one's exposures. And if one has been exposed to truth and if and if one has resonated with that exposure, then there's there's a fair chance, at least there's some chance, that when he is posed with a problem or a question, that he will perhaps view it from through that lens, in the direction of truth as opposed to the person who has never been exposed to truth. He only has he only has one thing to which to look at it through which he has gained from society and that is prescriptions. And therefore, he's essentially doomed from the beginning. So for you to determine Your your exposure is determined. So for you for you to determine, and what is that truth? Is it just the feeling with inside of you? Well, now you're getting prescriptive. I mean, for whatever whatever you if you expose yourself to truth, then you will you will perhaps perhaps attempt to discover truth as opposed to discovering a prescription or a way or a method or a technique. And whether I mean, I don't know if it's a feeling or whatever because that's up to you. There's no I'm not gonna tell you it's a feeling or it's a thought. I can't pinpoint it for you. You'll discover it through the the pursuit of truth. But you won't even have the option to pursue it through truth if you have never been exposed to truth. Because if you've never been exposed to truth, then you will go according to the only exposure that you've had, which is prescriptions. So for me to expose",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 8,
      "title": "Q8",
      "start": 682.01,
      "end": 693.61,
      "text": "isn't seeking truth a prescription in itself if you are tell telling someone to seek truth? I have never in my life told anyone to seek truth. Okay. Thank you.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 9,
      "title": "Q9",
      "start": 696.14,
      "end": 702.22,
      "text": "Why are you asking, as answering our questions tonight? I have no idea.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 10,
      "title": "Q10",
      "start": 704.6,
      "end": 794.48,
      "text": "Hello? Thank you, for giving me a chance. I wanted to ask, are there more truths, or if you are upset by finding the truth, does it depend, like, from the culture you're coming in or on the context where you grew up? How much does it depend? How much does what depend? The way or let's say you develop the obsession to find the truth and you have it. And If you if you develop if you develop a what? I'm sorry. If you develop, the obsession to find the truth, how much does it depend from what culture you're coming from? Why would the obsession for truth depend upon the culture? Because I mean, one of one of the common one of the go ahead. Go ahead. Okay. Because there where you grew up, it it created your world and your beliefs. And then Well, every culture every culture is like that. There isn't a single culture in the world that says it's like that. There's no whole culture. Yeah. You're right. But is the the truth the one truth is it's like a absolute thing that everybody Yes. There are there are absolute truths which apply to all human beings, and then there are truths which are unique to every single circumstance.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 11,
      "title": "Q11",
      "start": 798.3,
      "end": 816.5,
      "text": "Is that can that be my truth even though I know, that's an empty chase? If you're obsessed with something, it doesn't matter that if I say no to that, because you're obsessed, you're gonna keep doing it. So it doesn't matter if I say yes, no, or maybe.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 12,
      "title": "Q12",
      "start": 818.95,
      "end": 847.45,
      "text": "So I've heard you say that, you know, children or younger people are closer to truth. Would that mean that truth is more instinctual? The truth is truth is closest to nature, and when a person is born, they are closest to nature. And as they grow older, they become, they move towards societalleness and away from natural ness.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 13,
      "title": "Q13",
      "start": 849.19,
      "end": 871.82,
      "text": "We're following you for a long time. I think I found you through Naval. And, one of my questions a long time ago, I always wanted to ask you is, have you ever it's just a very simple question, but have you ever heard of Jeff McInnis book? And if so, over your thoughts, you know, how you describe stream? No. K. Thanks.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 14,
      "title": "Q14",
      "start": 874.53,
      "end": 906.42,
      "text": "Hi, Kapil. Your last q and a session, you said one becomes what one is always surrounded with and everything around us is untruth. So I but but everything around me feels so real, the people, the emotions, the family, my job. What am I missing? Well, just think of POH three. I wasn't even sure. Good evening, mister Kapil.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 15,
      "title": "Q15",
      "start": 909.2,
      "end": 931.37,
      "text": "I don't really have a question right now. I just wanna thank you, for saving my life. I was in a very dark place about a year or so, two ago, and I came upon your tweet on Twitter. And, yeah, my my life has changed since then. Thank you. Thank you. Thank you. Namaste.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 16,
      "title": "Q16",
      "start": 931.81,
      "end": 945.52,
      "text": "You. Why don't I feel more urgency in my life even though I think I know that the time is fleeting? Thank you. I think I've done a discourse on boredom somewhere.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 17,
      "title": "Q17",
      "start": 948.07,
      "end": 1019.34,
      "text": "Hello, Kapil. When you talked about one of the rarest things in the world as a true student, I like to believe that I'm somebody that has done as much homework as I can to find the truth. And one of the things that shocked me was when I came across things like the Federal Reserve and things like the pedophilia rings going on and all these things that are true, that are happening, but people don't know about. And so when peep when you say everything is untruth, it almost seems like the, you know, the Edward Bernier propaganda machine where they said, we're trying to give everyone nothing but untruth. And so I just my question, I guess, is when you come across a truth that is unknown and is hard to stomach because you think how evil could this world truly be and how do I go into the world as a normal person pretending I don't know these things? Well, the person who is trying to make the world a better place, is just an escapist. The the truths that must be learned are the truths about yourself, the truths about your life. There's no reason to look in the world.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 18,
      "title": "Q18",
      "start": 1022.68,
      "end": 1068.2,
      "text": "Hi, Capil. Good evening. I was reading today your book, Path to Atma Moon, and one question searched while reading one chapter on the mind. And the question is that I'm reading the book, and my mind is processing your words. So do you think that by like, not in terms of a prescription, but is the mind is the one who's reading the your your words. So how can I prevent this trap of it? Well, it's not about preventing the trap. It's the things that the things that will truly resonate with the human being are the things that fit him deep in his heart. Thank you.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 19,
      "title": "Q19",
      "start": 1071.08,
      "end": 1139.08,
      "text": "Hi, Kapil. Thanks. I believe I may have started to observe the truth and kind of vibrate at a frequency where, you know, I I see it all around me. And, you know, I feel like I'm on the path. But as a corporate employee, maybe it's my fear that I become less employable in that sense. So I guess my question is, is there a role for in society for somebody who's found the truth? Every every single thing, from the the truth is the only practical thing that is. Untruth certainly is not practical. So every every situation that a person finds himself in, whether it's in business or sports or in life, whatever it may be, has a truth. The the truth is not leaving the world and living in a cave. That's spirituality. They're not gonna do with truth. Truth, is the realization that everything, every single situation has a truth.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 20,
      "title": "Q20",
      "start": 1141.61,
      "end": 1142.11,
      "text": "Hello?",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 21,
      "title": "Q21",
      "start": 1143.61,
      "end": 1149.79,
      "text": "I just wanna start by by saying, thank you for for your work. It has really impacted my life, and,",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 22,
      "title": "Q22",
      "start": 1150.57,
      "end": 1157.27,
      "text": "I feel enormous, amount of gratitude that you are at the time that I I am too.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 23,
      "title": "Q23",
      "start": 1158.05,
      "end": 1186.65,
      "text": "My question is, would will be will there be a time where I don't I don't hear you. You broke up. Or you can raise your hand again when you get your mic fixed. Hey, doctor. Why does one continue to seek desires? It is in the nature of the mind.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 24,
      "title": "Q24",
      "start": 1189.83,
      "end": 1190.65,
      "text": "Hi, Kapil.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 25,
      "title": "Q25",
      "start": 1191.03,
      "end": 1212.46,
      "text": "In what way, if at all, do you feel responsible for your own self? Ask what you really wish to ask. Don't don't dress it up. Do you feel responsible towards yourself? I have no idea what that means and it sounds very intellectual and very spiritual and largely meaningless.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 26,
      "title": "Q26",
      "start": 1214.76,
      "end": 1270.93,
      "text": "Thank you. My question is, are there indicators that one is in contact with truth? You know, one does not need indicators. I think one is a one is a fairly, reliable judge at his own level of sincerity. The indicator question comes up when one seeks to, perhaps gain approval or to demonstrate to others that he or she is seeking truth. The human being has the capacity to look within himself and without having any pressure or compulsion to admit to anyone else but just to one own self, and they don't even have to do that if they don't wish to. There are no rules. There's no laws. But one certainly has the capacity. If one wishes to do so, to look inside himself and discover, is one really enamored by truth without any form of judgment whatsoever?",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 27,
      "title": "Q27",
      "start": 1274.11,
      "end": 1451.42,
      "text": "Like, when I really want something, a goal I want to achieve. So when I work towards it, I work very hard towards it. So it also creates a anxiety and fear to not Why do you why why do you work hard towards your goal? I mean, it's it's natural. Like, if I want something, I will try to work as much as possible to achieve that goal. So what what does that mean that you work as much as possible to achieve the goal? What does that mean? It means, that the goal I set, I I feel like, it's, it's a bit difficult for me. I mean, naturally, I set that kind of goal, which has been difficult for me. And, to achieve that goal, I I have to So to to achieve that goal, you do a bunch of work, and you're working really hard. Is that right? Yeah. Yes. Okay. And and how do you know that what you're doing has any meaning? How do you know that what you're doing is gonna get you closer to that goal? How do you know that? Now now if you reach your goal Mhmm. Then you could say that x, y, and z did really help me. But if you haven't reached your goal, how do you know that you're moving further to further from the goal or more closer to? Goal, I mean, it the goal can be, like, simply solving some some problem, and it's just guiding your program. Simple goal. If the goal is a simple goal, then you would need to work very hard. But but you said you're working very hard. You said you're working very hard. You're putting in a lot of time and a lot of effort and a lot of work, which which implies that the goal is not so simple and immediate. Yes. So, like, solving a problem in the in the company, for an example, like, there is a a problem that came to me, and I know that problem is not so So the so I think that when I think I think that you haven't you haven't it's about reading between the lines, and you haven't really heard what's being said. You you haven't really you haven't really heard this. What you haven't really heard the message. The the message being in the direction of how can you be sure that all of your work and your trouble is like everybody else, is that you have an immediate response to that question. And because you have an immediate response, you haven't really examined.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 28,
      "title": "Q28",
      "start": 1453.57,
      "end": 1454.38,
      "text": "Thank you.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 29,
      "title": "Q29",
      "start": 1455.96,
      "end": 1457.03,
      "text": "What is truth?",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 30,
      "title": "Q30",
      "start": 1459.9,
      "end": 1482.18,
      "text": "Doctor Gupta, how can the mind be transcended? See, that that's, I think that you should admonish yourself for asking such a question. I mean, do you really you're an intelligent human being. You're, you know, I'm sure you're a logical human being. Do you really believe that I can give you some five steps and that you'll transcend your mind over Twitter?",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 31,
      "title": "Q31",
      "start": 1484.58,
      "end": 1728.75,
      "text": "Hi there. Thanks for taking, Neil. A previous speaker just a second ago, and you had a discourse about why do you work so hard, your goals, and to what end, and it resonated with me. I've found that I similarly work very, very hard on goals. And then if they are achieved or if they're not, either way, take the example of when they are achieved, I reflect back and say, 99% of the stress and toil was a complete and total waste of time. And I I I totally understand that. My question is, why is that and what way Okay. So the main main one is a there's a there's a there's a a podcast with myself and Neville. Hard work the truth about hard work. You may wanna Google that. Number one. Number two. Number three. What must be understood is something that that really few ever come to understand in their lifetimes, and that is that the number that society has done or has, has done on them. The the degree of wool, that society has pulled over their eyes. See, society has destroyed human beings and it's one thing to be destroyed by, let's say, food poisoning because the food poisoning you'll get over. In most cases, you'll get over that. The, you you you will heal. From societal destruction, you will never heal. No one ever comes back from that. You die and never having recovered. Society society is not about results. Society is not about tangibility. Society is not about getting anywhere. Society itself is nowhere. Therefore, it it's it's, minions and the people that it recruits are those who don't wanna get anywhere. They just like to get on yoga mats and, and burn incense and preach nonsense. It doesn't matter. Saudi doesn't care if you get anywhere. In fact, they it is so obvious that they don't care that they even celebrate failure. Now the new moniker has the new bumper sticker is failure is a good thing. Celebrate failure. You must fail, fail, fail, and then eventually succeed. Society is for failures, and society does not value whether you get there or not. Society is interested in you patting yourself on the back for having achieved the principle, not the result. As long as you achieve the principle that you gave effort, that you worked hard, that you meditated, that you tried, that you were kind and compassionate, That's all it cares about. It doesn't care about any outcomes, and that isn't a good thing or a bad thing. If you know that that's what you're getting, then so be it. But human beings don't really know that's what they're getting. And therefore, whenever you live in any environment for long enough, then you become a parent of that environment. You begin to, mimic and voice the same words that are being pumped into your ears. And so society believes in ideals and having you live up to ideals. The person who truly wants to get somewhere, that person should never ever be looking in society. That person, that's the last place they should look. They should never look for books or experts or authors or coaches. Those are all societal minions. They will just help you work hard, and they won't guarantee you anything. They won't help you get anywhere. They're just in it for the principle. You will find a million people who will pat you on your back for working hard. So the answer to your question of where does it come from, that's where it comes from.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 32,
      "title": "Q32",
      "start": 1729.15,
      "end": 1861.96,
      "text": "A couple. Kind of a case in point to what you were saying just a moment ago. I I kind of feel like for pretty much my entire life, I've been trapped in, that cycle of of failure and not getting anywhere. But in my case, I I don't even achieve the principle. It's just an extreme lack of, of consistency and a paralysis from from fear of uncertainty. And, also, I think of wanting, to have everything, but at the same time, wanting to sacrifice nothing to to get the things that I supposedly want. So I'm just trying to work out, like, where the truth is gonna ask how to how to how to get out how to get out of it? Not not necessarily how to get out of it. How to how to understand it. Well, the the truth is that you're not really interested in getting anywhere in anything, and that isn't a good or a bad thing, and there's no negative judgment against you. Mhmm. There's no you you are not being there's there's no, there's no, there's no, there's no there's no summary judgment against you. Yes. But that's just where you are. Can I ask a follow-up question? Okay. There is a even though I do realize that I really wanted so am I just doomed to suffer then? I I didn't hear half your question. It was, it was bad connection. Sorry. I just had a phone call come in. My question was is that associated with I realized that I kinda don't really wanna get anywhere, but there is a suffering, within me that kind of is attached to that. So am I just doomed to suffer? Well, everyone is doomed to suffer unless they find the truth. And so if the suffering is simply unacceptable to you, then that may be your impetus for trying to discover truth in the realm of human suffering. Mhmm.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 33,
      "title": "Q33",
      "start": 1864.76,
      "end": 1928.88,
      "text": "You hate to give a prescription, but I just want to ask you one question that, I I'm following your path to learn truth, to reach truth. Is unlearning myself as the number one step I need to do? If you can. Yeah. But it it depends. I mean, what you mean I mean, it's it's, it's from it's generally true, but it depends what our words have their own definitions according to each different person. So, it depends what you mean by online. I like, whatever the society has eventually, like, whatever looks very fake after kind of a cosmetic thing, like, which I truly believe it is right, for the sake of the society, but, started first. Yeah. I mean, if you if you believe that unlearning is to become less society, how do you believe that if by unlearning you mean, to move away from societal doctrine and societal dogma, then the the answer to that is absolutely yes.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 34,
      "title": "Q34",
      "start": 1930.62,
      "end": 1946.3,
      "text": "Hey, couple. Thanks to the live. I have a couple of questions. So the first one, what makes you qualified to talk about the truth? Why are you here? I was just curious, and I had some time in hand. Well, you're better off going somewhere else.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 35,
      "title": "Q35",
      "start": 1948.42,
      "end": 1959.4,
      "text": "Guilt of making mistakes, which, made you lose something that was very, very important to you. And, and second question is, like, why do some patterns repeat in life?",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 36,
      "title": "Q36",
      "start": 1959.87,
      "end": 2007.92,
      "text": "Why is it difficult for oneself to accept the truth? You've been brainwashed to believe in prescriptions? Can you can you know truth without having peace? And can you have peace without knowing truth? No. Quite honestly, when a person, begins to discover truth, he usually oftentimes experiences turmoil because it has the potential. It's it is so powerful that while it while it certainly will enlighten him and open up his eyes, it may also destroy all that he's ever known. Therefore, it oftentimes takes away peace in the short term.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 37,
      "title": "Q37",
      "start": 2008.99,
      "end": 2037.37,
      "text": "Hello, Kapil. My question is that, is finding inner vocation is it good to find truth? I'm sorry. I didn't hear you. I didn't understand the question. Like, my question is, like, is finding inner vocation, you are, like, nothing you mean to do is, pre is it for the truth? No. Truth has nothing to do with what kind of work you do.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 38,
      "title": "Q38",
      "start": 2039.11,
      "end": 2045.28,
      "text": "Okay. Is it, is it possible to start seeing truth and lose it afterwards",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 39,
      "title": "Q39",
      "start": 2045.66,
      "end": 2065.06,
      "text": "and then not be able to give back? No. Once someone sees truth, they it's it's irreversible. The reversibility results in when someone, attempts to know something intellectually. That reverts back because that was never gotten to begin with.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 40,
      "title": "Q40",
      "start": 2068.11,
      "end": 2076.68,
      "text": "Standing, to actual realization, why does it take so long? Well, it doesn't it well, it doesn't take long. It's impossible.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 41,
      "title": "Q41",
      "start": 2079.4,
      "end": 2109.63,
      "text": "Hi, couple. Is there a truth behind why one feels indecisive about pursuing a specific career path? There's a truth behind everything. There are some universe there are universal truths, and then there are truths that are specific to a given situation. And in order to know the truth that is specific to your particular given situation, there absolutely is a truth, but it would need to be investigated depending upon all the circumstances and what one thinks and believes and so forth.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 42,
      "title": "Q42",
      "start": 2112.87,
      "end": 2330.74,
      "text": "Thank you. Hi, Kapil. I read in one of your podcasts or one of your discourses that you are exactly where you want to be in life. That is that if you truly desire something, then then you have it in your life. Then is it possible for a person to not desire something very deeply at all? And if so, then what is the point of such a life? Well, even if a person desires something, there's no point to his life. There's no there's no meaning. There's no purpose, to life. But even if someone does not desire anything, unless they have reached some state of desirelessness, which is not what you're speaking of, then they I'm assuming what you mean by not having a desire is that you don't have any professional desire, that you don't have any, vocational desire. But one desire that every human being has is the desire for whatever the word that you used to use, whether it was freedom or peace or realization or the end to all problems or the end of all conflict, or peace of mind or contentment or satisfaction, whatever your word is. Every human organism longs for that, and so that is a desire that no one is freed up. And since that is the case, then, and that is actually beyond all vocation and all profession. And in fact, the reason one seeks vocation and profession is to satisfy that very desire, of the ones just mentioned. So that desire is always prevalent inside of a human organism. And so in order to, satisfy that, the only path to that the only way to discover that is through truth because it never is through austerity, and it never is through prescriptions, and it never is through spirituality, and it never is through intellectualism, and it certainly isn't through self help and self development. Then is is is the only way to find the truth, as you said, a devotion. But does it have to be a devotion to truth, or can it be a devotion to something in life? Like, does it have to be a desire for the truth about something? Well, whatever the whatever something in life, is, every everything has a truth. So it can be the truth about that thing. So it isn't there's no rules here, but it it it really is about it truly is about devotion, and the the most effective way to truth is exposure, plain and simple. The more systematically and the more consistently that one exposed him or herself to truth, then the more it's like swimming in a swimming pool. The more that you jump in a swimming pool, the more often you'll become wet. And so since every human being is in a situation where they are surrounded by untruth at all times day and night, by living in society and by having friends and by talking to experts and reading books and magazines and media, the the person, the human being is 360 degrees surrounded by untrue. And unless there is something to counteract that, then that will be the language that they speak. Those will be the words that they imbibe naturally, just by virtue of the exposure. Therefore, if one has a opposing exposure, exposure to truth, which virtually no one has, then that exposure will give them the opportunity to discover truth. Thank you.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 43,
      "title": "Q43",
      "start": 2331.53,
      "end": 2441.2,
      "text": "Well, if we have to expose ourselves to the truth, then nobody nobody has truth. Well, I'm I'm not I'm not saying that you I'm not saying that you have to. No. Sure. But if I'm in the the journey in of discovery, and if, you know, society is lying, schools are lying, parents are lying. Like, I shouldn't say lying, but essentially not giving us, you know, the all the prescriptions and there's just no not an ounce of truth in that. How one go and I should even ask how. But then is that even possible to even expose oneself to the truth in this in this society and and or is it the only way is to, you know, get rid of, like, you know, recuse yourself from the society and and then get the exposure? No. Because if you if you leave society, where will you go? Right? He must go somewhere. And so so you really must expose yourself to what you consider to be true. If you have found something in the form of something that you listened to or something that somebody has written that deeply resonates with you, that is non prescriptive, that does not tell you what to do, that has no five step plan, no method, no tech, no technique, no hack, and it is straight true, then you have found an exposure to truth. It is just that that will not be found in the mainstream. That will not be found in the motivational books and the yogis and the gurus and the spirituality spirituality and the prescriptions. I think the biggest thing to realize is where it is it is not in that. So if you have not found anything that speaks truth, then you're correct. Then it's very difficult for you because you've not found anything. Got it. Thank you.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 44,
      "title": "Q44",
      "start": 2443.68,
      "end": 2447.62,
      "text": "Hello? Go ahead.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 45,
      "title": "Q45",
      "start": 2449.68,
      "end": 2493.12,
      "text": "What I just got from that was life experience can be truth. If if you've experienced loss and you can come to the conclusion that there is no control you had over that loss, whether it was gonna take place, you can come to that truth that you have no control, which in my experience has brought me peace. Does that is that Yes. That is Okay. So that is in essence finding a truth in something. Yes. Good. Thank you.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 46,
      "title": "Q46",
      "start": 2493.66,
      "end": 2540.16,
      "text": "Sure. Sure. It seems like most of my experience is just going towards pleasure and ways of being able. And, intellectually, I know that that's not useful, but it doesn't seem like there's an experience of the truth of that. I'm not sure how that kind of usually Yeah. I mean, intellectually, nothing means anything. Yeah. Yeah. Intellectually, we've been talking. So so, yes, that's intellectually isn't that what you know or don't know, you don't really know. That's why every human being lives or anything is chasing pleasure and avoiding the pain. That's just a fact. No. There is no how.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 47,
      "title": "Q47",
      "start": 2542.46,
      "end": 2605.19,
      "text": "Hey, Kabel. I just wanted to understand if, exposure self to truth is also a prescription, Or is it one is it a prescription which we should, which we can? No. There's no there there there's no should. If you take it as a prescription, you can. I don't know, if I mean, everyone prescriptionizes my words. So no matter what I say. So that's just probably inevitable for some people. And there there there are those who, have the sincerity to look into the essence of what is being said. So I'm not even recommending that you expose yourself to truth. I don't recommend it. But the the question was asked before if one wishes to find truth, and if one wishes to find truth, then that would come through exposure to truth. But I'm not recommending that you find truth. I'm not recommending that you look for truth. I'm not recommending that you exploit yourself to truth. But if one wishes to find truth, then that would need to come through the expression.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 48,
      "title": "Q48",
      "start": 2608.12,
      "end": 2636.16,
      "text": "Is it a natural emotion because it is just too hard to understand? You see? Well, because because, because society has given the has given the human untruth, then that untruth will lead to all sorts of emotions, from fear to anxiety, to concern to whatever it may be. So it's not just fear. Living in untruth creates all sorts of problematic things.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 49,
      "title": "Q49",
      "start": 2637.64,
      "end": 2665.02,
      "text": "Hi, couple. Thanks for taking my question. I I don't know how important this is, but, I was wondering when it comes to sort of arriving or, you know, the mine itself, What do you think the bigger sort of question is? Like, where you wanna go or where you no longer wanna be? You know, either can be powerful enough, to achieve anything.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 50,
      "title": "Q50",
      "start": 2667.22,
      "end": 2796.43,
      "text": "Hey, Kappel. My question is, how are some of what are some of the sneakiest ways in which society delivers untruths, and why do we live in a society that is filled with untruth rather than truth? Because society is full of common people. Society is filled full of people. Society recruits people, who have the DNA for untruth, And that is created not because the person was necessarily born that way, but because, they are pumped filled with ideas, concepts, beliefs, dogmas, opinions, and the person, imbibes them naturally. But then over time, the person becomes them. The person begins to parent them. So society is society is this man made construct, based upon, communal things. And wherever there is any group, there's only untruth. Truth is only for the individual. There's no group truth. So society is full of politics and, media and, religion and ideals, and we should do this and don't do this and concave thoughts and spirituality and all of these things. And none of them goes anywhere, and no one needs to listen to me for that. They can as they examine their own experiences and they will see for themselves that they haven't gone anywhere by following any societal things. So society is what it is and it isn't it isn't good and it isn't bad, the same way that a a sewer isn't good or bad. If one recognized that it's it's a sewer, then they won't step in it. They won't condemn it. They just won't step in it. The problem of them occurs that when they think the sewer is a swimming pool, and, they begin to swim in it. So as for the subtle messages of society, there's no something subtle. All that society gives is on is untruth. You don't you don't have to dig deep. I mean, there isn't all the messages that it gives is untruth. Thank you.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 51,
      "title": "Q51",
      "start": 2799.85,
      "end": 2915.82,
      "text": "I find myself naturally drawn to your work, but I don't know if this is such a trap for myself, but sometimes my mind tells me that, okay, you know, just expose yourself, and you will get there, where I find myself hoping that, you know, if I if I expose myself continuously that, you know, I'll arrive at the Sure. No. Adapt the attack. That that that's a very valid question. It's a very valid question. Essentially, you have turned exposure into a prescription. Right. And it's it isn't it is it isn't good or bad. It's just realizing that that's what that's what you have done, and that's what everybody does. And if and as long as someone realizes that, then at least they have a chance to, get out of the trap. If if they don't even realize that, then they're, you know, they're gonna be stuck in the trap. So it is essentially realizing that that you are turning basically the exposure, to to my words as but you'll expose yourself and, you know, have I gotten there yet? Have I gotten there yet? And that's just in sincerity. Really, the the mature understanding and it doesn't mean that you have to get it. It's just there's no judgment. There's no compulsion. The mature understanding would be, really to just think about it. It's not it's not very difficult to understand. You become what you're exposed to. And if you expose yourself to truth, what else could there be? I mean, you can't be exposed yourself to untruth. But at the same time, if you're doing it if you're doing it as a shell of a human being and you're just doing it as a mechanical thing, then I don't I think that I think that you won't have any difficulty understanding that doing anything just purely mechanically as a shell of a human being with nothing inside, that won't get you anywhere either. And I don't I don't think that you would have any problem problem understanding that.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 52,
      "title": "Q52",
      "start": 2917.8,
      "end": 2979.26,
      "text": "Thank you for this question. Does truth sometimes need to be confronted and overcome, or is it truth always an exposure? I'm not sure what you're asking. Say, if I consistently run into a conflict with a parent, do I need to overcome that conflict, or can I just accept that that's just the way they are? Well, if you accept it, you will pay. And if you confront it, pay. Truth lies in understanding. It does not lie in action, and action acceptance is a forced action. That's a spirituality thing, acceptness, Until the person who grins their teeth and says, yes. I accept it. It's nonsense. Acceptance is nonsense. Right. Because the other It has nothing to do with the others.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 53,
      "title": "Q53",
      "start": 2980.84,
      "end": 2991.54,
      "text": "Hi. How do you separate understanding from intellectualization? All intellectualization is one understanding.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 54,
      "title": "Q54",
      "start": 2992.64,
      "end": 2993.38,
      "text": "Thank you.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 55,
      "title": "Q55",
      "start": 2995.84,
      "end": 3027.29,
      "text": "What is the root of untruth? Explain your question. You said society gives you untruth. So I wanna figure out, if, the root of untruth is my memories and my thought because society is filled with common people and, essentially, what they're talking is thinking and storing it up as memories over centuries. So the root the the root of untruth is zero interest in truth. Got it.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 56,
      "title": "Q56",
      "start": 3029.68,
      "end": 3095.59,
      "text": "Hey, Kapil. Thanks for the question. My question is about Buddha. Shall I go ahead and ask? Hello? Go ahead. I was I say that a person like Buddha, he he had a very strong desire to to reach realization. And Okay. I see. Stop. Stop. Stop. Stop. You say that you're saying that you say is this a comment or this is a question? No. Just the current A comment? So how the I'm I'm not I'm not interested I'm not interested in what your opinion is. Okay. Okay. If you have a specific question, that's fine. I'm not interested in what you think about something. Okay. My question was how it took Buddha how how even Buddha succumbed to descriptions for for this long. No. He didn't. Actually, you know what? Go to my website if you wish. Not that you should. I'll write kapil Gupta m m d dot com. Go to the one of the latest discourses there on Buddha and something else. And you didn't read that. Not that you should. But if you read that, you will see that Buddha did not so Buddha, you're right. He succumbed to prescription in the beginning and therefore got no merit. Yes.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 57,
      "title": "Q57",
      "start": 3097.89,
      "end": 3174.04,
      "text": "Pardon? Can a universal truth be in conflict with a situational truth? What difference does it make? Is that really the pressing matter of your life? It's just intellectual curiosity. Can you become your own teacher to guide yourself or not depending on anyone? I don't know who's speaking here. Why people continue to do bad things to themselves? Okay. I don't know who's speaking here. Who are you? Is it Dalit Yogi? Yes. You can become your own teacher. And how how is it that, you know, we, we know that some things are not good for us even though it's Hi, doctor Kappel. My question is, is the truth something which is the default state of all humans, or is it something they have to learn and grow into? When a human being is born, he is close to truth. He learns untruth through living in society.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 58,
      "title": "Q58",
      "start": 3174.97,
      "end": 3298.62,
      "text": "Thank you. You've spoken about the cost of socialization. When my parents speak to me, even though they want what's best for me, I hear society speaking through them in order to arrive at truth. And and you and you don't hear society speaking through your social circle? I don't have a social circle. So then why did you begin with socialization? Because because you speak of the cost of socialization and my parents are the ones if you can't circle, they are my circle. So I'm just wondering in order to arrive at truth, how much of that relationship with my parents is to be sacrificed? None of them. It isn't about your parents. It's about truth within yourself. It's between you and you. If if at the end of the day, we can we can pretty much only become what we believe ourselves to be, like, as our as our defaults and kind of return to that is the is the way out of that loop to to just look at all the, I guess, untruth in our lives or fault leaves and just kind of keep looking at them until they start to go away without much effort? Well, no. Because you're asking if you're asking for a mechanical prescription. I mean, you can you can look at things all day long. It doesn't mean anything. So there's no there's no if I do this, then then that'll this will happen to me. It it if if living in untruth is not, okay with you, then you will naturally and organically find yourself, a way to expose yourself to truth. If living with untruth is okay with you, then you will find yourself remaining there. So there's no there's no practice this, and that's just that's just the physical.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 59,
      "title": "Q59",
      "start": 3301.8,
      "end": 3336.3,
      "text": "Alright. Hi. Thank you for doing this. My question is, how does one know they've found the truth or reached the truth when we're surrounded by so many untruths? And also, you know, people's perception of truth is so subjective. Thank you. Well, people don't matter. Only what your experiences matter to you, not for someone else. So you you will I I can't tell you how you will know. There's how do you know the taste of chocolate? There's no how. It's it's internal.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 60,
      "title": "Q60",
      "start": 3339.18,
      "end": 3410.72,
      "text": "Societal man is a man whose biology is intact but whose soul has been extracted, whose brain is intact but intelligence has been dumped. So if we take, say, a six year old, very innocent child, unbiased, wild, playful, free, and a 21 year old individual who has been conditioned for most of his life, are you saying that there is no change in the biology, that the conditioning has nothing to do with the biology? I don't understand the question. So, like, if a person who's, like, 21 years old, who has been conditioned for fifteen years or however many years, You said that the societal man is a man whose biology is intact, but whose soul has been extracted, the brain is intact, etcetera. So you're saying that the conditioning has nothing to do with the physiological changes, the the brain, the biology? Or what exactly is the conditioning? The conditioning is all the ideas, beliefs, opinion, dogmas that the person has been fed.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 61,
      "title": "Q61",
      "start": 3413.3,
      "end": 3415.8,
      "text": "Okay. Thank you.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 62,
      "title": "Q62",
      "start": 3418.74,
      "end": 3549.59,
      "text": "Hi, Kabir. Since I've come across your words, there has been a shattering. I am left with no questions, but to thank you. And, if you allow me, I would only like to offer a few words that have come through. Okay. I am the wise one looking over at you, the foolish one, the bright one. I'm looking in. Oh, foolish one, I see you looking out, and that's okay. For it is not yet time for your arrival. You must live through this painful foolishness. Here I am your master. I call you my student. For you are on the correct path, the path not of answers, but of questions. Few fools see the path and walk backwards. Many fools lack the vision of a path. Oh, young foolish one, your arrival is not far. Thank you. Thank you. So it must be stated that people give me too much credit. The communion that happens is between the words and the individual. The resignation that happens is between the words and the individual. I have never met virtually none of these individuals, so it cannot really be stated that I did anything to transform them. The communion between was between the words and the individual. It was there that the sincerity lay, the sincerity that the individual brings, the readiness that the individual brings. And whatever happens in that communion between the words and the person, it is there that the magic, if it is to occur, occurs. It is not me.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 63,
      "title": "Q63",
      "start": 3555.06,
      "end": 3590.69,
      "text": "First of all, I wanna confess the thing that I have come to realization that I'm need this and I just serious. And I know you have said in the past that when you come to this this realization that you're not serious as many are the most used, but I don't think so, to be honest. And my and my visceral understanding is that I go on chasing the same place chases on the same player chases whenever I wake up in the morning. So my question is, what causes the desire to chase?",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 64,
      "title": "Q64",
      "start": 3593.36,
      "end": 3594.09,
      "text": "Thank you.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 65,
      "title": "Q65",
      "start": 3595.91,
      "end": 3640.47,
      "text": "Pleasure. My question is if, you feel you're on a path, you see things in a more clear light, and you have some sort of clarity, how do you handle other people's, image you really start pushing out that boxes and they have kind of put you in a certain box themselves. How do you navigate that? And I'm talking about navigating with your family. That you can there is nothing that you can do about other people. There's no condemning them, and there's no trying to convince them. Others are never the problem. It is all within you.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    },
    {
      "id": 66,
      "title": "Q66",
      "start": 3642.69,
      "end": 3656.31,
      "text": "Can somebody be both content and ambitious at the same time? There's no rules. Good night. There's no rules. Good night. There's no rules. Good night. There's no rules. Good night.",
      "audio_file": "The Truth - Kapil Gupta MD Q&A on - 14 Nov 2021 _ The Truth Seeker Podcast [uA8Elp5xSqo].mp3",
      "source": "deepgram"
    }
  ]
}