{
  "video_id": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021",
  "title": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021",
  "webpage_url": null,
  "blocks": [
    {
      "id": 1,
      "title": "Q1",
      "start": 783.85,
      "end": 950.0,
      "text": "and increasing his or her joy. I was just thinking about what you were saying in a clip that I was recalling of because I know in your bio, it says, Arthur's Merlin. And I saw this clip of this young boy who had been asked by his father to do just, like, a ton a ton of dishes that he hadn't contributed to. And this is a YouTube video I saw. And halfway through his effort to do the dishes, this man comes in, and I think I think it was I think it was Merlin who intervenes and says this incantation that makes the dishes, clean themselves. And, and so he just totally shortcuts with the patriarchy the patriarchal male, excuse me, the archetypal patriarchal male, the job that he gives to this kid. And, I'm just wondering, do you think that if if magic is involved, if there's an intervention in the daily grind of work, for those that don't have the choice when their uncle is telling them to do it or their father's telling them to do it, is is there some kind of recourse for that if people use magic? Like, do you have an issue with that? Or I don't have an issue with anything. There's no wrong or right. If if one wishes to accomplish something through a means of magic or whatever it may be that lessens their toil for no reason, then so be it. If may I ask a follow-up? Okay. I mean, like, what if this kid is is, is Arthur, and he's destined to use his archetypal role to pull the sword from the stone, but there's an artificial intervention prematurely by Merlin. Is is that fair to who, Arthur could be, or is it, like, just, like, you know, a helping a helping hand from a friend? And also, I mean, like, the owl the talking owl, can you explain that? No. I I don't I I'm not here to talk about Arthur and Merlin. I if you have a specific question about something tangible, you know, I don't I'm not I'm not an expert on all the historical stories. Oh, I guess, I I think I mean, for me, magic is tangible, but, I understand if you don't if you don't recall that moment where you helped him with issues, it it's fine. I I'll I'll go back to the other. Often we see wealth being created,",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 2,
      "title": "Q2",
      "start": 950.48,
      "end": 1097.26,
      "text": "not as a result of people perhaps perfecting their craft necessarily. Is it possible to then experience truth without wealth being generated as a byproduct? Or, how does one think through that aspect? Thank you. Well, I I don't I don't think that one has to master their craft. There's no rules on anything. Like, nothing is good. If if you wish to master your craft, you may you may master a craft that that has, that cannot that has no no one interested in it. Therefore, it will not create wealth. So wealth itself, there's a there's a specific path to get it. There's no idealism. There's no, well, you shouldn't be wealthy because you didn't master your craft. So I I'm not sure I understand the question beyond that. Thank you. Yeah. I was just wondering that, you know, in the path to truth and, a lot of stuff perhaps in terms of wealth creation may or may not resonate. And in that sense, could it be a struggle in terms of, you know, the daily struggle of just making money and having to compromise on what you might truly believe in in some I think I think everyone I I think everyone struggles with that battle. I don't think anyone's really looking for truth even though in some sense, everyone is, but in in a in an ultimate sense. But in a practical sense, they are not. So I I think everyone is wasting their time, not because they want to, but but but because they I think every human being is so filled and conditioned with principles that they live their life in order to satisfy societal principles. They don't live their life in order to get something tangible. Everyone is everyone is seeking scapegoats. Everyone is seeking, a consolation prize. The the real thing that they're looking for, no one ever gets because there are so many consolation prizes that society values that those actually become the the goal for almost everybody.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 3,
      "title": "Q3",
      "start": 1098.38,
      "end": 1100.08,
      "text": "Hello, Kapil? Hello?",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 4,
      "title": "Q4",
      "start": 1100.7,
      "end": 1159.51,
      "text": "Hi, Kapil. I have a question about something that's been bothering me for quite some time now, especially since coming across your work. I have valued something that has actually cost me a tremendous amount of time in my life. I grew up in a household in India where there was a strong influence of things like palmistry and fortune telling. And as a young kid, I didn't really know any better. I was told that I could do certain things and I could be such and such things and that there was a limit on certain abilities. Intellectually, I know that these things are a sham, but in the heart of my hearts, I haven't understood the truth behind them. What what would you say is the truth behind these things? I can't speak authoritatively about those things. I mean, there are people who are very knowledgeable about such things, and they are able to tell truth based upon them. I don't know enough about it to speak with any kind of authority upon it.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 5,
      "title": "Q5",
      "start": 1160.05,
      "end": 1256.76,
      "text": "So we talked about hard work. So one, how one will be able to differentiate if they are working hard or they are genuinely speaking truth? If you read the Buddha, like he went years and years searching for truth, door to door and then finally, he starts where he could discover food. Well, before reaching the truth, all the years he spent, but how one would be able to differentiate? Was that was, like, genuine desire or or the Well, but before Buddha reached the truth, he didn't spend years preparing for the truth. He spent years working hard, and that hard work got him nowhere. Because when when Buddha first went to the forest, he listened to the ascetics who told him to meditate for x number of hours a day and to drink his own urine and eat one grain of rice and whatever it may be, and he just became emaciated on the verge of death. He didn't reach anything. So all the hard work that the ascetics were doing for years and years, they just pushed that on him, and he got nowhere just like they got nowhere. So Buddha is a wonderful story of the futility of hard work. Hey, doctor Gupta. Good evening. Yes. Hello.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 6,
      "title": "Q6",
      "start": 1258.42,
      "end": 1426.13,
      "text": "You know, to your master craft or just to get, you know, to get to get really good at it or good at it, say, golf, for instance. Right? The best they practice, they practice. They practice, and we kind of often describe that as putting in the work. And so I guess my question is, is practice work, or, when does, Yeah. It's a good question. I've done I've written quite a bit about practice. The the the thing what you have to understand, the thing that you have to separate the truth from a scam, scam. And it is believed that when you put in the work, that all that work that you put in was necessary. There is a belief. It is, it is a a because of the the chronology of events and the temporal relation, the ostensible temporal relation between the so called work and the achievement, that all the work that was done prior led to the achievement. That isn't true. The vast majority of work that is done by every athlete and businessman is is worthless. The the amount of the amount of work, quote, work that they did that actually led to the success was a very specific amount, was a very specific amount and a very specific nature and quality. The rest was all superfluous. Every professional athlete and every businessman and every leader so called leader and every artist spends years and years doing the thing that their culture says to do, and they just go in circles. So there is not a cumulative effect of all that work. There is absolutely a an accumulation of skill that takes place from having done specific qualitative things that was directly responsible for the result that they may have achieved. But the image from the outside is that in total, all that they did was worthwhile and valuable, and that led to the success, and that simply isn't true. And nobody will tell you that. First of all, everyone is has a score to settle. Everyone is on a sacred cow. Everyone's writing a sacred cow. Everyone's writing books about how you should work hard. And because that's the angle, there's not a book out there that doesn't have an angle to convince you of, and that's that's society's angle, that you must work hard. So they're gonna dress it up to say, see, he worked for twenty five years. Most of those years were just lost and nonsense.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 7,
      "title": "Q7",
      "start": 1427.44,
      "end": 1429.7,
      "text": "Hey, Pablo. How's it going? Good.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 8,
      "title": "Q8",
      "start": 1430.09,
      "end": 1494.24,
      "text": "So I'm trying to just wrap my head around this concept of of work. Right? So there are activities that one can perform during the day that will move them closer to whatever result it is that they're trying to achieve. But that's the it doesn't feel like work. But when I have to go upstairs, wash the dishes, and do the vacuuming and stuff like that, Those activities kind of pull me away from whatever goal it is I'm trying to achieve. Is that how we're defining work? There's no definition of anything. Whatever gets through, gets through in your own way. You must filter it through yourself. There's no I'm trying to convince you of an idea over here. I don't I'm not trying to convince you of anything. I just release the truth, and when however you process it, you do. So even the things that you do in your own craft, the majority of it is nonsense anyways. A few things that you might do might be helpful, but any but if you believe in the concept of accumulative effort of hard work as leading to successes, it doesn't.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 9,
      "title": "Q9",
      "start": 1495.18,
      "end": 1520.81,
      "text": "Hi, Sita. Thank you for your time. As human beings, will will we ever be in a society where the sincere and serious are not the vast minority? No. That's never going to happen. Because if that was the case, then society would never have been created. The very fact that our society means that it is built by the insincere for the insincere.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 10,
      "title": "Q10",
      "start": 1523.42,
      "end": 1635.01,
      "text": "Hello, Kapil. Hello. I had one question related to, two or three questions that came up. One is we were talking about the Buddha, and I always had this belief that years and years of penance actually led to, led to his enlightenment, and it did not come as as just a momentary revelation. So I'm still struggling with that idea, I guess, but it does resonate with me. What I wanted to ask you was there are moments in my life when fleeting glimpses, when when things are effortless, when, so to say, I go into this flow state and I have to Don't chase those. Don't chase those. Those won't take you anywhere. Okay. But but basically, I have I'm convinced that experientially, I can I can I can function at maximum efficiency without putting in the effort? So it's not an intellectual understanding. I have exponentially, felt it and and I'm convinced it. And I know now you're saying don't chase it, but, what role does discipline play? Do I do I not forcing, but, when wanting to wake up early, does that have any merit towards doing this? Or how how can I differentiate that? Morning routines and all those things, if one develops their own system, that's fine. But those are more principles. These are more shoulds and should nots because they sound nice. And the very fact is that virtually all the things that sound nice lead nowhere. Please get you a pat on the back and a and a sticker on the bumper of your car. They don't really lead anywhere. So that's just another one.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 11,
      "title": "Q11",
      "start": 1635.7,
      "end": 1637.16,
      "text": "Hello, Sido. Hello.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 12,
      "title": "Q12",
      "start": 1638.93,
      "end": 1646.23,
      "text": "Did you did you work in order to obtain the title Sita? No.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 13,
      "title": "Q13",
      "start": 1647.01,
      "end": 1712.91,
      "text": "Hey, Kipil. Thanks for letting me up. Mhmm. Just a question. I was just gonna ask, If an individual does not work hard and he's not actively working hard for anything in his life, is he, guaranteed to arrive somewhere in life, or is he guaranteed a side effect of performance? Why would he it depends. Why why is he not working hard? Like, when I say he's not working hard, I mean, like, life is effortless. Like, anything I do, I'm not actively thinking of it. I just do as I do. Like, I'm not trying to change my habits or trying to change something at all. And so and so that becomes your hard work then. Because what you're asking is if I do this non effort filled thing, will that get me to my goal? And Let's say that's my craft, for example. Well, if it is, it is. But but if you're trying to get to a goal and then you're looking for a method, no matter how spiritual sounding in fact, the more spiritual sounding the message the method is, the the less effective it's going to be. So there's no if you do this, then you'll get that. That's a myth. That's a total myth.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 14,
      "title": "Q14",
      "start": 1714.34,
      "end": 1715.88,
      "text": "Hello. Hello?",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 15,
      "title": "Q15",
      "start": 1717.06,
      "end": 1752.85,
      "text": "If I am if I am interested in developing a direction that makes me engaged in life, and I don't know if that will make me money, do I pursue them separately? Or how do I how would I organize my mind to Because you think that's that's a that's doesn't go anywhere. There's no how you organize your mind. There's no you should pursue this one and then this one. These are these are all these are all come from you. There's no right answer to those things.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 16,
      "title": "Q16",
      "start": 1754.01,
      "end": 1810.45,
      "text": "My question is on work and the importance of, so I'm taking a second to frame it. How important do you think, is truth as a navigational system, in work in terms of work? As opposed to what? Anything that's not true in that sense? Basically, what you're saying is how important are lies in the navigation system of anything? That's like I mean, the way I look at it is heat transfer. Right? Like, the only reason why it's cold a room is cold is because heat has transferred. But, yeah, I I guess, in a way, you could look at it like that. Well, if something is not true, how could it in any way be beneficial to you? Listening to you, I felt.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 17,
      "title": "Q17",
      "start": 1811.64,
      "end": 1859.35,
      "text": "Hi, Kavil. Just quick question. I'm at a stage in life where I'm unraveling my conditioning, and sales has been a big, let's say, monkey on my back. I'm always scared to sell, because I've just been that a person who's been conditioned to think if you sell something, you're screwing someone over. I know there's no how to, but in terms of with the intention to see it as a thing to become more holistic, as in slaying the dragon, how would you approach that? What advice would you give to a young guy? You're you're crippled by principles. You're crippled by societal doctrine. It has choked you in your career.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 18,
      "title": "Q18",
      "start": 1861.73,
      "end": 1863.27,
      "text": "Hello? Hello.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 19,
      "title": "Q19",
      "start": 1864.61,
      "end": 2037.95,
      "text": "So I'm, I'm trying to understand what, what you're saying. And the point that I have that is a little bit sticky for me is suppose that, there's a young student who wants to be a scientist, say, because that's my field. And, and if I understand your claim correctly, the myth of work is that, you'd the the idea that you have to work hard to to achieve your goal, is wrong. Is that is that correct? Am I speaking? Well, no. Number one, there is no wrong. There's no there is nothing that I'm putting out here to convince you of and that this is the and this is what you should believe. K? So whatever is going to percolate within you, whatever resonates does, and whatever does not, does not. There's no you should believe this and you shouldn't believe that. This is a and this is the idea that you should there's nothing to do with that. Okay? This is just the truth. Nothing is wrong. The point If I wrong, I meant incorrect. Okay. Well, the point well, the incorrectness lies in the fact that if you work hard, you will succeed. That is incorrect. Oh, so we cannot That that does not that does not mean that if you lie on a sofa, you will succeed. Does not mean that. Okay? It just means that hard work is absolutely irrelevant. That if you succeed, might you have done things that others would construe and maybe even yourself as hard work? Sure. But the person who is interested in succeeding never even looks at that. And quite honestly, there are many who succeed, who do far less hard work than those who don't. Okay. So then if I I'm I'm sorry. Go ahead. Go ahead. Oh, I I just wanted to to clarify. So you're saying that work or whatever it is that you're doing, the practice or work or whatever, is a necessary but not sufficient condition, and not the amount of it, but just some amount. I mean, it's impossible to become a scientist who discovers new things about the world without putting in a lot of time to first of all learn what is already known and then go on and explore a lot of things and But the amount of time that they have put in will carry no relevance for them. But they can't do it with no time. They can't do it with no time. But but they wouldn't be interested in doing it with no time. Their interest is is totally in the result with no badges of having worked hard. They were they view hard work. The sincere person, the serious individual who truly wants to get somewhere, views hard work as used second chewed bubble gum on the ground.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 20,
      "title": "Q20",
      "start": 2039.61,
      "end": 2136.77,
      "text": "Sidha. Yes. I am here, and I can breathe. I can feel, and I experience things. This is my answer. What is the question? You know, those philosophies don't work here. This is not a clever you have something sincere to ask, you can. I do. Go ahead. If if that was difficult, then I'll rephrase it. Wasn't difficult. It was irrelevant. As you said. Am I am I interested in playing games? Nor am I. Okay. You have a direct question, go ahead and ask it. Mhmm. The joy of what I do seems like work to others. And yet the hours go by, the sun rises, and it sets again. And I am as I go to bed at night, my mind is filled with things that I've done and things I'd like to do. Is this still work? I don't define what work is. I don't say this is work and that that's that's for you to define what what that really means. I am it is about understanding if one wishes to do so. The essence behind what I say as opposed to turning it into some definitional thing and saying, Well, is this that or is that that? You are smart enough to know what I'm trying to say, not that you should imbibe it in any way. It is about looking at the essence, not looking at the word and saying, will that apply to what I am doing or not?",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 21,
      "title": "Q21",
      "start": 2138.83,
      "end": 2210.5,
      "text": "Hello, doctor. Hello? So my question was related to, I think, one of the podcasts you've done, I think, quite a while ago with Navaal about hard work. And you said, hard work and all the things that society tries to chase, you know, like, hard work and routine and discipline and, like, all of these nonsense, they have to come as a side effect, with devotion and when one has no other choice. Just curious if you could just expand a little bit more on that. Like, what do you really mean by, devotion and that as a side effect that, you know, naturally has to come with it and one doesn't necessarily have to actively go for it, but it comes full? Or So it it seems like you already understand. What what what did you not understand? Well, I just wanted to understand, like, how can one know if one is truly sincere or devoted or if if if, the thing that one is trying to do is just another pleasure chase or, like, addiction? Well, if you were if you were if you were worried about whether you're sincere or not, that itself is a chase.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 22,
      "title": "Q22",
      "start": 2211.68,
      "end": 2213.3,
      "text": "Hi, Keppel. Hello.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 23,
      "title": "Q23",
      "start": 2214.32,
      "end": 2283.08,
      "text": "So if I heard it correctly, it said time cannot be recreated. So the sincere person must be acutely aware of it. So does that such a person optimize, for lack of a better word, the process of examining all the sacred cows? If they choose to. I mean, if if one is sincere, the result matters more to them than any kind of, quote, work. Not that they wouldn't do the work, but there there wouldn't be any need to pat oneself on the back for having worked hard. Not that that's a bad or a good thing. It's just irrelevant. Right. What about the fact that that they spend a lot of time, working through the, you know, all the sacred cows, and wouldn't they want to kinda cut short the process? Well, if they were to cut short of anything, the cutting short would be to eliminate the beliefs that they have that they inculcated from society that aren't true.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 24,
      "title": "Q24",
      "start": 2284.26,
      "end": 2324.76,
      "text": "So regarding work, would it be, apt to say that attributing the same amount of relevance to hard work, as luck is apt? Because, in that, like, we don't really account for luck when we're working towards outcomes, but they just take their own natural course. But people don't pursue luck. They pursue hard work intentionally. If luck comes, it comes or if it doesn't come, it doesn't come, but no one pursues the luck. But the hard work, they do get a badge for that.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 25,
      "title": "Q25",
      "start": 2325.3,
      "end": 2390.69,
      "text": "Hello. Hi, Sidra. Hello. My question is, in in some of your previous work you had mentioned there is no right path. Isn't choosing, trying to invite the right path, an option for, doing lesser hard work? No. That's not that that that's not right. That's not right. It's it's if one can achieve the same result by doing less work, that's effective. That's efficient. But if one chooses to do triple the amount of work and get even less, that's not wrong. There's no wrong. And and what what is the role of I mean, if if someone has gone through the same path and you saw that they have achieved it in an optimal time and you you're trying to recreate, which is in a way kind of a prescription or Yeah. It is absolutely a prescription. That doesn't work. Recreating what someone else does is a myth. It doesn't work.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 26,
      "title": "Q26",
      "start": 2391.07,
      "end": 2402.61,
      "text": "Hi there. Thanks for having me. Mhmm. Do you distinguish between hard work and practice? And if they're the same, would you say that practice is a myth? Yes.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 27,
      "title": "Q27",
      "start": 2403.59,
      "end": 2433.39,
      "text": "I want to, ask you how we can understand the difference to be devoted to express his craft and being, chasing the output of his craft? Well, devotion is sincere, and that isn't because someone says it's sincere, but one can feel it inside them if it's something that they're truly devoted to versus they're chasing, a particular pleasure of the outcome.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 28,
      "title": "Q28",
      "start": 2435.61,
      "end": 2523.32,
      "text": "Hi. So I have a question about surrender. It's kind of the opposite of work, and you have a discourse called life can only be experienced through surrender, what exactly like, even though I read the words of the discourse I have no idea what I wrote what I wrote. Well, it's basically just about how, you know, certain examples that you've, put out there, how your life can only be experienced through surrender. And in contrast to that, you had a tweet about how hard work doesn't matter, but results only matter. So is it more so just, like, I'm just sort of new to the idea of arriving somewhere, you know, without gaining anything. And so is there something you usually tell people when they're kind of just wrapping their head around that? No. I don't really tell anybody anything about I mean, it it's whatever you happen to understand or don't understand. There's a conflation going on between surrender and hard work over here, which I think is awkward. It it's it's an it's an awkward association. I I'm not even sure what the question is. I'm not even recommending that anyone surrender.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 29,
      "title": "Q29",
      "start": 2524.82,
      "end": 2636.53,
      "text": "Doubt, listening to you speak and analyzing my own situations because I was I've been doing work that I've been very proud of the results, and I've been like, the results of the the work itself, which is which is for a company, and I've been waiting for the results on a personal level. And I've been leapfrogged in a sense. And they've brought in supervisors and and just things that have made me, feel doubt in whether my love for the work and my devotion to the work was sincere, if something as simple as ego can kind of lead to Ego isn't a simple thing. There's no something as simple as ego. So can the devotion be sincere if ego makes me basically not even want to do the work even though it's something I care for and am passionate about? That that that isn't a question you're asking a question of me making a judgment and a decision. And I'm not in that place to do so, nor do I wanna be. It is not you weren't sincere enough, because if you were sincere enough, then the ego wouldn't have that's not true. Maybe you were and maybe you weren't. But the the idea of invoking ego as the reason for insincerity well, then according to that, then there's not even been a sincere human being in history because, ego is a whole deeper foundational matter.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 30,
      "title": "Q30",
      "start": 2637.12,
      "end": 2681.41,
      "text": "Hello, doctor Gupta. I just wanted to know if, like, people pursue work as their persona, and is it a form of distraction that people just own to themselves? Is there a thing as real work at all? You know, work work is a myth in that one values the work more than the result. So but there's no such thing as this is good work and that's bad work. There's no judgment. There's just the difference between work and results.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 31,
      "title": "Q31",
      "start": 2682.64,
      "end": 2726.36,
      "text": "I had a question. So how would you draw the line between being productive and just making, like just working hard for the sake of working hard? Well, I don't think being productive is anything different than working hard for the sake of working hard. I don't think productivity has any meaning. So is it is it not, an important thing to focus on, in an attempt to be more productive? Is there something No. Nothing's nothing nothing is important, but you don't need to listen to me. And it it I think you're very new here. Therefore, you don't understand some of the the the truths that have been discussed over the years. Nothing is important. There's no productivity. Productivity is the same thing as hard work. It has no meaning.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 32,
      "title": "Q32",
      "start": 2728.16,
      "end": 2805.92,
      "text": "Hello. Thanks for having me. I just wanted to know if does like, only if you achieve results, does it mean that you've done quality work and rest is just hard work? Because there are athletes, Olympic athletes, who are pretty much on the same level. So does that mean the guy who came first is the only one who did quality work and the rest just did hard work? That's a good question. You know, it it could be. It could be. But then again, I mean, if you look at the Olympics, it's based upon a single moment in time. And that single moment in time, there there may have been something qualitatively that that individual might have done that, contributed to that single moment in time where they aims to cross the finish line versus the other person. But it could have just been that their toe hurt less that that day than the other person. You know, there's the Olympics are so many variables that when you inch past someone in a very brief millisecond I mean, if you win by a mile, it's one thing. But if you if you inch past someone and and they get, you know, a point one rating higher than you, I don't think that that can be easily ascribed to any kind of qualitative work necessarily unless you see some form of consistency across the board where they are superior to, in their performance to other people.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 33,
      "title": "Q33",
      "start": 2807.26,
      "end": 2923.3,
      "text": "Hey, Sundar. Thanks for having me. You're welcome. So, I actually resonate with a lot of what you said. I I have a a a very, close example of what you have been explaining in this room. And give after giving that example, I just have a question. I wouldn't take long. So one example of what you have been saying is that, the hard work is met. That definitely I agree because I I study a lot of, mixed martial artists, and one of the, one of the very best fighters that I analyze his work has not been sparring, for a while because he has sparred a lot in the in his, previous fights. But for most of the, you know, the grandeur fights that he had in in the past, he did not spar. He felt that, you know, he he knows how to spar. He knows how to throw a punch. He felt that sparring is is not necessary for him. And then that actually fetched him results because he is not getting hit hit in the head, while he was, in the gym. Because sparring, he thought, was useless because he actually knows how to throw a punch. So, you know, a lot of the the words that you were saying about, like, people are following certain steps and certain, things to achieve the greatest things in their life that actually don't matter because they they have been following a certain set of principles and how to do's and stuff like that. So that was one of my closest examples that I could resonate with with what you are saying, what you have been saying. And one thing, I wanted to ask you to follow-up to that is, is path to the truth is nonlinear? Because that I have observed with a lot of athletes and a lot of other people. It's absolutely nonlinear from my observation. It is not linear. There isn't there are no steps. Like, you have to do this. You have to do that. People who actually, achieve, like, exemplary heights, they don't come from a certain path. They don't know how to do this. Not only is it nonlinear, it is nonprescriptive.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 34,
      "title": "Q34",
      "start": 2923.84,
      "end": 2934.5,
      "text": "Where does the craving for a pat on the head from society come from? Society. Can work be found anywhere in nature? I don't think so.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 35,
      "title": "Q35",
      "start": 2935.3,
      "end": 3011.13,
      "text": "What instances could prescription be useful? Any specific cases where it's actually useful? Well, why do you care about that? Why do I care about that? It's it seems like if everything's nonprescriptive, any progress is nonprescriptive, then, the observations that we all share of certain prescriptions of, let's say, how to do something or build a small home or these are all processes and steps, and there are certain prescriptions to these things which have a practical importance. It's the observation of that. It seems like prescriptions are useful for those mechanical things at least. Is isn't that the case? But who cares? Why are you interested why would someone be interested in the useful utility of mud? Who cares? Yes. The you can use prescriptions for mechanical things, turning the computer on, opening a doorknob, hammering a nail, whatever it may be. Who cares? Why why would you waste even a second of your life on that instead of spending your life on to see how is it that prescription is ruining my life and is taking me away from what I truly want? You just wasted",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 36,
      "title": "Q36",
      "start": 3011.51,
      "end": 3085.86,
      "text": "four seconds of your life and mine. Let's say humans are the only ones who have been working hard and the rest of the nature is not, but humans are part of the nature. And probably that is why we have progressed or made new inventions. So there are some pros. Would you say that or that is not the case? This is just another same vein as the last question. Who cares? I don't understand the mentality behind trying to justify something neater. It must be clearly understood that to bring up questions that relate to, well, isn't this work and isn't work good over here and isn't it could they have a prescription over here? There's nothing wrong. If you believe that, that's fine. If if that's the path that you want to take, there's no wrong or right. But I have no interest in discussing things, that are ineffective and find ways to employ them and justify them for those tiny little irrelevant things for which they may be effective.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 37,
      "title": "Q37",
      "start": 3086.74,
      "end": 3106.22,
      "text": "Hello. Thank you for the this conversation. So something that's being revealed to me is work is a myth and something that's been opening up, but I'm still, I guess, clarifying is that then is is progress also a myth? Yes.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 38,
      "title": "Q38",
      "start": 3107.97,
      "end": 3122.48,
      "text": "Regarding work and the question that was just asked about progress, can you speak to the seven hermetic principles and how it may be I have no idea what you're talking about.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 39,
      "title": "Q39",
      "start": 3124.06,
      "end": 3188.82,
      "text": "Hey, Kapil. Hello? Hey. If if I wanna achieve or, you know, get these results in in six months, what would normally take, let's say, ten years, in my field of work. So I've done some examination, and what I realized is that I have to be, extremely, almost surgical and kind of very narrow in my approach, to certain things. Again, I I work in business. So my question to you is, have you is have you seen this kind of, I mean, I almost feel like I have to basically eliminate 99 things and do one thing and then move on to the next one. It has worked for me. I I wouldn't say, you know, been able to get that kind of result. Like, it's definitely been accelerated, but, I was just curious to hear a perspective on this. Well, if you have a specific question, you can ask it. Perspective is too broad. Okay. Cool. Thanks.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 40,
      "title": "Q40",
      "start": 3189.19,
      "end": 3449.14,
      "text": "You've worked with athletes and CEOs. Fear is a large component in decisions people make, especially people whether they are athletes or making decisions for entire companies. So how do you speak to fear, to them? How do you coach fear? I don't coach fear. I don't coach them anything. Oh, okay. Well, what is your, what is your understanding of fear and how it relates to, you know, human nature, and decisions we make? You ask two open ended questions. You know? You're not, you're asking a question that that will not do anything for anyone. It is unless you come with a specific question that is, like, the juncture of of something or at the crossroads of something, a broad sweeping question, it doesn't really go anywhere. I could say x, y, and z, and that's not gonna do anything for you. It's it's irrelevant. It's just academic. Okay. So I'll ask I'll ask something. I'll ask it in the context of of of of it personal to you. So how if you are if there's, if there's something in in your life, in your personal life, where, there may be a fear based decision or Why why are you asking why why are you asking this question? I'm asking to get your opinion. Why why do you care? Why why do you care? What is what of what relevance is this to your immediate life? I like to learn from other people. I teach fear management. I've been doing it my whole life. And if someone else who has interesting perspectives, I like to hear them. What's the purpose of the career? There's not a single thing that I can tell you that would in any way satisfy, a person who teaches peer management. Now if what I told you was if what I told you as the absolute truth would cause you to close your shop of fear management and to consider the consider that a complete misnomer and has no relevance whatsoever, then I'd be willing to answer your question. But that isn't gonna happen because you're fully invested in the idea of fear management. How do you know what I'm invested in or not? So Because you just said you teach fear management. That doesn't mean I'm fully invested in it. There's a lot of things that I do. So many people You you you've got your your this is not gonna go anywhere. Based upon your first question, you mark yourself as an intellectual. You're curious. That isn't wrong or right. That isn't bad. Nothing bad or good about this. No judgment. It is just that those who are curious, those who are intellectuals, who are here for knowledge, don't go anywhere. It isn't visceral. Hello. Hello. Hi. So I have a question. After realizing truth, what does one do, if not work? How do you realize truth? I mean, I don't know. Well, when you know, then the question becomes relevant. If not, just window shopping. If you're if the folks who are seeking knowledge aren't gonna find it, then what are we here to learn? I was just wondering, is it imagination? No. It must first be understood that there's nothing wrong with anything. If one is curious and is seeking knowledge, nothing wrong with that. But truth is not knowledge, And truth does not need to be sought if you don't wish to seek it. But today's world is full of intellectuals who wish to fill their brain with accumulations of knowledge, which they can write about in books and talk about in classrooms and discuss at cocktail parties. That is not transformational. Therefore, it's not worth my time.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 41,
      "title": "Q41",
      "start": 3449.59,
      "end": 3454.82,
      "text": "I just was hoping you might be able to add an insight on something. I've observed in myself.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 42,
      "title": "Q42",
      "start": 3457.16,
      "end": 3556.76,
      "text": "Hi, doctor. Thank you for having me, and apologies if you've already covered this. Sure. You mentioned that it's results that are important. And so right now, I'm in a job where I'm achieving results, but I'm also thinking about, looking for a different job that's more challenging. So should I be focused should I be content and focused on Well, but but hang on. So this is a this is a conflation of of of of what I'm saying. It is not that I'm telling you that you should view results as more important, and that if you are getting results, then you shouldn't go anywhere else. The the results are not results, just results. Results mean the result that you want. So if you're getting the result of, bad hair, you're getting results or good hair. But, you know, if you let's say you get results of good hair. You have good clean hair, but you don't really care about your hair, then it's irrelevant. So it isn't results to satisfy the world, and it isn't getting results to just to have results. Results mean the thing that you particularly want. And so you could be getting all kinds of results according to what the world would call results, but if they don't have any significance for you, then it isn't then it's irrelevant. It's just, it has no meaning. Thank you. That's so helpful. Mhmm. Sure.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 43,
      "title": "Q43",
      "start": 3558.43,
      "end": 3578.37,
      "text": "For taking me again. I want to ask you if there is only one truth or anyone has his own truth if he's purely and sincerely looking for that? Every single situation, every single circumstance, every single thing has a truth.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 44,
      "title": "Q44",
      "start": 3579.95,
      "end": 3666.91,
      "text": "Is the idea of a singular focus just another prescription? If you view it as something that you should be doing just because it's a good, construct to follow and you like the the notion of it, any anything is anything is a prescription if you view it from the standpoint that it's something that you should be doing as opposed and and that if you follow the steps of it, then that'll get you to where you wanna go. And in any sense, anything, that you view from that angle is a prescription, and it it it does and it causes, the floor to fall out from underneath you. So if it was a consequence of a more organic discovery, then great. But as I try to top down, push it on, which is what I've been doing and suffering from it, I can Yeah. Everyone does. There there is a single human being in society and not even the high minded spiritualist who, does not believe in anything but prescriptions. Every human being is taught prescriptions. That that that that notion exists nowhere in society. In fact, if you tell someone there is no how, it it they don't say anything because they don't know where to begin. I've been pursuing hows for fifteen years. Well, every human being has. After stumbling,",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 45,
      "title": "Q45",
      "start": 3667.68,
      "end": 3747.45,
      "text": "upon truth, there's some old remnants lingering old structures, and they impact my ability to give myself permission that it's okay to waste time. But there's an oscillation between, let's say, being okay at in that point in time and then kind of going back to the conventional. Are you There's something that you can do to correct that. That's where you're going with this. So are you saying that after, after realizing truth, the oscillation is natural? It's okay? As one realizes truth, he realizes the truth is always in the direction that is away from what to do or how to do it. So in regards to that, is there a point where that will stop in the sense that it's you've completely optimized Well, the very fact you've actualized it? Well, the very fact that you're trying to optimize or actualize is it's is in itself a chase. You need to really, not that you should, but if you are seeking truth, you need to really abandon all of the intellectual jargon and conditioning that you have picked up from all the books that you have read. Previously on on things that I've worked on,",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 46,
      "title": "Q46",
      "start": 3748.45,
      "end": 3950.34,
      "text": "I found that the this sort of how other people think about status of of different achievements was very far off. And I think, in fact, looking back at it, I should be grateful because, it it convinced me that, you know, what other people are able to perceive is is immaterial. It's not truth. And so now there's a thing that an object that I wish to build and within the initially, I thought this is a thing that could be very useful in the world. It could be this great achievement, blah blah blah. But there is a possibility where the object could exist but be entirely useless. And it made me think of a thing that you said about art and, an art piece that it's sort of it's it's doesn't matter if anyone buys it. It's just it's it's for the thing to exist. And I realized, you know, even if it's irrelevant, I still want to build it. And and it's almost as if I don't care whether it's it becomes some massive thing in the world or if it's just a thing that it exists. And with a single object, that is a thing that is finite, and there's just that end to end and it it's that and and I'm thinking that anything that's a company, even if it's some great thing, it's like you said of work, only a single person does any work. The company, it's it's an illusion. It's it's what other people think that it's this great thing. So and and it's also a thing that then is unending of this idea of an industry. Well, an an industry, it's it's not a well defined thing, it's it's a number of different things. It's not atomic. So, is it correct that something that is unending, built with, you know, an institution of people, that that sort of thing is not truth? Well, it is one's vision, and and how that vision lives in the individual himself, that is the truth. And the expression of that vision, the the people who work there, and the what the company looks like to other people, and what its stature is, and how much money it makes, that isn't that is a truth. It doesn't mean that it's wrong or right, but the truth the truth lost in the devotion to the creation, not in the perception of, the perception or the content or the infrastructure of how it turns out. If that devotion becomes to the point where it's thought of as something that continues with this idea of it needs to grow without bound, does that then just become a chase of pleasure of some sort? Well, I think the more fundamental chase of pleasure is that you shouldn't be chasing pleasure. I think that's where you're stuck. You're trying to live up to the ideal of what is sincere and what is not,",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 47,
      "title": "Q47",
      "start": 3950.89,
      "end": 4042.95,
      "text": "and that becomes a chase in itself. One of the things, you know, I've been able to notice is that, you know, certain thoughts and and certain voices in my head have been able to treat, you know, as impostors. It's a very, you know, simple example. I used to struggle with overeating, but now, you know, whenever those cravings or those thoughts to overeat or to, you know, pick certain foods come, I instantly sort of recognize them, you know, as the gate and, you know, without condemnation, I'm able to sort of, you know, ignore them, just recognizing them as, you know, they don't serve me. And I've been able to do that with certain other thoughts as well when I have, like, an urge to scroll through, you know, social media, recognizing it as just sort of meaningless. But then sort of there are other, you know, thoughts, that I haven't been able to, you know, successfully distance myself from such as, you know, self doubt. And so for like, my question is that, you know, I have a I have a GMAT exam coming up, and I've quote unquote, like, worked very hard for it. But I I still feel, some amount of anxiety, perhaps because I've attached too much importance to the results of the exam, because it will determine, you know, which college, which graduate program that I get into. So I was wondering if you could tell me, you know, what the truth of this situation is in Well, the truth of the situation is that you've bought into the idea of graduate programs having any meaning whatsoever and the graduate programs leading someone to success.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 48,
      "title": "Q48",
      "start": 4043.89,
      "end": 4079.95,
      "text": "A couple. Just had a quick question. Okay. Can you work on getting more proximal to truth and reality, or is that sort of a mystery on its own? No. There's no work towards it. So There's no effort. But you can get closer to it then towards it. Closer to truth. But it it it is somebody might even well, on the outside might view it as work. But if if the individual themselves views it as well, I must do this and I must do that, I must do this, then it won't happen.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 49,
      "title": "Q49",
      "start": 4080.66,
      "end": 4150.85,
      "text": "If it's not even a myth, I believe that the title of the room is true, that work is a myth. It's something that I've pondered a lot, but what do we do about money? I'm not telling you that you shouldn't work or that you shouldn't work. You you you view the title of the room as something that's trying to be impressed upon people as a concept for them to believe. The very fact that you ask the question, what about money? Means that what you are asking is, fine. I will buy into the fact that the work is a myth. But if I let it go, what about money? Therefore, that poses a problem for you. And the problem, the fundamental problem is you have viewed this idea or this thing as a concept that you should follow, and it isn't. Nothing for you to follow here.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    },
    {
      "id": 50,
      "title": "Q50",
      "start": 4153.3,
      "end": 4302.89,
      "text": "I've been running up against this, kind of analogous thing to when you talk about prescriptions. And for me, it feels a lot like, it's like a year born and people start putting jackets on you. And throughout my whole life, it's like you just keep putting on more and more jackets. You don't even know you're wearing any of the jackets, but it's just like they pile on. And then one day, you realize you're wearing one and you're like, well, this is insane. Like, let me take this thing off. And so it's like I keep taking these jackets off one by one by one by one. And then it's like I it that feels like I'm getting somewhere. And then when I interface with the world or with people, it's like they're trying to shove the jacket back on. And I guess if I had a question, it's sometimes it's like I'm looking at a tabletop and I see a mouse run across it and the mouse is sitting in the middle of the table. And I look at the mouse and then I look at the person next to me and I said, do you see the mouse there? And they say, no. I don't see the mouse. And so it's like, I guess in the analogy, it's like I keep taking these jackets off, and I keep seeing the mouse. But when I'm trying to get reality reflected back at me by interfacing with other people, it's my god. For lack of a better like, I just can't I can't communicate. It's like I I know what I'm seeing. I know what I think, but it's like when you find somebody else that you think will understand the thing that is you're trying to communicate, they just can't comprehend it. And it's not a lack of, like, effective communication. It's it's just like I can't find anybody to interface with. I don't know if that makes any sense. You will not. The more genuine, and the more true one's desires, longings, or insights, the less people they will find. And the person who is seeking truth will never have a companion. They will never have someone they can talk to. You will always be alone. This is one of the hallmarks of an individual who seeks truth, and it is also one of the central reasons why no human being seeks it. Good night.",
      "audio_file": "The Myth of Work on  Clubhouse (Q&A Session)_ Kapil Gupta MD  6 May 2021.mp3",
      "source": "deepgram"
    }
  ]
}