{
  "video_id": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo]",
  "title": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo]",
  "webpage_url": null,
  "blocks": [
    {
      "id": 1,
      "title": "Q1",
      "start": 4.16,
      "end": 241.18,
      "text": "There's no compulsion to be happy or be giving or be this or that. Attempting to follow such tense, such rules, it essentially stiffens the human being and it leads him towards places where the rules, promises are broken. Essentially, what happens is that the human being searches within life for things that life cannot give. And even knowing and even if one were to memorize that truth, it would do nothing for him because it would not be in his own experience. Just because truth is given does not mean it needs to be forced upon oneself. In time, one may come to realize it or he may not. The human being searches within relationship, within people, within friendships, whatever it may be. Ways to make himself happy. He searches for various things to fill the hole within himself, and life is not created in order to fill those holes because those holes are created by a lack of understanding. Life is very different than what a human being believes it to be. I think the essence is to somehow arrive at the realization naturally that any attempt to live according to a certain ideal or concept or live up to or a certain guru's methodology to be this or be that or to be happy or to be compassionate or to be joyful, whatever it may be, that is the road to ruin because that is not of oneself. That is something that is taken from the outside, put on like a coat, and then being attempted to live up to. These things don't work, and this is and this is the truth that human beings have never understood. And the overwhelming majority of human beings will never understand that, not for centuries, not for eons. It will always be about concepts and ideals and living a certain way and doing a certain thing and being a certain way and changing yourself to become this or that and being less of that, more of this. And that absolutely ties a human being in knots, number one. And even if it didn't tie him in knots, it doesn't work. It's a chase. It is all about realizations. It is all about understanding, and it is all about the the natural seriousness to want to understand. And even the desire and even understanding is not an ideal. There's no such thing like I want to I want to want to understand that that,",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 2,
      "title": "Q2",
      "start": 243.01,
      "end": 243.83,
      "text": "once again,",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 3,
      "title": "Q3",
      "start": 244.29,
      "end": 353.77,
      "text": "it doesn't matter if the ideal is good or bad. It's still an ideal. It's still a concept. Therefore, it is not about living life in a certain way. It is about seeing the truth behind things. Because if one sees the truth, the more that he sees the truth, the less misconceptions and misunderstandings he has and the less misconceptions and misunderstandings that he has, the less he will struggle and suffer because he will be approaching things according to the way things are, not trying to make them a certain way or to make himself or herself a certain way. I will open it up for some questions. Hey. If we understand that the destination matters more than the journey and that most most human beings waste their life, but then again, ultimately, it's death. My question is, what is so bad about wasting a life? If you don't think it's bad, you don't think it's bad. And where does this certainty come from? It's just there.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 4,
      "title": "Q4",
      "start": 355.27,
      "end": 366.83,
      "text": "That was I sit down. Can you hear me? Hi, Sita.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 5,
      "title": "Q5",
      "start": 368.33,
      "end": 369.47,
      "text": "My question is,",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 6,
      "title": "Q6",
      "start": 370.49,
      "end": 402.49,
      "text": "see, when we say that it's a lonely path, for us to walk through, in this life, how much is, this marriage and the people associated with us? What is their role to us in this journey? Well, that's up to the individual. I mean, it's not once again, that would be a concept if I their role is this and your role is this, then you're gonna start living up to that, and then you're gonna ask them to live up to that role. That that isn't that really isn't the question.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 7,
      "title": "Q7",
      "start": 405.82,
      "end": 419.02,
      "text": "My Are there multiple truths? There are there are universal truths, and then every situation itself has a truth.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 8,
      "title": "Q8",
      "start": 420.44,
      "end": 429.96,
      "text": "Hi. Tomorrow, am I the same person as I am today? It depends what you mean by person.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 9,
      "title": "Q9",
      "start": 433.62,
      "end": 448.73,
      "text": "Is Is truth objective or subjective? Objective and subjective are subjective. Those those words are too vague.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 10,
      "title": "Q10",
      "start": 451.36,
      "end": 510.59,
      "text": "What is the truth about exposure to truth? Well, I've spoken about that many times. What don't you understand about it? I just believe that I've been exposed to truth for a long time now, but I still hear the mind speaking. And why wouldn't why wouldn't you? Why would exposure to truth make make the mind stop? I don't know. I mean, for some people, it does. For others, it doesn't. And it you know, it depends upon if what you're hearing is really true. And if it is really true, then it it according to purity would be done because that's you don't wanna listen to lies. And if it's done in order for an ulterior motive, then it's best to be abandoned right away because that that isn't real. That's prescriptive.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 11,
      "title": "Q11",
      "start": 513.7,
      "end": 543.78,
      "text": "Hi, doctor Gupta. Can prescriptions lead to truth, or do they always lead to more and more prescriptions? More and more prescriptions, 100% of the time. And, even though I had just said that, there is absolutely no reason to believe it. One's own experiences, are where to look for verification. Don't just blindly believe what I say. There's no belief. Thank you.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 12,
      "title": "Q12",
      "start": 545.27,
      "end": 551.37,
      "text": "What is the easiest way to let go of bad habits? There's no way there's no ease there's no easiest way.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 13,
      "title": "Q13",
      "start": 560.25,
      "end": 730.12,
      "text": "So can prescriptive solutions lead to solutions that, you know, to innovative solutions or, like, you talk about, like, solutions that one comes up with one's own experience. But I believe, like, prescriptive solutions can lead to your own experiences that create more, you know, solutions in itself. Okay. So I I heard you say that you believe that. There's no question there. Perfectly fine. You believe that. No problem. So it must be understood that when you come into this domain, you have to come with different sensibilities. Nothing nothing about changing yourself. It's just it's like walking into the rain versus walking into the sunshine. You have to know what you're walking into. You cannot bring your old abilities here because they will only lead to confusion for you, and they'll waste my time and yours. I have no interest in wasting my time. In other in every other place in the world, you can go into and you press your beliefs and say, well, I believe this, and then the debate starts. I have no interest in debating with anybody. I I have no interest this might be the only place that you'll ever see, which I have no interest in when making you wanna believe anything. I don't care. It doesn't matter to me if you believe it, don't believe it. You stay in this room, you don't stay in this room, you never come back. I just it doesn't interest me. So if you believe something, that's perfectly fine. But it isn't that you're gonna say that, oh, I believe this and then I'm gonna say, well, well, you shouldn't believe that, you should believe this over here, and that's wrong, that you should believe it and here's the evidence. I'm not gonna do that. I don't care. If you have a question, you can ask a question. And if you don't have a question, you don't have to ask the question. And whatever answer I give, you don't have to follow it. I have no thought of nothing to follow. In fact, I'm I'm asking you not to follow me. I'm asking you not to listen to me, not to believe what I say, but return return you back to yourself. There's no debate here. There's no discussion here. And while I and as I state, there's no debate and discussion. The way that that can be misunderstood is to believe that because I just said there's no debate and no discussion that that my word must be taken as gospel for you. And I'm not saying that either. There's no on the one hand, there's no debate and no discussion. And on the other hand, I ask you to believe nothing. I ask you to follow nothing of mine. Nothing. I'm not saying don't believe it. I'm not saying believe it. I'm not saying don't follow it. I'm not saying follow it. I'm not saying anything at all. Who is, the biggest influence on you or what books are the biggest influence on on your life? Nobody. No books.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 14,
      "title": "Q14",
      "start": 731.62,
      "end": 825.39,
      "text": "Hi. My question is related to learning, a new skill or a variation on the skill you already have and how that, like, what does it have to do with no mind? Because, I I like, when I learn, like, I try to learn a new dance, it's actually really hard. But I know at some point, it becomes easy. But, like, I can't like, it seems impossible to learn, like, a new skill in the no mind state because I just go back to my old habits. And it's Who's asking you to go to the no mind state? I'm sorry. What? Who who who who asked you to go to the no mind state? I did. Because I I Okay. So then why you okay. So if if you ask yourself to go to no mind state, then why why are you why are you asking me about something that you made yourself do? What do I have to do with that? Well, because you seem like when it comes to your perception training, I think I figured it out a little bit. I I literally take the back seat and let everything move, and I see what happens. And I pick out what I like, and I pick out what I don't like, and I get rid of it. I trash it. But whenever I Okay. I But there's no question here. Okay? You you can do whatever you want. I don't understand why why you're I don't understand what what's what what why you're here. There's no question here. You're telling me a bunch of things that you're putting on yourself, and you have found a way to do it. That's great. I I just don't understand what my role is. Whenever I",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 15,
      "title": "Q15",
      "start": 827.31,
      "end": 917.16,
      "text": "I copy. I still, don't fully understand the nature of desire. It seems to be that there's there's two that there's what people say that they desire and then there's what people do, which seem to be too entirely different. There's there's there's no people. The people Sure. I'm I'm sorry. Myself. About you. There seems to be what I say I desire and then is if I were watching myself, there's what I actually do. And Well, that right there seems pretty clear. Yeah. My my question is, is there any is there any if I think about what I want, the only thing that I arrive at is what I think that I want, which doesn't seem to be my actual desire. My my question is, is there any utility to examining and thinking about what what draws me? Or is the only utility, looking at what I actually do, and and and the actuality of things rather than what what pulls me whether or not I do that. I think it I think it I think I think it'll be wise to, to do those things and see where it takes you rather than rely upon Sure. What I say. Sure. Let the and let let do the test and see what happens. Okay. And then then you'll have a then you'll have an answer which does not require belief.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 16,
      "title": "Q16",
      "start": 918.26,
      "end": 918.62,
      "text": "K.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 17,
      "title": "Q17",
      "start": 920.13,
      "end": 941.18,
      "text": "Hey. I'm I'm first time in your space. I haven't read any of your books. I'm just wondering, what is the central idea about this topic, the truth about living? It was a talk in the beginning. I guess you weren't here. Yeah. I'm sorry. I wasn't here.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 18,
      "title": "Q18",
      "start": 943.08,
      "end": 947.26,
      "text": "That's okay. Don't raise your hand unless you have a question.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 19,
      "title": "Q19",
      "start": 948.63,
      "end": 1011.77,
      "text": "Hello. My question is on fear and why or what about it that makes it so pervasive and powerful. How old are you? I'm at 24, and I feel like I'm controlled by fear. Yeah. That's a very big question. It really it really is best answered from the standpoint of a a particular circumstance that an individual is facing. And in addressing it from the circumstance, then that speaks to the underlying basis of it as a general whole. Every human being is controlled by fear to varying degrees. The simple answer that I can give you is where there is a consequence, there will be fear. Thank you so much. Why am I so",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 20,
      "title": "Q20",
      "start": 1013.2,
      "end": 1293.08,
      "text": "I'm gonna tell you while I'm looking at other people. Thanks. Oh, no. Go ahead. Sorry. I mean, last time it fell through. My question is, I've been kind of going through your work off and on the last couple of years, and I I often feel a great sense of despondency when I read the things that you write and listen to the things that you say. And I think that's because I I they've really deeply resonate with with me, but a lot of the time it makes me just, despondent and kind of empty. And is that, this is probably a dumb question, but is that like a bridge that has to be crossed to get somewhere that makes more sense? Or is that just where I am right now? Or is that not even a fair question? I don't know. Well well, it isn't it isn't for the happy and the cheerful, and it and it it isn't a beach read. You know, it isn't for the it isn't for the yippee people. It's just not. It's I mean, these are deep serious things that I write about, and they aren't recommended for, I don't recommend it to anybody to be honest with you. If someone comes, they come of their own accord because it resonates with them and they're pulled by it for whatever reason. So if if it makes, you know, if it makes one feel a certain way and that way isn't cheerful, I'm not I'm not at all surprised because the the, you know, the happiness and the yippee people, they're that's that's just unserious and and not not that someone shouldn't be happy, every human being wants to be happy. But it it it really is for an individual who is looking for the deep truths of life and craft, the mind, and what every human being is suffering, especially the happy ones. And, and so in looking into the suffering, in looking into and and don't listen to what I just said because then you're gonna start watching your suffering. I just don't listen to what don't listen to that, you're gonna prescriptionize it. When I say looking into the side, I can't even speak without it being prescriptionized. But when one examines suffering, there is there's there's not there's not sunshine and joy there. And if there was, then human beings wouldn't be suffering in the first place. So most things in looking at truth are dark. They're they're in the shadows. They're in the corners and the depths of human beings where the people don't wanna look and and not that they should, But the very reason that one doesn't wanna look is because it's so dark and because it's so heavy and because it's, it has a lot of weight to it. So I'm not at all surprised that one would feel the brunt of that of that weight. And and I'll be the first one to tell you, it isn't good for you. You shouldn't do it. If you're moved to to it's not healthy. And once again, this is a little departure of my work from everybody else's. It says I don't recommend anything. I don't think anything should be done good for you. I don't care about health. I don't care about goodness. Care about take your vitamins. I couldn't care less about that. If you are moved to do it, I don't I don't even need to say, if you're moved to do it, do it. Because if you're moved to do it, you'll already do it. No reason to tell you to do it. So there therein lies the genesis, and therein lies the the the the reason for why you might feel that way. But somebody else might read the very same things and feel, a sense of freedom or liberation. Somebody else might read it and feel as you do. It everyone is different because everyone's coming from a different place. Yeah. That's very interesting. Yeah. Thank you.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 21,
      "title": "Q21",
      "start": 1297.42,
      "end": 1324.88,
      "text": "Sure. Hello? My question is, how do I balance? There's no how to, and there's no balance. How do I balance, I guess you didn't hear me. There's no how to. There's no balance. And you only can believe that.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 22,
      "title": "Q22",
      "start": 1332.95,
      "end": 1805.15,
      "text": "So you had a tweet once about saying that if one has reached the PGA Tour, the mind is the one in final battle. Why is it for only the one that reached the PGA Tour? What if your mind what if the mind was conquered beforehand? Well, I that's not an exclusionary statement. That's just an example. Okay. Thank you. Hey, Capel. I've been reading your work for, about a year and some change. This is only the second time I've asked a question. So, if it is that clear, I apologize beforehand. So I feel like like, after reading your work for this amount of time, certain things have happened. Like, I kinda just like, certain things I cared about, I don't really care about that much anymore, certain anxieties and fears I had. They just kinda left on their own. But, there's one thing that, it kinda bothers me, and I don't it's not that I don't know how to approach it, just that it hasn't left. So I'm naturally a quiet person. I'm not really interested in conversation. Most conversation is just people, at least to me, just finding things to say to fill up space and pass time. But, my family, like, I have family members that I don't live with. They live, a while away, and, I don't talk to them very much. And I feel like there's this bad energy there. Like, they kinda feel like I don't like them or that I hate them or something. But it really it's like I care about them, and I have no issue with them. But it seems like they, I guess, like, they just wanna, like, check up and talk and things like that, and I just that never enters my mind, like, to do that. Like, it's not that I don't like them or hate them. It's just what's the point of talking and catching up about things? Like, nothing's really different. Like, my life isn't anything exceptional, and no offense to them, but I'm not really interested in talking about day to day things. So I guess to wrap it up, my question is, and I realized that this is it's it is what it is. Like, I don't wanna do anything about it or change it or anything, but I kinda feel like this it's just kinda there. It it's always there, like, this kind of it's kind of this slight, like, pain. And so I'm kinda just wondering, like, am I, like, am I doing something? Like, I feel like I'm not really doing anything. I'm not trying to change the situation in any way at all. Like like, I feel like maybe I'm being ignorant in a way. Maybe I should talk to them more. I mean, for their own for their benefit, I don't see I don't really see anything of it. And I don't feel like if I do call them more, that this feeling will kinda go away because if I try to talk to them more, that'll be a forced effort. And the day that I don't wanna talk to them, I won't, and then things will just go go right back to where they are where they are now. I think I think it depends upon the impetus for the impetus for why one does what one does. If one, is naturally quiet, and that's one thing. If one takes the stance that that I am naturally quiet and therefore I'm gonna make sure that I remain this way because I don't like the fact that others wanna talk about things that are empty, and therefore, I'm gonna take this stance. Right. The taking of the stance the taking of the stance upon the taking of the stance is false, that being naturally quiet is true. And usually, problems don't occur when a human being take, is naturally something. The problems occur when one takes a stance. So if if another human being wants to, you know, speak to someone, you know, and it's their obviously, if it's their family member, The other I'm not telling you what to do. I'm just speaking what what how things are. And if another human being wants to speak to a family member who's quiet, then there's no maliciousness there. The in the same way that the person who is quiet is being quiet, the other person is being what they are, which is more talkative and wanting to know what's going on. So in both parties, there's no malevolence. There's no, there's there's no evil. There's no, there's no intent to harm. Therefore Alright. And and so and so wherever that takes one, it it it does. And it is often the case that if one does not like to speak, there's, you know, writing a message explaining how someone feels is also a obviously, there's more than one way to communicate, you know, verbal, written, whatever it may be. If one feels if one feels the desire to, help the other individual understand that, one is not doing this out of any sort of anger or bad feeling, but then that helps others understand that, okay, well, at least there's no misunderstanding that it's being done out of, you know, anger or bad feeling. And I and I'm not saying you should write or shouldn't write. Yes. I'm I'm simply these are the things that exist as options for human beings, and these are also what human beings human being is naturally is the way he is, whether he's talking or whether he's quiet, and problems occur when one takes stances, and problems occur when, when also one is allowed to feel to make conclusions that are not true. And if the desire exists within someone that they don't want to perpetuate untrue conclusions, then they may do something about it or they they may not. If I may ask, a small follow-up question. Actually, that actually is there's a lot there, and it would be it would be to diminish your examination of that to ask another question. Thank you, Kevin.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 23,
      "title": "Q23",
      "start": 1806.65,
      "end": 1833.08,
      "text": "Hey, couple. I wanna ask you about, there is my friend, and she is, I think she is, in depression. And I wanna help her, but I don't know how to do so. Can you tell me something that No. It doesn't work that way. You can't say something and then someone get that depression. That's back to prescriptions.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 24,
      "title": "Q24",
      "start": 1836.34,
      "end": 1945.09,
      "text": "This is kind of a a fundamental level one question. Does the mind need to be transcended first in order for the exposure to truth to be effective? Kinda like you can't get, dry. No? Hi, Capel. Thanks for doing these. So you said something earlier that I've been trying to wrap my head around. You said something like, if you're moved to do something, you would, like, already be doing it. And I I kinda get where you're going with that. But the question is if there's a hesitation that arises, like, after you're you feel moved to do something, what does that mean? What are we supposed to take away from that? Like, does that mean that initial feeling you had to do something was was, like, false or insincere? Is it case dependent? Like, what is the hesitation trying to tell us? No. There there's no it means there's a hesitation. That's what it means. Mhmm. You know, this reading into things to see what is it trying to tell us and what is so and so trying to to, you know these things are intellectual conversations, hocus pocus fantasies that you've learned from self help books and spirituality. It's just nonsense and jargon. You can read anything into anything. Something is trying to tell you something, well, you can fantasize anything about anything. Where's the litmus test? Where's the truth about it? It's it's it's all just mental fantasies. Nothing there. This is what the spiritual and self help world does. Don't raise your hand unless you have a question.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 25,
      "title": "Q25",
      "start": 1946.51,
      "end": 2124.88,
      "text": "Doing this. So, for the past fifteen year I I realized lately that, even after following you for four years and really, digging deep into my own mind and what I really am. I realized, that I have wasted fifteen years of my life, the past fifteen years of my life. And, it was a painful realization to say the least. And I felt like all my effort, even, you know, trying to dissect the mind and, you know, the truth behind what this really is. I I felt that the the effort was, quote, unquote, in vain, and, I always slip back to making bad decisions. And, it kinda dawned on me that, that Michael, the, the decision maker, absolutely failed. And in that realization, like, a space was created where I saw Michael, like, me in a in a third person then. And, he actually really What's your question? My my question is, is that, well, he released control or decided that he doesn't want to make any decisions again. And so the the space was created, and there there there's, like I I felt like, you were talking about this in Atma Moon where, we all have, this manufactured self. And, and it it it felt like weight has been lifted off my shoulders on one hand, but on the other hand, like, every thought that Michael has is now being vetted by this entity that is aware of Michael. And and it feels like like, I'm either on the quote, unquote, on the right path and at the same time that I'm kinda going insane even though I don't feel like I still don't I still don't hear a quest I don't hear a question. I guess I just wanted a maybe a confirmation. I don't know. If if it's if I'm onto something here or or I'm just like, I made a bad turn and I should go back to I don't know. Exactly. Somebody somebody can be somebody can be intellectually onto something, it may means nothing. Somebody could be truly onto something, and and it isn't intellectual. So it just depends if it's an intellectual or not, and that that really will that really will help to decide whether you're, quote, onto something or not.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 26,
      "title": "Q26",
      "start": 2127.47,
      "end": 2140.59,
      "text": "Hi, Capit. My question is, what should what should I do? There's no should do anything. Don't raise your hand unless you have a question.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 27,
      "title": "Q27",
      "start": 2142.66,
      "end": 2153.28,
      "text": "I have a question. Sorry. I joined a little bit late. As we talk about the truth about living, what truth are we talking about? The truth in the waiting state?",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 28,
      "title": "Q28",
      "start": 2154.78,
      "end": 2162.56,
      "text": "What's the difference between mind and ego? They're in the same domain.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 29,
      "title": "Q29",
      "start": 2165.38,
      "end": 2181.3,
      "text": "But, like, how? The truth about living, I believe, is going to help Wait a minute. Wait a minute. Wait a minute. I'm not interested in what you believe, and I don't need you to be interested in what I believe. It's just not discussion. If you have a question, you can ask a question.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 30,
      "title": "Q30",
      "start": 2182.72,
      "end": 2332.22,
      "text": "Okay. Thank you. Is desire the ultimate source of truth? The question makes no sense. What are you trying to ask? Desire itself, is that is that where motivation Desire for what? For for anything. For for motivation, for whatever it could be. Is that is that ultimate truth for, I guess, you could say achievement? So, I mean, desire itself is not truth, but it is true it is true to say that desire is the driver behind achieving anything, even the achievement of truth. That truth itself is not an achievement. It's a it's a devotion. But if one does not have the desire for that, then then, yes, it's a non it's a non starter. But to say, is desire truth? I mean, desire itself is a falsehood, but it's there's a there's a utilitarian aspect to it, which is necessary. Makes Yeah. Hello. So I've noticed that, as I wake up every day, I'm filled with anxiety. And then throughout the day, sometimes this anxiety decreases by becoming engaged in certain things, or sometimes it stays the same. And I enter a different state, but every time I go back to sleep, I, I wake up not really knowing who I am, and that fear is in my heart, and it's always the same. I was just wondering if you have any sort of truth to that through your own experience. No. I mean, it's too large. It's too large. I mean, that's why questions have to be very specific. There there can't there can't be a broad scope of a question. Yeah. And, so it has to be a very specific question. I don't think that you have one even even though what you're expressing and feeling is, very typically the the experience of most human beings.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 31,
      "title": "Q31",
      "start": 2332.91,
      "end": 2333.66,
      "text": "Thank you.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 32,
      "title": "Q32",
      "start": 2341.33,
      "end": 2548.04,
      "text": "My question is, there are people out there who've achieved truth, achieved mastery in their domain, say, like, Michael Jordan or some great sportsman. For these people, what explains them having an off day? If you have mastered something, then does that allow for off days? Is there some alternative explanation? Well, there's, you know, there the environment has a big influence on things, particularly in the setting of team sports because, or there's there's an opponent. And so there there's a lot of variables. So, you know, in in even within the individual, how that person feels on a certain day. I mean, these are all very fluctuating things, and it it there's so many definitional things. I mean, the difference is what you mean by mastery. I mean, it's most of the things that people talk about are relative. Right? So the relative skills in comparison to other people, and even if someone has more skill than the majority of others, it's still relative. So it depends what one beings by mastery, and that that word, I I don't I I I use it in a devotional sense. I mean, a pure I use I use everything in a pure sense. That word is thrown around like candy, you know, mastery. It's it's just like the title of books and self help jargon garbage. That's not mastery. Mastery is something that is truly, truly rare, and it isn't a relative thing. It's basically nonexistent in any sport of any individual living today. It's it is it is to diminish the term. It is to, it's to suck the quality out of the term to use it in a modern sense and plaster it on a book, and even say that, you know, so and so has it, because it it isn't. These are modern modern times are a poor example of everything. Modern times are a degradation of what may have once been pure and true. So the the word cannot be brought over without being diminished. Anything that's related to modernity, is is a is a watered down diluted form of what something was in its original sense, in its original essence. So I don't even think anybody should use the word mastery because it's it's it's, it's it's candy. No one should speak about anything in today's environment. No one has the bandwidth for it. Everyone everyone's just, you know, balancing these words around and and because there's no humans to use them on, they still keep the word even though no one exemplifies it. So it's a base it's it's a waste basket term and like all things in the modern age, it has been degraded. There's no mastery going on anywhere today.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 33,
      "title": "Q33",
      "start": 2549.05,
      "end": 2662.2,
      "text": "Hi, Kapil. You wrote about manufactured self, in one of the through our discourse, I guess. It is liberating. But, I, actually, I got freedom from, the reactions to my opinion. So that is liberating, but I'm still taking care of my body. And, I mean, I'm meeting well and exercising. So I haven't got freedom from myself yet. Okay. No. I'm asking you. So, because if I'm not taking care of my body and, I'm eating well, then I will not be able to experience the world. So if I get freedom from myself Yeah. But see, you're you're looking for you're looking for a certificate. If if if it you're you're looking for a a gold star so that you can say that you can hang it on the wall and say, okay. So I got freedom for myself and there's my certificate of a of a of of achievement. If you were if there's no there's no achievement. There there's no so I I haven't got it yet. That is all determined by what you really want. So if you looked into the matter and you didn't, you genuinely don't like the fact that you take care of your body or whatever it may be, then that is the thing that means something. Not trying to achieve something to say, well, have I got it yet? Because, obviously, I'm still attached to x, y, and z. And so, obviously, I don't have it yet. And so, if I haven't done that, does that mean that I don't get the certificate? Okay.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 34,
      "title": "Q34",
      "start": 2663.71,
      "end": 2720.48,
      "text": "Thank you, Will. Thank you for the opportunity. Just wanted to let you know that Atman is extremely powerful. Thank you for it. And, also, I would like to know in one of your, conversations which you had with an individual long time back, you referred to a a person, I presume a Japanese individual who left his home at the age of 13 into the jungle. He had berries, and then he mastered the art of martial arts, and then he came out fighting. I due to the poor audio quality of the conversation, I would I was unable to, properly capture the individual's name. If you remember that His name is, Miyamoto Masashi. Miyamoto Masashi. Can you please, you know, if you don't mind, can you please, spell it for me, please? Masashi. Just type in Masashi. It's m u s a s h, m u s a s h I. Thank you so much. Yeah. Sure.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 35,
      "title": "Q35",
      "start": 2723.58,
      "end": 2817.41,
      "text": "Hello. I, hope you can hear me good. I've known you for four years. I'm 26, financial free, and currently traveling, and now finally have the time to be exposed to the truth a lot. I still have difficulty to ask the right questions and or knowing if I'm truly serious. My sister is depressed, and for a long time, she's looking to get rid of it by prescription. So mindfulness, therapist, Ayahuasca, she be always try to better herself and won't arrive. Is this a serious endeavor if my ultimate desire is to give her as much exposure to the truth, or am I playing a dangerous game that will cause more turmoil for myself and maybe for her? You know, you can try it and see. I mean, typically, if anything that is done by force, usually ends up in a in a difficult and conflictive place. But, you know, if something is introduced and, one is given an opportunity either to come towards it or, move away from it, then there typically there's there's never any harm in exposure. There typically harm typically happens when there's a an argument or a forcing upon someone that they should read this or they should do that. So, no, I I would never say that there's any harm in in,",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 36,
      "title": "Q36",
      "start": 2818.91,
      "end": 2828.28,
      "text": "you know, offering something and seeing if the individual resonates with it or not without any strings, attached.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 37,
      "title": "Q37",
      "start": 2832.34,
      "end": 2833.16,
      "text": "Thank you.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 38,
      "title": "Q38",
      "start": 2846.05,
      "end": 2854.41,
      "text": "Actually, I am new to this group, and you explained me how the process is going.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 39,
      "title": "Q39",
      "start": 2855.83,
      "end": 2863.69,
      "text": "Can you briefly touch on the process or journey you went on to get to where you are mentally? Hey, doctor Gupta.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 40,
      "title": "Q40",
      "start": 2864.96,
      "end": 2925.51,
      "text": "Thank you so much for letting me speak. Thank you for all your work. You have the best analogies. When you say life is like a game or to view life as a game, is that like, okay. You get to play this game. Like you said, it's an open playing field. You have no idea when you're gonna I mean, I don't I don't remember what I said, and I don't remember the context in which I said it because at the time I said it, it was being said. And so I was in a particular space, But not being in that exact, place in the moment of time, I don't I don't know what I'm I don't know what I was saying. So if you have a specific question from your end, you can ask it. What's the proper role of joy or happiness in a life devoted to truth? Happiness is a myth.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 41,
      "title": "Q41",
      "start": 2926.93,
      "end": 2940.61,
      "text": "You don't think happiness is a choice? That isn't a question. That's a comment with a question mark forced on the engine. I'm not asking you to believe anything.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 42,
      "title": "Q42",
      "start": 2941.23,
      "end": 2951.8,
      "text": "Sorry. Could you hear me? Do you think there's purpose in life? Do you believe there's purpose in life?",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 43,
      "title": "Q43",
      "start": 2953.22,
      "end": 3004.18,
      "text": "Hasn't arrived yet because they their thoughts, actions, and everything they've done up until now, is useless. Well, it's all a matter of desire and understanding. If if someone has the understanding about the truth, then, the arrival tends to happen somewhere along the way. So it it when you say that someone's thoughts and actions were useless, you're implying that they should have done different thoughts and actions, and it's never in the thoughts and the actions. That's exactly the road to hell paved by spirituality and self help. Good morning.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 44,
      "title": "Q44",
      "start": 3008.66,
      "end": 3203.31,
      "text": "I'm I'm I'm I'm Helsing Key. I'm and I'm speaking from Ghana. And, I would like to ask a few questions about the truth of living or truth about living. Correct. Am I I I I didn't hear a lot, but I I have a few questions. You see, you say, when a man starts to be dependent on himself and not, other people or or society. Like, for instance, you begin to, like, drive everything from your subconscious mind. All you want is under your control like, under your own personal control. I I have tried that before, and I I see that. And I have tried that in so many other times before. And I see that nothing is really, really reliable in this life. Like, I feel everything is is always a 50% chance, and sometimes what works for you won't work for another individual. I don't know. So maybe you can say, yes, some you need to be But but hang on. Hang on. Stop. Stop. Stop. So you're you're obviously new here. So let me let me explain something to you. You you are not only implying, but your the sentence that you were in the middle of making was that I am recommending something. You are also you have also misunderstood my words, which is natural, especially if someone doesn't follow my work. That's gonna be very natural to it's gonna be inevitable that you misunderstand. You think that I am telling you to rely upon yourself, and I'm not telling you to do anything. I am simply saying that if dependency upon the world and dependency dependency upon other people, let me look back at the message and see what I said so that I don't summarize. Okay. One second. All a man's problems arise from hope and dependence upon people and the world. That's all I said. Now I didn't even ask anyone to resonate with that message. I there's nothing there's no intention on my part. There's not a cell in my body that wants to sell an idea and want you to believe me. I have no recommendations. Okay. I'm not trying to help you. Now the things that you said at the very beginning, are all true, And they're especially they're they're especially poignant as they come from you because you have found them from your own experiences. Yes. Yes. You did you did not read them in a book.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 45,
      "title": "Q45",
      "start": 3204.57,
      "end": 3226.36,
      "text": "Therefore, when you began speaking, your words had some weight because what you said was clear and what you said was true and what you said was not didactic. Pick some nonsense intellectual book. It was your own. If you still have a question left over Yes, sir. You can ask.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 46,
      "title": "Q46",
      "start": 3228.49,
      "end": 3393.39,
      "text": "Yes. Yes. It was mine. It was mine. You see, I I I send out a space what's truth about living, and I I I I I am very, I don't know, an inquisitive minded person. So I like to learn a lot, and I like to know new stuff. So I seen the topic, and I wanted to interact, but the space have been very silent. So that is why I I looked through your, timeline, and I I picked something I was interested in. I didn't say that I believed in your words, or I didn't say that, your words were trying to convince me on on on to believing in something. I just wanted to pick it as a point of, like, starting to interact about this whole life thing in general, this whole living thing. Sure. Sure. Do you have a question? Do you have a question? Yes. I do have another question. Go ahead. If if you say if you say if you say truth truth truth, you mean that something that is true in general or something that is true for you as a person? There are universal truths. Can I can I get that that meaning? Hang on. Let me just clarify that. Yes. There are universal truths, and then each situation also has a truth. So so so when you say truth about living, I I I do you think there is a universal truth about living? I know truth can be, very, very subjective most of the time. So do you think there there is actually a universal truth about living? That's the one The number one, there is no subjective truth. The only subjective opinion and subjective belief. Number two, there are many truths about living. There's not just one. But there's nothing here that I'm trying to make someone believe, but there are many truths about living. Not that anybody should look into them. You should you should tell me if if you I know a few truths about living and and the the I think that I think that I think it's come to a natural end. You have good sensibilities, and your experiences and your your reliance on your own experiences is something that seems and will continue to serve you well.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 47,
      "title": "Q47",
      "start": 3395.55,
      "end": 3517.66,
      "text": "Hello. I guess I'm audible. So I have been, reading your stuff for about a year couple, and, this is the third time I'm talking to you. And my question is, like, I'm into something, like like a b c. That's something. And, every time, like, few months passes, and I don't, reach where my heart wants to reach. So there's a sense of, anxiety or, like, fear, inside me of not getting there. And whenever my parents or my, friends or the person or the people who, genuinely love me and said you have you should do something else rather than doing this thing, And I still continue doing that even even if I don't get the result. But, when few months passes and still I don't get the result, what I my what my heart longs for, that creates a sense of fear of not getting there, or the sense of anxiety. And, and the reason I want to cure that or the reason I want to look into that is because, it creates problem problem. Like, I want to focus more on that particular thing rather than rather than solving my anxiety or, anxiety and fear fear. So, I wanted some clarity or understanding about, my anxiety if possible. Every person who's going through a pursuit to get something has fear and anxiety. That's that's a natural part of everything. Nothing is you snap your fingers and then you have it.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 48,
      "title": "Q48",
      "start": 3519.8,
      "end": 3524.39,
      "text": "Yeah. See it throughout the day.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 49,
      "title": "Q49",
      "start": 3525.64,
      "end": 3531.69,
      "text": "How not to follow? There's no mechanism. There's no mechanism. Like, how not to",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 50,
      "title": "Q50",
      "start": 3534.49,
      "end": 3538.03,
      "text": "there's no how. There's no how not.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 51,
      "title": "Q51",
      "start": 3539.37,
      "end": 3680.49,
      "text": "Hello, couple, sir. I want to thank you for everything from the deepest bottom of my heart. I can see that believing something seems to be a hindrance in truly understanding it holistically Because when I believe something, I have gaps in understanding it. But when I visually understand something or experience it or see it for myself, I develop a complete understanding. And as a natural consequence of listening to you and seeing the potential of it for myself, I can't help but replicate your ideas, and my understanding seems to be a derivative of what you say. So I guess my question is, does this student ever become their own through listening, or can they have an understanding of their own? I mean, that that should be the that should always be the place where someone is trying to go. You know, that there there's a the trouble with spirituality and the the traditions and such is this perpetual studenthood. At the end, it really must the truth is that human being must become his own master, not have dependency upon anyone. And, therefore, it it not only I mean, it it it really depends upon what the individual is seeking. So it isn't a matter of can. It's a matter of what does an individual want. And I would say that most have been virtually all been brainwashed so deeply into prescriptions that, dependency is the default. Dependency is the norm. So but but you're correct. It is all about understanding, and it simply does it simply comes down to if an individual desires to become his own",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 52,
      "title": "Q52",
      "start": 3681.43,
      "end": 3681.93,
      "text": "master.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 53,
      "title": "Q53",
      "start": 3685.26,
      "end": 3693.03,
      "text": "Thank you. May I know how to get out of the comfort zone and, you know, there's no how to?",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 54,
      "title": "Q54",
      "start": 3695.3,
      "end": 3699.16,
      "text": "Why can't I get rid of all of my old tools?",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    },
    {
      "id": 55,
      "title": "Q55",
      "start": 3699.7,
      "end": 3700.6,
      "text": "Good night.",
      "audio_file": "The Truth About Living - Kapil Gupta MD _ 18 May 2022 [0mx_mdMI2Xo].mp3",
      "source": "deepgram"
    }
  ]
}