{
  "video_id": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast",
  "title": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast",
  "webpage_url": null,
  "blocks": [
    {
      "id": 1,
      "title": "Q1",
      "start": 35.39,
      "end": 37.57,
      "text": "Hey, Kavil. Can you hear me?",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 2,
      "title": "Q2",
      "start": 38.91,
      "end": 81.41,
      "text": "Hey, Kavil. Yeah. I'm pretty new to your work, and, I just wanna say thank you for, you know, putting out all the information that you do. You know, I think some of the things you say are so important that, you know, it seems like it's hard to convey, you know, in the English language. Seems almost like a disservice. But thank you. And my question is, you know, how do you sort of the idea of desire, desperation, like, how can you truly know if you desire something or, it's not some sort of, like, prescription to help yourself? You can often tell by the number of excuses you do or do not make. That's a fairly easy way to tell.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 3,
      "title": "Q3",
      "start": 83.1,
      "end": 104.73,
      "text": "Hey. Hi, couple. If you're invited to the stage, you can go ahead and ask your question. Okay. So I don't have a question, but I just want to thank you for putting this stuff out. And, I I came across you by another Ravikant only. So, yeah, I just wanted to say that. Thank you.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 4,
      "title": "Q4",
      "start": 108.23,
      "end": 254.75,
      "text": "How do how do we, basically prolong the moment of clarity? Like, it seems to go in and out. There's no how. This this happens that, I have been chasing something or other. So and it's mostly foremost. So how do we get out of this loop and do what we want while, If you ask a how question, how do I do this? How do I do that? You are falling for the trap which put which puts you in misery in the first place. So it is it is important to consider what one is asking to make sure that it is sincere. To ask a question like, how do I prolong clarity? Or how do I get out of the trap of this? Or how do I stop chasing? Or how do I do this? Do you truly and honestly, if you look in your heart of hearts, do you truly expect me to say, well, practice this technique and you will stop chasing? Practice this method and you will do you will attain clarity? It's a nonsensical question. It isn't serious. Therefore, it deserves no response. Hello? It's the best way. And when I say the best way, basically, if the goal of life is to be happy and comfortable, let's just remove the comfortable part of the goal of life is to be happy. Not knowing truth about certain things helps you to do that. If that's the goal, then why do we always have to seek truth? That's a And Yeah. I cannot ask about just stop there. You've made about 19 assumptions there. The goal of the goal of life is to be happy. Who told you that? Mhmm. That's something that you believe. That's baggage. That that's a possibility. Yeah. Yeah. That's a possibility. That's right. That's baggage that you brought with you. And as long as you believe that, the rest of your question and anything that you say after that is completely invalid because that has no place. It isn't a reality. So you've already created fantasies for yourself, then you ask yourself how to rectify and prolong and sustain and support fantasies. That doesn't exist because the entire the entire concept of happiness that you've been sold upon by society and spirituality and self help, self development, all the nonsense jargon that's out there, has brainwashed you into believing in happiness. Therefore, you really can't be helped.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 5,
      "title": "Q5",
      "start": 256.41,
      "end": 327.03,
      "text": "Hi, Kapil. When I when I truly introspect and I try to figure out what is my mind saying and what is truly instinct or what is true, I find it sometimes difficult to decipher between the two. Is there a That's a that's a fair question. The the most practical answer for you is that whatever your whatever you think is intuition, it is likely mind. So I think the most important thing to understand in with regard to the question that you asked is nothing and all that you believe to be real is. It is all self created jargon and truth and the path and the journey towards permanence and whatever word that you wish to use, very much has its foundation in cleansing oneself of all the brainwashing and conditioning and the beliefs and opinions that have been packed into oneself over decades upon decades.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 6,
      "title": "Q6",
      "start": 329.81,
      "end": 350.12,
      "text": "What's the most limiting self belief that you see in people you talk with? One of the most limiting is, a complete and utter, enslavement to methods and techniques. That one might take lifetimes to get over.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 7,
      "title": "Q7",
      "start": 352.43,
      "end": 371.62,
      "text": "Hello. Are you familiar with Judd McKenna's teachings? And if so, what do you think of some of his ideas? No. I'm not. And then the attitude that you tell yourself, why would you believe that there would be no difference between that?",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 8,
      "title": "Q8",
      "start": 373.52,
      "end": 479.21,
      "text": "Hi, Kapil. Is the search for truth a truly solo pursuit in the sense that, prescriptions from others cannot be relied upon in it. You only you can determine truth for yourself? Well, any prescription cannot be relied upon Methods and techniques and prescriptions and how tos, really are circular chases which lead nowhere and one need not by any means believe that. They can simply look into their own experiences in life and plainly see for themselves some reason to have faith or believe anything, then I say, one must verify for themselves through their own experiences, you know, that the truth The truth is absolutely a solitary journey because, one lives in a society and one is conditioned and brainwashed, and all that one hears by reading books and media and motivational speakers, authors, priests, pundits, gurus, whatever it may be, they all lie. And they don't lie with malintent, but all they do is prescribe or they lie. So you have millions upon millions of people who attend various workshops and retreats and, you know, speakers and, spiritual gurus who give long talks and, one should never believe anything, one should examine for themselves. Survey the audience, survey yourself afterwards, what they really do for you. Well, examine it for yourself, and you'll see the evidence is very plain. None of those things help anybody. They're just entertainment.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 9,
      "title": "Q9",
      "start": 481.03,
      "end": 528.14,
      "text": "Hi there. I have kind of an odd question just based off of my own personal experiences in the last, like, six months or so. I lost someone to suicide. I was wondering if you could speak on that. What happens when you kill yourself? What does it do for your karma? I don't know the answer to that. I don't know about what happens after death. I I am sorry for, you know, the tragedy that you experienced, but I can't speak to as to what what happens after afterwards. In in all honesty, life is a far greater, question than and a far more acute and relevant one than what happens after death.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 10,
      "title": "Q10",
      "start": 530.67,
      "end": 563.29,
      "text": "Hi, Kapil. My question is around, I'm married, and my mom lives with us. And I don't see a lot of things, like, eye to eye with my mom, especially when it comes to raising my kids. Uh-huh. So and we tend to get into a lot of arguments. And what is a good way to control the frustration and anger surrounding this? That's a prescriptive question. These things take a long time to understand. There's nothing that I can say to you. We'll do this, and you'll get along better. It's not about that. It's far deeper than that.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 11,
      "title": "Q11",
      "start": 564.55,
      "end": 578.75,
      "text": "Hi, Kapil. Are you familiar with the method of self inquiry described by Nasir Gadot Maharaj and Ramana Maharshi, and do you have any opinion on it? You can try it for yourself. Let me see if you get anywhere.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 12,
      "title": "Q12",
      "start": 580.14,
      "end": 635.29,
      "text": "Hey. My question is, when you work with CEOs and athletes, how are you able to help them without giving them any how tos? Well, that also is a how to that you just asked. So the the understanding, the understanding of the inefficiency and circular and dead end in nature of how to's has not has not found you. And therefore, anything that I say will will see. So it's a journey you'll have to go on by yourself to look through, the validity of prescriptions and how tos, and examine the outcomes that you've experienced based upon following such things in non mechanical areas.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 13,
      "title": "Q13",
      "start": 638.27,
      "end": 643.01,
      "text": "Hi, Kapil. What does your mental image of final tooth looks like?",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 14,
      "title": "Q14",
      "start": 646.59,
      "end": 747.64,
      "text": "Hi, Kapil. I want to know if if there is any truth in the statement that the difference between chases and devotion is that when you are in a chase, you seem to be operating from a place of fear. And when you're in a place of, maybe not devotion, but in a place of true commitment and seeking the truth about something, you operate from a sense of certainty. Is that true? Or I don't know. Words are words are words. I mean, you can apply words to anything and say, is that true? Everything depends upon one's interpretation of things. So what does certainty mean? What does you know, you cannot you cannot pigeonhole things, into words. It really it really is about understanding the essence of something and then if if one under the essence of it, then whatever words that one wishes to apply to it, they may because that makes sense to them. So words are very, they're very personal and they're so but I see. But but if you feel like if there is anxiety while you're doing something or you're trying to achieve something, does that kind of mean that it's a chase? There's anxiety when people are praying to God. There's always anxiety. Yeah. So then, you know, every there's there's there's nothing in your life that isn't, to varying degrees, anxiety. So it isn't it isn't about, finding something and and putting a a pin in it and saying, that's this. It really is about understanding. If you really look into it, you don't really need a waving flag. You'll be able to tell if something is a chase or whether it's when it's genuine if you're sincere.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 15,
      "title": "Q15",
      "start": 749.46,
      "end": 830.97,
      "text": "The in in the realm of sports and business? Because, like, there are there are metrics like victories and so on that separate them by miles. In in like, I'm a bit struggling in terms of understanding exactly what an only looks like in the craft of singing because I'm in that craft, and I'd like to have a better understanding of, an only. Well, you know, if if someone is an only, then that means that they can do what nobody else can do. And so whatever that is, whatever that looks like for a particular individual, you know, only they can answer that. And obviously those who are enamored by the unique talent that they bring, but what we see in society across all disciplines is copycats. So everyone is basically trying to do the same thing, only better or cheaper. And so that doesn't and they can do that if they wish, but that doesn't mean that one is an only. So what the precise, specificity of the only, the manifestation and the characterization of that in a particular domain for a particular person is something that really they they can answer or their audience can answer. May I ask",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 16,
      "title": "Q16",
      "start": 837.45,
      "end": 851.14,
      "text": "So I I want to ask that does I need to include blockchains and plans. I cannot hear you. Hello?",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 17,
      "title": "Q17",
      "start": 854.83,
      "end": 898.14,
      "text": "Hello? Hey. Sorry. It took me a second. I have a question that it might seem a little obvious or redundant, but I'm genuinely curious. What what is, your reason for wanting to seek truth and promoting others to do that? Like, is do you see a specific value to that as opposed to, let's say, maybe living, like, a more passive life? Well, number one, I have no reason. Number two, I don't, ask others to do it. I don't recommend it to anyone. I recommend nothing to anybody. Number three, the only thing there is is truth. That which is not truth is untruth. So why would I want that?",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 18,
      "title": "Q18",
      "start": 899.49,
      "end": 984.0,
      "text": "Given that, words, create meaning and also create this, sense of self and these these structures, and the fact that everything appears to be happening on its own, what would be the prep proper mindset by which to, digest all of what is occurring. I don't understand your question. It's far too vague. If I were to rephrase, given that that words and concepts, and constructs are things with which the mind lives by What can be done? I would say I would say that you're premature in asking that question. You should and the reason that you're premature is because you're taking it at face value, and that doesn't go anywhere. You have not yet reached the point where you have truly, realized deep in your heart of hearts that concepts have no relevance whatsoever. You have you have sort of taken it as somewhat of either a 100% belief or x percent belief, and nothing can be a belief. Nothing must be realized before there is any moving on to the next so called level or stage. No.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 19,
      "title": "Q19",
      "start": 985.82,
      "end": 993.43,
      "text": "Hello? Is something that is unwarnished and self sup sustained is the truth?",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 20,
      "title": "Q20",
      "start": 1000.7,
      "end": 1063.49,
      "text": "Oh, hi. Thank you so much for taking my question. Is, I always find that I'm always trying to change my mood, from one moment to another, and I was wondering if the truth could impact one's mood, if it's beyond just the mind, I guess, and it goes to the body in that way. Well, it doesn't matter if I say yes or no to you because you're sort of like, asking, if you're you're sort of like asking if you can use an airplane to, employ the taxi around town. I mean, who who cares? I mean, that's that's it mind the, it is it is so beyond mood that why would you waste truth upon mood? So so I could say yes to you so what? Are you gonna taste truth because of that? I mean, that isn't that isn't a powerful enough motive. You won't you won't get past the first three steps.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 21,
      "title": "Q21",
      "start": 1065.79,
      "end": 1081.01,
      "text": "Hi, Kebill. I'm just wanting to know, what is it that one does not understand about themselves that often prevents them from achieving a state of no mind even if one often experiences it temporarily? The state of no mind is a chase because you're chasing the state for pleasure.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 22,
      "title": "Q22",
      "start": 1082.83,
      "end": 1166.11,
      "text": "Hello? Hello, sir. Sir, my question is exposing, mind to truths daily, and it has come a stage where, I don't need I'm very focused, productive in my work, but there is a disconnect among friends and family, and they and there is something like they are taking Yeah. Every time I the more genuinely one is on the path to truth, the more deeply one is one longs for the truth, the more that they will be alienated if they decide to speak about it, by others. The less they will be understood. So if one seeks the path of truth and they wish to talk about it with everyone and hope that others will understand, if they are truly genuine about the truth, then they are in for a grave disappointment. It is a solitary journey and, speaking about it with others will often bring more disappointment than, encouragement. Everyone has their own version of truth. Who gets to decide decide what truth is? No. That is incorrect. People have their own version of opinion and belief. They don't have their own version of truth.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 23,
      "title": "Q23",
      "start": 1170.03,
      "end": 1221.78,
      "text": "Hi. Is one's natural state to log for the truth? You know, that's a fair question. It's difficult to talk about one's natural state, or to connect with that given the years and years of conditioning and brainwashing by society and the new age and self help and spirituality and the entire world. So one is so far removed from one's natural state, that if in one's natural state, one would likely be defaulted towards truth because the exposure, to the brainwashing and the conditioning, would not have been there. So it's a fair question.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 24,
      "title": "Q24",
      "start": 1225.51,
      "end": 1313.03,
      "text": "You talk a lot about seeking truth individually. How do you think about, leading a team? No. There there's no there's no team truth. Doesn't exist. Okay. So if you're looking to, say, perform, be it be a top performer as a CEO or a leader, does that encompass bringing a team to seeing truth? Or No. Like I said, I just told you, there's no there's no team truth. Everything begins and ends with the individual, and the individual would have to go on a serious, genuine, deep, systematic journey in order to discover the truth within themselves, and therefore in doing so, the more and more that would emanate from them would be the truth. And therefore, their very eyes would change, and how they would, process things would change. And in their own, unintended, non prescriptive, non methodological, transformation that makes a ripple effect, upon everything around them. Could you define truth or give context for those who joined more recently into this space? Truth truth is the genuine longing for truth.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 25,
      "title": "Q25",
      "start": 1314.37,
      "end": 1315.11,
      "text": "Thank you.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 26,
      "title": "Q26",
      "start": 1316.68,
      "end": 1417.63,
      "text": "Like, probably, everyone is if someone is seeking the truth with an agenda, like, I am because all the things I tried have not worked, and I have no choice but to at least be in touch with it. And I don't know if seek is the right word. So if I am, you know, like, reading a work or doing anything with an agenda to arrive somewhere, so where is purity in it? Like, is this even pure? That's a fair question. You know, the I think purity is, in the place in which or it it can begin when one recognizes that whatever they truly wish to attain in their life that is of any permanence, that is of any consistency, that is any lasting value cannot be found in methods, techniques, how tos, and prescriptions. It cannot be found in the jargon of spirituality, self help, self development, gurus, motivational speakers, the media, books, magazines. I think purity begins there, in the absolute realization without any form of belief or opinion or faith at all, but to recognize it and realize it for oneself, that nothing that they are seeking of any permanent value that doesn't last for more than a blip on a screen, simply cannot be found in the world. It cannot be found in society. It cannot be found in the jargon, in the in the prescriptions, and all of those things. And if one genuinely and deeply realizes that, they will never be the same again.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 27,
      "title": "Q27",
      "start": 1419.11,
      "end": 1443.57,
      "text": "When I mix, experiencing truth and which leads to other truths, why do I fear or why do I have a sense of fear, of what what might come? Sense of fear because you're in uncharted territory if you actually experienced fruit.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 28,
      "title": "Q28",
      "start": 1445.63,
      "end": 1462.31,
      "text": "Can I imagine what they want to be? Or is it to a reality children for them? If a man truly wants to be something and they relegate it to some other force that they feel decided for them, that they never really wanted to be.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 29,
      "title": "Q29",
      "start": 1464.22,
      "end": 1482.78,
      "text": "Is the truth a prerequisite in order to love another human? No. I think humans should drop the idea of love. But it's a it's a it's a vague four letter word that really is only intellectual and, related to infatuation and attachment.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 30,
      "title": "Q30",
      "start": 1484.67,
      "end": 1490.54,
      "text": "Hi. I think you're retarded, and your brand is fake as fuck. Thank you.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 31,
      "title": "Q31",
      "start": 1492.56,
      "end": 1505.58,
      "text": "Do you think a person who is really seeking the truth cares about performance? I don't think that's a real question. I think you've already made up your mind, You're asking for validation.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 32,
      "title": "Q32",
      "start": 1507.39,
      "end": 1651.46,
      "text": "Hello. Thank you for taking my question. I, was, listening to the one of the answers where you said that, there should be a systematic inquiry, but there shouldn't be any methods. Like, these two statements were not together, but I kind of thought that systematic inquiry and following a method on the very close to each other. Thank you. So what's your question? So my question is that, systematic inquiry and, methods aren't the, like, the same thing. And what we were discussing was that, you're saying that system you should do a systematic inquiry or, like Okay. No. First of all, I don't following methods or any how tos. I don't recommend that someone does a systematic inquiry. It is more of a systematic exposure. So it is it is a it it is a journey in order to learn and understand. It is not a didactic journey. There the moment that one applies a method to anything or a technique to anything, they will move in circles. They will not get anywhere. They will simply be trying to perfect the method, and they will never actually get to the thing. So So they'll become a they'll become an expert at the method, but they'll never actually get to the thing for which the method was ostensibly created. So it really is about one of the most fundamental things one of the most fundamental truths that a human being can learn in their life, is to realize the inefficacy and the, anemic and circular, and really, empty. The emptiness would be behind behind meth behind methods. If one realizes that genuinely without taking it as on faith, they really put themselves in a very a very elevated sphere, and which allows them to then be it gives them the opportunity to actually be available to truths which they otherwise, had no possibility of attaining while they believe in methods.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 33,
      "title": "Q33",
      "start": 1656.09,
      "end": 1660.5,
      "text": "What is real? Hi, Caprio.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 34,
      "title": "Q34",
      "start": 1662.4,
      "end": 1666.26,
      "text": "What do you like to do for fun? Do you ever watch movies or listen to music?",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 35,
      "title": "Q35",
      "start": 1668.32,
      "end": 1670.17,
      "text": "There is no,",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 36,
      "title": "Q36",
      "start": 1671.54,
      "end": 1734.26,
      "text": "team, and a a true leader doesn't care about what others think. So can a true leader, maintain control of an organization preventing betrayal and without any, without getting any respect, seemed like a conflicting idea. So I wanted to clear that. The the question is invalid. And if one was on the path to truth, the question that you just asked would change because a lot of what you just asked would be irrelevant if one was What if if one was genuinely it would there's no what it would take. You can't rephrase the question. It's already out of the bag. It like I said, the questions would change. It wouldn't matter. The things that you mentioned would wouldn't matter. It doesn't matter what the question would be because you're not there. So I could tell you I could tell you the question should be this, the inner relevance to you. It's just, like I said, it is Japanese, but that's what would happen.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 37,
      "title": "Q37",
      "start": 1735.76,
      "end": 1736.26,
      "text": "Okay.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 38,
      "title": "Q38",
      "start": 1738.88,
      "end": 1762.95,
      "text": "Versus, let's say, doing good for others or the world. So is the journey of Skritas kind of a selfish journey? You're not ready for the truth. You're not ready for the answer because you believe in words like selfish. That those that can already it's it's it's too great, and too voluminous inside of you for you to hear the truth.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 39,
      "title": "Q39",
      "start": 1765.49,
      "end": 1847.87,
      "text": "My question is, where does the allure allure and pull, to methods and prescriptions stem from? Well, it's all you've ever known. It's all every human being has ever known, since the day they came into this world. That's that's all there is in Swimming in the same swimming pool, so to speak, for their entire life. So, in all honesty, what else could come but that which you have been swimming in? In this society, in this world, in all facets and domains and cultures and subcultures, in all disciplines and all fields and professions, there's only one thing available, and that is prescriptions. There's no prescription free anxiety anywhere. Not from the highest level of sport to the lowest level of sport. Not in the highest level of business to the lowest level of business. Not to the highest level of spirituality, to the lowest level of spirituality. It simply doesn't exist. The only thing available in society, the only thing available, is didactics and methods and techniques and how tos. And in fact, it is so much that way that if you were to go to a practitioner or an expert or a professional of any kind and say there is no how, he would look at you dumbfounded.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 40,
      "title": "Q40",
      "start": 1849.85,
      "end": 1856.76,
      "text": "Hi Kapil. How was your journey like when you started seeking the truth? It doesn't matter.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 41,
      "title": "Q41",
      "start": 1858.34,
      "end": 1932.87,
      "text": "Hi, Kapil. In the search for truth, are words can words be a tool? I understand that words can be a distraction, or language can be a distraction, and so can language be a tool at all in the search for truth? And I guess to go on to that and connect it with your earlier point on society is the reason why everything in society is full of prescriptions because we all have language? Is that what connects us all since our No. No. That isn't the reason. The reason is that humans are cosmetic and superficial creatures. This is how they are. And and and in any field that you look, in any discipline, in any profession, you will see there's one or two who are truly elite and there's everybody else. And that's just how humans are. That isn't because they're the most talented and far from it. It's usually because those people have the DNA to actually learn the truth about that profession, and the rest simply don't. Those who genuinely, are devoted to something are extraordinarily rare. That's the reason.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 42,
      "title": "Q42",
      "start": 1934.29,
      "end": 1935.59,
      "text": "What's the one thing?",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 43,
      "title": "Q43",
      "start": 1936.37,
      "end": 1952.4,
      "text": "Hey, Kapil. So the path to truth is extremely hard, and there are a lot of sacrifices between, you know, the society the way you society wants you to be versus what you need to be. How how to manage that?",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 44,
      "title": "Q44",
      "start": 1954.07,
      "end": 1977.11,
      "text": "Hi, couple. This question's about, something that you kinda touched on earlier about, you know, fear and anxiety. I guess, like, what I'm trying to ask is, are people that you work with normally afraid to arrive? Like, it it like, when you look at a mountain, you know, you obviously feel intimidated. Is that is that normal?",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 45,
      "title": "Q45",
      "start": 1978.93,
      "end": 1995.92,
      "text": "It doesn't matter what normal is. Why would anybody wanna be normal? There's no relevance. The the world is just a bunch of mystic sheep. Why would anyone wanna be that?",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 46,
      "title": "Q46",
      "start": 1997.34,
      "end": 1999.42,
      "text": "Yeah. I guess I guess what I'm trying",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 47,
      "title": "Q47",
      "start": 2001.82,
      "end": 2040.99,
      "text": "Hey. So, you mentioned to me, that the natural state was to long for the truth. And then I guess once you come out, you're just kinda hit with all these, like, will you willingly take on prescriptions, and you're kinda programmed a certain way. So from there, it is, like, the productive, would you say a productive thing to do is just to kinda find, like No. There is no productive thing to do. Nothing to do. You're jumping 19 steps ahead. If it's within you to see truth, then you will. If it's not, you won't. The rest is all chitchat and window shopping.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 48,
      "title": "Q48",
      "start": 2043.38,
      "end": 2043.88,
      "text": "Hello?",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 49,
      "title": "Q49",
      "start": 2045.73,
      "end": 2048.07,
      "text": "You know, what you seek is the truth,",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 50,
      "title": "Q50",
      "start": 2048.53,
      "end": 2120.05,
      "text": "not something that looks like it. Hi, Kapil. My question is regarding the nature of truth. I remember in a middle school when I was trying to solve some geometry problems, I could come up with some for some to some truth by visualizing it. So this is one level of truth. And then there is another level of truth of which Buddha had when he had this enlightenment experience. So, obviously, these two are not same level of truth. Perhaps what I want to know is that can we see that there are different levels of truth and perhaps there is, like, the ultimate truth or the Param Satta that we say. Yeah. There are different levels of truth, but what you described aren't levels. What you described is essentially, just different different topics. Now as for the level of truth that, exists, the really relevant thing is the level of truth that one genuinely and deeply wishes to attain. That is the rate limiting step as to what level of truth they are truly and genuinely candidates for.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 51,
      "title": "Q51",
      "start": 2121.95,
      "end": 2199.95,
      "text": "Oh, hi. Couple one more question following up with my previous question. You mentioned that, does you have to like, the systematic exposure you mentioned about. So I if you could explain what is systematic Exposure. Exposure is a continual exposure to the truth. So what must be understood is that right now, you are continually exposed to lies. Not just you, but everybody. Everybody is when they open the Internet or when they watch TV or they listen to media or they read a book or they listen to spirituality, they're listening to lies. Therefore, if you are continually exposed to loud speakers in your ears that tell half truths or lies, then that is what will be inside of your head. Therefore, if one wishes to truly get somewhere, it isn't through following the lies and it isn't through following prescriptions because all the prescriptions are based upon lies themselves. It is about a systematic exposure. It is an exposing of the brain, and exposing of the mind. It is an exposing of the eyes and the ears to truth. And through that exposure, now there is a competitor for those lies. Without that, then the only thing there is are the lies.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 52,
      "title": "Q52",
      "start": 2201.51,
      "end": 2202.24,
      "text": "Thank you.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 53,
      "title": "Q53",
      "start": 2203.66,
      "end": 2205.68,
      "text": "Yeah. How's it going? Have you seen Squid Game?",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 54,
      "title": "Q54",
      "start": 2207.03,
      "end": 2209.28,
      "text": "Hello? Am I audible?",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 55,
      "title": "Q55",
      "start": 2211.11,
      "end": 2243.84,
      "text": "Is there any truth in mindfulness and meditation, or are these just more prescriptions? No. They're more empty prescriptions, but there's once again, there's no reason to take my word for it. You can examine for yourself and, see for yourself, find your own evidence, so that you can realize it as as opposed to believing me or having any faith in in anything that I'm trying to tell you. I'm not detracting you from it or promoting it, but, you know, mindfulness and meditation, are really just chases.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 56,
      "title": "Q56",
      "start": 2245.53,
      "end": 2246.75,
      "text": "The need for control.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 57,
      "title": "Q57",
      "start": 2248.81,
      "end": 2302.76,
      "text": "What is truth? Understand your journey or your truth doesn't matter to us. But is there some prescription which you get or assign to your journey? So I want to ask, I want to know there might be some principles for the journey that makes the journey the journey to seek the truth? You're asking me for a prescription? No. I am not asking for your pres prescription. You said that your journey is not relevant to us. So I want to know, is there some principles behind the journey that makes the journey the journey? No. We're just substituting you are just substituting the word principle for prescription. It's not a camouflage that you're having. Okay. Then",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 58,
      "title": "Q58",
      "start": 2304.61,
      "end": 2313.75,
      "text": "Hi, Kapha. My question is why do addictions arrive? Pleasure.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 59,
      "title": "Q59",
      "start": 2315.64,
      "end": 2339.15,
      "text": "Said that, in in, I think, in Clubhouse that, everything that is poison, a scientist represents. And I completely understand that in today's context, but my question is that a pure naturally nonconformist, intellectual like Einstein, was he not a man of truth? I don't know. I never met him.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 60,
      "title": "Q60",
      "start": 2340.57,
      "end": 2342.27,
      "text": "What is the truth about performance?",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 61,
      "title": "Q61",
      "start": 2344.57,
      "end": 2406.49,
      "text": "Our articles in the blogs for for a while now. And I I wanna be part of your aid, discourses. But somehow being in India, I find, I can't afford those, private discourses. So is there Hi, Kapil. What are your thoughts on Vipassana meditation? Is there any truth to that or just another prescription? Okay. These are all just methods that that are just prescriptions. I mean, they once again, but I don't like to say that because I don't want you to believe me. Just go to the millions who have done Vipassana, including maybe yourself. Take a survey. Just look at the evidence. It's very plain to see for anyone who simply has, you know, even a cursory, interest in discovering the evidence for themselves. If such things worked, then people would not continue doing them for fifty years.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 62,
      "title": "Q62",
      "start": 2408.7,
      "end": 2425.58,
      "text": "Hi, Capel. I've been listening to your podcast for a couple months now, and I'm still kind of confused on the, idea of prescriptions. I'm just curious if you can try to elaborate a little more.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 63,
      "title": "Q63",
      "start": 2428.76,
      "end": 2429.41,
      "text": "I think,",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 64,
      "title": "Q64",
      "start": 2436.76,
      "end": 2535.38,
      "text": "I guess getting rid of, my innate problems. So working on that. No. What don't you understand about the nonvalidity of prescriptions? That's a good good question. I actually don't know. It's very it the the see, the I think this is very instructive because you haven't benefited from prescriptions, but you refuse to look there. And the reason you refuse to look to see if you have benefited or not is because you're addicted to asking for prescriptions. Therefore, you're going to ask me. I don't understand about no prescriptions. Can you explain that? And I could explain to you till I'm blue in the face. It won't matter. All you have to do is turn your head to the right and look behind you. And do I still have fear? Do I still have anxiety? Do I still have all of the things that I've been trying to through using 17 and a half million methods and techniques and so called hacks, which are given by hacks. Have they done anything for you? It's a very simple question. It isn't scientific. It is very basic and logical, and you could answer it in five minutes. But because you are so conditioned by society and poisoned, rather than asking that question for yourself, you will turn to me and say, what do you mean by no prescription? So that I can give you an answer. K. Hello?",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 65,
      "title": "Q65",
      "start": 2536.96,
      "end": 2537.46,
      "text": "Hello?",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 66,
      "title": "Q66",
      "start": 2539.68,
      "end": 2541.14,
      "text": "Hey, doctor. How are you?",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 67,
      "title": "Q67",
      "start": 2542.47,
      "end": 2544.66,
      "text": "Hello? Go ahead.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 68,
      "title": "Q68",
      "start": 2546.47,
      "end": 2558.27,
      "text": "So with achievements, obviously, at times, you know, one has more desires with achievement. How have you found yourself to have less desires with, the more achievement you had in your life with success?",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 69,
      "title": "Q69",
      "start": 2560.09,
      "end": 2726.24,
      "text": "Thing else, rather than searching for truth, the chase for pleasure. Well, what what has it been in your life? I mean, why why do you talk in the abstract? The only thing that matters is what's relevant to you, not not what's relevant for the world or humanity or someone else. Have you found that to be the case in your life? Yeah. The problem is that, with pleasure comes the pain and, it's so it the case is unending, and that's why I'm, searching for something that doesn't has some drawback as pain. And that is exactly what the prescriptions and methodologies and other chases do. All they can bring is pain because there is nothing there for them to give you. They're all empty boxes. So if you come to that realization that any methodology that you follow and any pleasure chase that you pursue, and methodologies are all pleasure chases themselves because you think that you you've been sold a bill of goods. You've been sold the lies, the tantalizing lies that if you practice this, that you will get that. Sounds nice, but no one ever gets that. All they get is the instruction to practice more. More of, money. It is just not ending. What is that I need to see or understand to understand its limits? But the reason that you seek more and more is because, nothing is fulfilling to anybody. Nothing in this world fulfills or satisfies anyone or makes anyone truly content. It is all brainwashing and conditioning for people to be told what they should chase, such as happiness and all of these, really empty things which go nowhere. And because you've been taught what to chase and then you've been given methods how to chase it, you're on a hamster wheel. Therefore, you will live a life of discontentment and you will die that way. There's really no hope for anyone. There's that rare, rare, rare human being who's willing to examine and who's willing to say who's willing who has the DNA to search for truth and turn his back on society. That's one in a 100,000,000. Everybody else, they don't spend a chance. That's just the practical reality of it. I'm not here to brainwash anybody and sell you, nice happy phrases. The bumper stickers are for that. There's plenty of people who'll do that for you. I won't.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 70,
      "title": "Q70",
      "start": 2727.98,
      "end": 2784.05,
      "text": "And my question is, is it possible for there to be any truth that comes from the mind, or does truth only come from beyond the mind? Because the mind is, so deeply conditioned then all that comes from it will necessarily be lies. Now if there was a human being who was blind who was not conditioned and brainwashed by society, then that possibility would exist. But for anyone who's lived even a day in society, what is inside of his mind is whatever the soup that he's been living in. That's what enters. If there's a flood outside and you open your door, what's going to come inside? It's the flood. The flood. And nothing else can come inside. So that is why it is lies. Hey.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 71,
      "title": "Q71",
      "start": 2785.47,
      "end": 2963.14,
      "text": "Hey, Kaptul. Thank you, so much for what you do. I'm on my journey. But I have a question, you know, especially around the prescription seeking mentality of the world. Right? I I specifically look at my children, and, you know, they're not naturally prescription speak seekers. But the way, people treat them, like teachers, even my wife, my, their grandparents, they are becoming prescript or they're being taught to become prescription seekers. And I'm wondering how how can I keep that light within them where Your your children your your children, are doomed? Like, everyone's children are doomed. And the only way they would not be doomed is if they were surrounded if if their if their primary and principle and, predominant exposure was truth. But where are they gonna get that? So whatever they're exposed to, that's what they're gonna become. So as you just explained, correctly and it isn't your wife's fault. It isn't, you know, their grandparents' fault. It's no one's fault. They're not evil and mean people who are it's it's just the conditioning. It is so deep. And there probably isn't, you know, like I said, a person in a 100,000,000 who understands that when they walk into society, they're walking into a death trap. No one understands that. They would consider that phrase to be hyperbole and dramatic. And because they would consider it hyperbole and dramatic, that would be plain evidence for the fact they simply don't get it. And these things are not taught to human beings, so so it would be unreasonable to expect human beings to understand this. This is complete, utter German, French, and Japanese wrapped into one with a Spanish accent. No one has told these things. Therefore, you cannot blame anyone. It's so anyone who's exposed to, which is basically everyone, to lies lives a life of lies. They will learn to talk like. They will learn to, think like. They will learn to process. They will learn to, act and behave, and they're just doomed. It isn't defeat us. It's simply a fact. And the only way to get around that fact is simply ask yourself the question: How can they not be doomed? If they were born, to someone who or even one person who had discovered truth, even even a x percentage of truth for themselves, then the child will have a possibility. But everyone is doomed.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 72,
      "title": "Q72",
      "start": 2965.66,
      "end": 3043.91,
      "text": "Hi, Kapil. This is Naveen. My question is, regardless of what is truth or what what our beliefs are, we live in a society, to tell stories to get, things done. Should we, maintain this dual personality like Well, you know, the rest of your question has no validity. It really doesn't because you have already resigned your fact, resigned yourself to the fact, or to your belief system, not to a fact, that we so called live in a society in which we must tell stories and have things must get done. Because that that isn't wrong or right, that isn't good or bad, but because that's where you are, then the rest of your question has no meaning. Because you're beginning from a place in in which you've already decided that that's that's what you believe society is. And therefore, every road in your head is blocked from the truth. It turns into the genuine longing for truth. Does god exist? I wanted to ask that how to get out of the inner contemplation.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 73,
      "title": "Q73",
      "start": 3046.29,
      "end": 3186.15,
      "text": "Avoid engaging society in some form or fashion. And so the question is, is it necessary to maintain, a dual personality, while seeking truth, but also having to deal with society because telling the There's no rules. It really just comes down to someone's DNA. There's no rules because the DNA will always take over. So if it's someone's DNA to be very so let's just I'm not saying this is your case, but let's just use it as an example. If there's a human being who has the DNA of being very social, they believe in communal things, they they are, excited by getting together with groups of people, it doesn't matter what I say. That is what's going to happen, and that is not compatible with truth. But it won't even matter to that person because their DNA is for that. So it isn't like if they're told that that's incompatible with truth, that they will all of a sudden drop all the societal and socialization. That's not gonna happen. So when you ask me this question, you're asking for deal making, you're asking for rules, and there are no rules. From the context and from your tone, what at least it appears is that of a particular value for society, that you think there's something to be gained from that and that you enjoy that or whatever words that you wish to apply to it and to whatever degree it's true only you can say. And if that is the case, then that is the case. But what must be understood if one wishes to understand, and that isn't a must, if one seeks to understand. It is that every human being that you will ever meet in your life, you will never find in your life a single person. I can virtually guarantee it. You will never, in all of your travails, find a single person who is devoted to truth in any field, no one, zero. And since that is the case, then by necessity, by default, it will necessarily be so that all that you commune with will be lies. Mhmm.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 74,
      "title": "Q74",
      "start": 3188.85,
      "end": 3216.53,
      "text": "You, you know, you harp on seeking truth. No. I will not harp on seeking truth. That is a lie. I do not harp on seeking truth. Harp on seeking truth would mean that I am harping on others to seek truth, that I recommend it. That is that is a you have no idea what I do. And what is truth?",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 75,
      "title": "Q75",
      "start": 3217.55,
      "end": 3317.36,
      "text": "Things. For example, there is a public truth and something that is private, like, personal to me. And if there is so much subjectivity about truth, then what is it that brings us all together in this platform today seeking for one definition of truth? Yeah. I don't know what brings people together here, that you would have to ask each one, you know, what their own personal motivation is and what what drew them here. But there's no such thing as a personal truth. I would say that every situation has a truth, but what what is often conflated with so called personal truth or you know John's truth versus Sally's truth is that they equate belief and opinion and interpretation with truth, and belief and opinion are the enemy of truth. So but every situation, every circumstance has a truth and the truth is the only thing that is relevant because everything else is untruth. And yes, every single circumstance is a truth and there are also universal truths which are fundamental to all human beings. So when you are saying, it's interpretation, I would say that that's not really the case. It is, the the interpretation part, I think, is perhaps, you, misconstrue belief and opinion for your personal truth.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 76,
      "title": "Q76",
      "start": 3319.83,
      "end": 3377.81,
      "text": "Hi, sir. So your handle name is Siddha Performance. So I was just curious to understand what would that mean? Siddha, in the sense, the siddhi that we call in Hindi, or what would be the idea of having that name as a handle? Hi. Does the real purpose depends on the DNA? Truth. So, is there a possibility, that the mind can, at some point of time, when you know what to do? You think x. You think whatever you wanna think. That has nothing to do with me. You cannot make a proclamation and then ask a question based upon your own proclamation. You are free to have your own beliefs, but whatever you ask after stating your firm belief has no relevance.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 77,
      "title": "Q77",
      "start": 3379.31,
      "end": 3455.97,
      "text": "Hi. I was wondering, what is the truth behind mental illness? Well, everybody is mentally ill. Mind itself is mental illness. Psychotherapists are not the cures of disease. They are simply the categorizer of disease. They just gather a bunch of symptoms together and call it x versus y versus z so that they have some language to communicate with each other. Prescribing psychotropics and antianxiety medications and all of these things, you could you could basically state that that's just as much mental illness as the so called mental illness itself. There there is nothing is being done for mental illness in this world because human beings, especially the scientists and the doctors, have no earthly idea. They wouldn't even be in the same universe and know what the mind really is. And if they don't know what the mind is, how can they possibly treat mental illness? All they can do is throw a bunch of drugs at it.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 78,
      "title": "Q78",
      "start": 3457.97,
      "end": 3480.61,
      "text": "Do you believe that schizophrenia exists? I don't believe anything. The the mind creates many illnesses. And even the ones that are not diagnosed, which is the majority of human beings. Every human being lives varying degrees of mental illness.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 79,
      "title": "Q79",
      "start": 3482.51,
      "end": 3645.16,
      "text": "To everything. I didn't under I didn't hear the question. Sir, right right understanding of something is a solution to everything. Well, you will you will very easily get caught up in the idea of right. You'll never get past right. I know what right means. You were just saying right your whole life. Right is a moving goal post. And what what are the possible solutions? What solution can there be if no one understands the mind? You're a logical person. Is that correct? Yes. Okay. So what solution how can a solution even be born? How can one even talk about the possibility of a solution, about mental illness, if the mind is not being taught and the mind is not being learned? That's correct. I mean so so the first step, I I guess, is to learn what the mind is all about. Yes. And where are you gonna learn that? Nowhere. Where are you gonna learn that? In school? You're gonna talk to a psychiatrist? You're gonna read a book? This is the plight that no one understands. So let's say even if you even if you come to the conclusion that one moves to a very basic level, that if one is going to treat, if one is going to, do anything with mental illness, that they must understand the mind first. No one understands. There's no way that you can learn about that. No. There's no traditional avenues that you can learn about that. Who are you going to ask? If you ask the spiritualist, he will tell you to go meditate and do mindfulness. If you ask a psychotherapist, he will ask you about your childhood and prescribe you a bunch of medications. If you go to the books, they will tell you to think happy thoughts and to improve your behavior and be kind and compassionate and, practice loving kindness. Where are you gonna go? Where are you gonna go in this world that doesn't give you nonsense? This is a real plight. This is the mass mental illness that no one sees. There's no productivity either.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 80,
      "title": "Q80",
      "start": 3646.74,
      "end": 3664.27,
      "text": "The mental illness. No. It's just a word that really doesn't have much meaning. It it's it's it's abstract. No one really knows what that word means. And like many words, it's, simply tossed around.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 81,
      "title": "Q81",
      "start": 3666.09,
      "end": 3787.97,
      "text": "Sudha, it's in a bird's DNA to build a nest. It just does it. There's no there's no teaching. There's no, there's no learning. When you speak about the DNA for truth, is this the DNA that you're speaking about? No. Because you described a survival tactic in the setting of a bird. A human being is also, practices survival tactics like drinking water, which don't need to be taught. The the DNA for truth is along the lines of the DNA for rare things. The the human beings are conformists, because they're all societal. They weren't born that way, but, very, very few people, escape the trap, escape the holocaust of society. And as a result, since almost no one escapes, There is a rare DNA of individual who's in who's very blood, so to speak, it is to move against everything, to, have some sort of innate, inkling or perspective or suspicion that all that everyone is saying cannot be true. And that isn't a taught thing. It one can be taught that, it isn't true, but in order for them to truly hear that, they would have to have the DNA to move against everything. And that's what I mean by the DNA, that type of sensibility, that type of nature that is unique to that individual.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    },
    {
      "id": 82,
      "title": "Q82",
      "start": 3789.72,
      "end": 3804.71,
      "text": "Hello. I have a question to add on to the topic you were just speaking about. Do you consider an ism like a word that ends in ism? So capitalism Is is ism isms are lies.",
      "audio_file": "The TRUTH - Kapil Gupta MD Q&A For Those New To My Work  7 Nov 2021  The Truth Seeker Podcast.mp3",
      "source": "deepgram"
    }
  ]
}