{
  "video_id": "The Highest Height In Sports, Art & Business - Kapil Gupta MD  27 June 2022 (Silence Removed)",
  "title": "The Highest Height In Sports, Art & Business - Kapil Gupta MD  27 June 2022 (Silence Removed)",
  "webpage_url": null,
  "blocks": [
    {
      "id": 1,
      "title": "Q1",
      "start": 21.86,
      "end": 58.91,
      "text": "Hey, Capel. Thanks for having me. My question is, if one has been conditioned to to be like a business person, they don't really want it. Is there any other option of, like, of approaching that or becoming wealthy or, like, the highest in business if they if they don't want it, but their mind fights them all the time about it. So is that just conditioning? Or is it",
      "audio_file": "The Highest Height In Sports, Art & Business - Kapil Gupta MD  27 June 2022 (Silence Removed).mp3",
      "source": "deepgram"
    },
    {
      "id": 2,
      "title": "Q2",
      "start": 64.19,
      "end": 105.77,
      "text": "Hello. My question is, what individual characteristic or quality best enables somebody to rise to the top of their given domain? Spanning all domains, not specific to sports, art, business, but spans all of them. What individual characteristic? What type of thing are you looking for? Maybe something that's not innate but could be trained or learned. And that's what I thought you were looking for. Therefore, no answer will suffice for you.",
      "audio_file": "The Highest Height In Sports, Art & Business - Kapil Gupta MD  27 June 2022 (Silence Removed).mp3",
      "source": "deepgram"
    },
    {
      "id": 3,
      "title": "Q3",
      "start": 107.25,
      "end": 109.43,
      "text": "I could tell. I'll I'll be Brandon.",
      "audio_file": "The Highest Height In Sports, Art & Business - Kapil Gupta MD  27 June 2022 (Silence Removed).mp3",
      "source": "deepgram"
    },
    {
      "id": 4,
      "title": "Q4",
      "start": 110.69,
      "end": 157.5,
      "text": "When on the path to arriving, will one always feel like doing the things that they may need to do to get to, where they want to get to. I don't know if I've been confusing myself or if I was under a false notion that even sincere seekers always feel, you know, like doing what they everything that they are doing on their path, on their journey, and that it's not a journey of struggle like those striving for success. I hope I'm not trying to I'm I'm as I'm saying this now, I guess, sounds like I'm trying to, like, live up to something, some kind of idea.",
      "audio_file": "The Highest Height In Sports, Art & Business - Kapil Gupta MD  27 June 2022 (Silence Removed).mp3",
      "source": "deepgram"
    },
    {
      "id": 5,
      "title": "Q5",
      "start": 164.22,
      "end": 177.65,
      "text": "What what is success in art? How to best react to critics of parents and",
      "audio_file": "The Highest Height In Sports, Art & Business - Kapil Gupta MD  27 June 2022 (Silence Removed).mp3",
      "source": "deepgram"
    },
    {
      "id": 6,
      "title": "Q6",
      "start": 180.69,
      "end": 234.49,
      "text": "Hi, Kapil. Thank you for doing this. There is something that I don't fully understand about greatness, and I'm not trying to oppose it, but it's not clear for me. So here's the thing. You always say that, bettering your self image, for example, doesn't bring greatness. Right? Because it comes from beyond that. But I, read some something you wrote about, one enjoys success, other enjoys drug struggle. So where does that come from? Like, people, who are great, like, how their mind works and how, maybe they transcend it. I don't know. Never look at anybody who is great. They won't they won't teach you anything. It'll just make you try to follow a bunch of nonsensical characteristics and that won't go anywhere.",
      "audio_file": "The Highest Height In Sports, Art & Business - Kapil Gupta MD  27 June 2022 (Silence Removed).mp3",
      "source": "deepgram"
    },
    {
      "id": 7,
      "title": "Q7",
      "start": 236.71,
      "end": 305.29,
      "text": "Hi, Kapil. Thank you as always. My question is related to the sport of boxing, which I've trained over the last year And my question relates to accessing skills and techniques. Because in the context of a physical sport, when stress and fatigue set in, Although I've hit a bag and I've practiced my defense thousands of times, when the stress and fatigue sets in in the ring, in the real situation, the access seems to be the problem. So what are you what are you trying to do with boxing? Where where are you trying to take it? There's not really a goal. I've always trained in different combat sports. So you're just doing it for recreation? I wouldn't say recreation. It's more an exploration of the craft of combat sports in general. Yeah. Are you trying to take it to somewhere over the highest level? I'm not sure. Okay. Then then then then it's just recreation, and therefore, it's, to me personally, it's uninteresting.",
      "audio_file": "The Highest Height In Sports, Art & Business - Kapil Gupta MD  27 June 2022 (Silence Removed).mp3",
      "source": "deepgram"
    },
    {
      "id": 8,
      "title": "Q8",
      "start": 308.31,
      "end": 322.1,
      "text": "Hi. So, when exposed to the truth, I find myself using the mind to understand certain truths about the mind, but I'm also aware that the engagement with the mind is what creates the turmoil to begin with. I don't",
      "audio_file": "The Highest Height In Sports, Art & Business - Kapil Gupta MD  27 June 2022 (Silence Removed).mp3",
      "source": "deepgram"
    },
    {
      "id": 9,
      "title": "Q9",
      "start": 325.31,
      "end": 367.77,
      "text": "What is it about human nature that makes the top one to 2% of people in most fields still compare themselves relative to other people rather than in absolute terms? Well, that's just the way they've been conditioned. So you've been taught something since you came into this world, and that's the only thing that you've heard. It would be unreasonable to expect that one not look at things through that lens. Hello. Thank you again. What role does luck play in elite performance?",
      "audio_file": "The Highest Height In Sports, Art & Business - Kapil Gupta MD  27 June 2022 (Silence Removed).mp3",
      "source": "deepgram"
    },
    {
      "id": 10,
      "title": "Q10",
      "start": 370.82,
      "end": 433.79,
      "text": "Hello, Kapil. Is there a reason for not aiming for the highest heights because of the conditioning or because we don't really desire it? That's different for everybody. And everyone everyone is conditioned in more or less the same way, yet some individuals still desire it. So one cannot blame the conditioning entirely for that because if if it was that, then even those individuals would would not desire it. But the conditioning, all all that the conditioning teaches, is is lies. Now that just that's where the desire just depends if it's the DNA of the individual, to seek to ascent to those heights, regardless of condition.",
      "audio_file": "The Highest Height In Sports, Art & Business - Kapil Gupta MD  27 June 2022 (Silence Removed).mp3",
      "source": "deepgram"
    },
    {
      "id": 11,
      "title": "Q11",
      "start": 436.17,
      "end": 765.04,
      "text": "Hi, Kapil. Thank you. I just wanted to ask, how do you know if someone is a good teacher or if someone is teaching you what is necessary to grow in your field? Why do you ask the question? I mean I think I know. But why do you ask the question? Because I'm into poker. Like, I'm trying to learn poker, and I've I've been trying to pick things off of great players, but I don't really know because many a times you come across two players who were saying the exact opposite. So how would you know who is actually, you know, the the better one who can, like That's why that's why I said never look at people Okay. Who are good at what they do. You won't learn anything. Stop. So but you asked you asked about teachers. Yeah. So you you have someone teaching you. Is that what the issue is? No. Someone's not teaching me. I'm just learning off of great players. That's that's all what I'm trying to do. So then why did you ask how can you tell if it's if someone's a good teacher? Because, I mean, the great players are a teacher. So why did you ask that question? Okay. Sorry. I guess I was wrong. No. Why are you wrong? You asked the question. Why did you ask about a teacher if you don't have a teacher? I mean, I don't. But, like, if I'm learning off of someone's videos, I think that's a teacher to me. Right? But are they trying to teach you, or is that something that like, in those videos, are they trying to teach you? Or are they okay. They're trying to teach you from the video. They're trying they're trying to show you how they're doing it? Correct. Yeah. It'll it'll never work. I mean, those things are stupid, but they have no meaning. That that's like those commercials when someone does a, you know, a flop shot and and go off and and they say, all you do is this and this. Mhmm. And the and the person tries it himself, and he blades the ball over the green. Right. So everything you have to understand if you're if you are considering wisdom, then you have to understand that everything that you hear in the world is nonsense. Everything is garbage. All YouTube videos, all courses, all mastermind courses, meetings, conferences, schools, institutions, books, media, speakers, priests, pundits, gurus, professionals, coaches, teachers. Everyone is everyone talks trash. No one knows anything. Then who knows the truth? Now the now who knows the truth is the person who invests his life in the truth. Okay? So then so then if you wanna find the ultimate teacher, then you must ask, who is the who is the individual who has devoted his life to the truth? Because whatever a person devotes his life to Mhmm. That's what he gets. That's pretty basic. So if that is if that is the case and you are looking for the truth, then you must find the individual who has devoted his life to truth. And in finding that individual, you will have found the closest thing you will ever get to truth. So it isn't the question of is the information correct. Mhmm. Because you don't you'll never know that, and it'll always be wrong in some form or another. So the individual who has found his own way of doing things and he has become highly proficient at it, he can't teach you how to do that. K. Fine. If it's turning on a computer or turning a screw, or maybe even tying a shoelace, something mechanical. Yeah. But there's no greatest in the world shoelace tire, and there was no greatest in the world. So so it just so happens that even those things that can be taught, they don't have any meaning anyways. Right. So so teachers and coaching and, and people who come on and tell you how they do it and learn like them and success leaves clues, Unless an individual is willing to unless an individual has a desire for wisdom, unless an individual is serious about learning the reality behind things, then he will simply be chasing one YouTube video versus another and listening to nonsensical coaches and mastermind meetings and blogs and schlogs and blogs. And so he spent his whole life chasing nonsense, and he only has limited life to begin with. He only has an x number of years to live. And all those years will be wasted because they will never, ever, never in the future of time, ever come to fruition. As the, the wide expanse of history has taught. I mean, these books and these YouTube videos and these coachings and these masterminds, they've been around for many years. Right? Yeah. So they didn't just start yesterday. Right? So there's a track record. So find out, can you find anyone, even one? Can you find anyone who has watched a YouTube video of a world class ex player or whatever that ex may be Mhmm. And became world class himself from watching the video? Go find an example. I really think that how that's how it works. I mean",
      "audio_file": "The Highest Height In Sports, Art & Business - Kapil Gupta MD  27 June 2022 (Silence Removed).mp3",
      "source": "deepgram"
    },
    {
      "id": 12,
      "title": "Q12",
      "start": 767.2,
      "end": 1135.55,
      "text": "Thanks, Kapil. I understand that this reliance on teachers, is a consequence of culture that conditions us to rely on prescriptions. But does that mean that there is no value in learning from others, whether it be your colleagues, mentors, people who are So this is not a question. This is not a question. This is a sideways angle comment that you're trying to wedge in there your own opinion and your own belief and your own stance and your own ties to believing that learning from others and all this crap is important. It's not a question. You already believe that, and that's fine. There's no one here, certainly not me who's gonna try to deter you from that, but that isn't a real question. How do I distinguish between people who have dedicated their life to pursuing some truth or identifying the truth and the, the charlatans who make it seem like they have or are Well, no. I well, first of all, I I don't think anyone is seeming to do anything. I don't think anyone's out there, stating or seeming or advertising or marketing that they are looking for truth. That that that doesn't exist. Okay. Who's doing that? No. I'm like, I'm not I'm not telling you this. You can see for yourself. You don't have to believe me. They're just they're just doing their thing. Right? They're coaching baseball or they're talking about commerce or they're teaching finance, whatever whatever the issue. They're not they're not saying, like, they're not professing to truth or any kind of devotion to anything. So so if there's a bunch of people doing that who who were out there professing their devotion to truth, then you could ask that question and say, well, how do I know that? But no one's even doing that. I mean, they're not even going that far. Right? It's not even taking that step. So how would I do that? So so and but having said that, I'm not saying that people are charlatans. Sure. They're out there, but I'm not the majority of people are not charlatans. The majority of people are not even the coaches and all these the pundits and the gurus and the and the and the and the the books self help and this. No. Like, the majority of people are not trying to screw people. They're just not. Mhmm. Most people are well meaning, well intentioned. They still have the DNA for it. They're just out there trying to make a buck. There's nothing wrong with they will never blame anyone for trying to make a buck. Make $10. Make $4,000,000,000. Not a problem. I will never, you know, downplay someone for doing that. I've been But I've been struggling with that. Like, I I don't feel like I'm speaking truth, so I've been having trouble, you know, charging for my own coaching. Well, that's a separate issue. But but, the point I'm I'm responding to your specific question about charlatanism, and I don't believe that the most people are charlatans. It is just that they're culturalized like the individuals that they're trying to teach. So they themselves have been abused. Therefore, they pass on that abuse by not intending to abuse, but that abuse meaning lies. It's misinformation. It's half truths. It's prescriptions and methods and techniques and and blah blah blah. It's all nonsense. It's crap. And the evidence for that fact is that the vast majority of human beings in the world are wildly unsuccessful. And a significant part a significant percentage of the world undergoes coaching and schooling and teaching and all of these things, and they're still wildly unsuccessful. So no one ever needs to believe me or take my word or faith. Everything is out the window for you to look at. Just look out the window, and you don't have to look out just look in the mirror. You have been through these same things yourself. These are not wild prophecies. This what happens every single day in one's own experience. So everyone is conditioned, and that and that conditioning is simply passed on by way of proxy. So the question isn't which teacher do I the question is which what type of conditioning would you like? Okay? Wow. It's all the same soup. Do you want blue soup, green soup, red soup? And one of the most fundamental things that is that is very, very difficult and and understandably so, that it is difficult to almost virtually impossible for a human being to arrive at in this lifetime is the notion that everyone out there is speaking crap. Like, that just that'll never happen because it's too it's too wildly vast and it's too big. Because the mind will tell you, no. No. That's not true. There's a percentage out there who are speaking the truth and who are devoted, and they can't everyone can't be wrong, and everyone can't just be selling lies, not not intentionally, but everyone can't just be you won't you won't get over that because, like, that doubt that it's all trash, it'll never happen because it's it's too extreme. It's too extreme for the for the human being to come to that. And the only way he can come to that, if he ever can, is it's actually quite simple. If he simply examines his own experiences. He's already been through the show. He's already been through the ringer. But the the reason he continues on, though, is because he believes somewhere in his head that, well, I just haven't found the right guy yet. I haven't found the right book yet. I haven't found the right teacher yet. I haven't found the right method yet. There's a technique out there. There's a prescription out there. I just haven't found it yet. And that's what keeps him going, and that's what spells his doom.",
      "audio_file": "The Highest Height In Sports, Art & Business - Kapil Gupta MD  27 June 2022 (Silence Removed).mp3",
      "source": "deepgram"
    },
    {
      "id": 13,
      "title": "Q13",
      "start": 1137.45,
      "end": 1248.95,
      "text": "Hi there, Kapil. I've seen this pattern in my life that I've experienced anytime I enter into a new endeavor, whether it's playing in sports, I played football in college, whether it's, you know, in the business world now or any type of art creation, that I do for fun. It starts out as an extremely pure endeavor, and at first, I enjoy it. I'm engaged in the experience and completely, you know, engulfed in it, and everything is is exactly how I want it to be. But, inevitably, I turn this into a me versus the world situation where I'm trying to prove everybody wrong. For example, as I started playing football and, proving myself through the ranks, it became, I just wanna prove myself to everybody that I belong here. And as soon as I get to the point where I get that validation from people, I lose interest completely and lose touch with the with the purity of of the thing itself that I once loved and once enjoyed and, no longer feel like I could do it anymore. So, I mean, my question is, did the did did I lose the I'm guessing I lost the purity at the point when I started looking for validation or kind of proving Kapil, did you hear any of that? No. Sorry. My microphone was not on. Hello, Capil. My question is whether it is necessary to have a sense of dissatisfaction or unpeace until you reach whatever the highest of heights is or whether it can be accomplished",
      "audio_file": "The Highest Height In Sports, Art & Business - Kapil Gupta MD  27 June 2022 (Silence Removed).mp3",
      "source": "deepgram"
    },
    {
      "id": 14,
      "title": "Q14",
      "start": 1251.17,
      "end": 1263.87,
      "text": "without stress. It doesn't really matter. It just matters whatever you're experiencing. Because if I was to say yes to that, then you'd wait around for it.",
      "audio_file": "The Highest Height In Sports, Art & Business - Kapil Gupta MD  27 June 2022 (Silence Removed).mp3",
      "source": "deepgram"
    },
    {
      "id": 15,
      "title": "Q15",
      "start": 1266.09,
      "end": 1299.99,
      "text": "Is there anything besides DNA that allows the top person in their art who practices their art and achieves absolute success beyond any relative What else what else what what else do you think it could what else do you think it might be then? Circumstances. Meaning? Life circumstances. Someone faces a lot of hardship, and they got a chip on their shoulder growing up. So would that would that not be a DNA? Would that not be a DNA? No. That's it. That's just a nature.",
      "audio_file": "The Highest Height In Sports, Art & Business - Kapil Gupta MD  27 June 2022 (Silence Removed).mp3",
      "source": "deepgram"
    },
    {
      "id": 16,
      "title": "Q16",
      "start": 1303.52,
      "end": 1336.16,
      "text": "Hey. So do you believe that prior to, consciousness, we live in truth and that any, organism that, I guess, reaches the point of consciousness is kind of battle truth. This question might be off topic. If I have sight and I just realize that everything around me is a distraction, and if you what?",
      "audio_file": "The Highest Height In Sports, Art & Business - Kapil Gupta MD  27 June 2022 (Silence Removed).mp3",
      "source": "deepgram"
    },
    {
      "id": 17,
      "title": "Q17",
      "start": 1338.94,
      "end": 1371.29,
      "text": "I have been scared my entire life. I am fearful of everything that I do, every decision that I make. Most of my life, I have been dominated by the emotion of fear. That is stopping me somehow from living my life personally, I think. So why why why do why am I so scared of everything? Why do I fear so much?",
      "audio_file": "The Highest Height In Sports, Art & Business - Kapil Gupta MD  27 June 2022 (Silence Removed).mp3",
      "source": "deepgram"
    },
    {
      "id": 18,
      "title": "Q18",
      "start": 1373.68,
      "end": 1397.19,
      "text": "Hi, Kapil. Just wondering why why is it so hard to communicate the truth or discern the truth in high pressure situations like a job interview or a big game? What causes a person to not feel worthy of achieving the highest of heights in sports, business, or art?",
      "audio_file": "The Highest Height In Sports, Art & Business - Kapil Gupta MD  27 June 2022 (Silence Removed).mp3",
      "source": "deepgram"
    },
    {
      "id": 19,
      "title": "Q19",
      "start": 1399.67,
      "end": 1420.39,
      "text": "Do most people not realize their full potential? If you're the only person that matters as far as your life goes, Most people, it has no meaning. So you could direct the questions towards yourself.",
      "audio_file": "The Highest Height In Sports, Art & Business - Kapil Gupta MD  27 June 2022 (Silence Removed).mp3",
      "source": "deepgram"
    }
  ]
}