{
  "video_id": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA]",
  "title": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA]",
  "webpage_url": null,
  "blocks": [
    {
      "id": 1,
      "title": "Q1",
      "start": 0.24,
      "end": 58.29,
      "text": "We should avoid this. I mean, I know that there is no right and no wrong, but still, I just want to know because this this hurts me on a personal level to see a lot of violence against It is it is irrelevant. It is it cannot be changed through how to. It is a it is a complete it is a complete and utter failure of a way to ask a question. Nothing will work like that. That isn't how things work through changing behavior. How can we manage this? How can we stop doing that? Why do we feel that way? Things don't work that way. These things these kind of questions belong in a trivial pursuit game. They have no basis in reality. And and the end Things do not work and things do not work this way. And and as I'm talking now, you already have a follow-up question, which means you didn't hear anything. You heard the words, but you heard nothing. Otherwise, you wouldn't have a follow-up question. If something if you got something from it, you did. If you didn't, you didn't. But any follow-up questions with more of the same.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 2,
      "title": "Q2",
      "start": 61.87,
      "end": 76.39,
      "text": "Hi, Kapil. So my question is, how do you know, that you're you're acting from a place of truth? Is love the only litmus test there is? These are all words.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 3,
      "title": "Q3",
      "start": 84.99,
      "end": 124.47,
      "text": "I seem to care a lot about what other peoples are people are thinking about me. It continuously brings me anxiety, and it is troubling me. How can I deal with it? Every time I follow, advice from should be wise men. As you say, I try to follow prescription from the very high achiever. Even then, I fail. What is the reason behind it? Because prescriptions don't work. That's the reason behind it.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 4,
      "title": "Q4",
      "start": 135.35,
      "end": 177.93,
      "text": "Hello, sir. My question is about, I suppose mood or or day to day, feeling. So when I think of, hey. I have to do x y z tomorrow, and then I wake up tomorrow, and it's it's a different day. It it it almost seems like me telling myself to do something tomorrow. Is is that a subtle form of prescription as well? Is that why it doesn't work? Well, that's a fair question. People essentially do what they wanna do. So if you have to tell yourself to do it, then you didn't really wanna do it in the first place.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 5,
      "title": "Q5",
      "start": 180.15,
      "end": 186.32,
      "text": "Is fear necessary to achieve great success? No.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 6,
      "title": "Q6",
      "start": 187.86,
      "end": 190.92,
      "text": "Hey, Gopal. My question is you said that, Bhagavad Gita",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 7,
      "title": "Q7",
      "start": 192.66,
      "end": 213.72,
      "text": "Hey, Kapil. Appreciate your work. I wanted to ask, what are the truth about achieving a specific goal while at the same time having a possibility of not attain it yourself. Thank you. That was my assumption. I didn't find last time. I don't really understand the question. It's it's it's too vague.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 8,
      "title": "Q8",
      "start": 218.77,
      "end": 241.22,
      "text": "Hello? Kapil, sir? Have you experienced God? Is he there? Can you tell us about it? You know, telling you stories won't help you. You've been listening to stories your whole life. Shit doesn't those kind of things don't go anywhere. Okay.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 9,
      "title": "Q9",
      "start": 251.36,
      "end": 292.65,
      "text": "Hey, Kapil. Thanks for everything you do as always. I have a specific question in regards to a concept you've talked about about in reference to perception training, specifically in sports. I noticed personally in my boxing, I've been doing it for over a year, but I still struggle to get concepts or understand the movements in certain ways as quickly as I'd like. And your work has been helpful in realizing that it's when I actually understand the movement is when I actually experience the progress, not just, for example, punching a bag for hours on end. And I'm just wondering forgive",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 10,
      "title": "Q10",
      "start": 293.04,
      "end": 293.54,
      "text": "my",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 11,
      "title": "Q11",
      "start": 294.24,
      "end": 380.4,
      "text": "I'm I'm struggling to phrase the question. I'm wondering, is there a process or a way or how you sort of understand and come up with these different ways of perceiving it so you can understand it better? I can clarify if that doesn't make sense. You know, there really there really is no way that I can explain to you perception training in this type of form. It is a very intricate, deep, exploratory, nuanced, multifactorial, and complex thing. It is it is absolutely the essence of things, but there's nothing that I can tell you to send you on your way, and then you will find perception training. It is because it is it is just too there are so many layers to it, and it's just too nuanced. It would be it would kinda be like saying, you know, how do I build a rocket to get into space? I mean, it it's it's too intricate. But the very fact that you're interested in that, you you that is the thing to be interested in because it's not it isn't in the the the traditional way of coaching and instruction, technique, and all of those things. Perception training is literally a career onto itself. I see. Thank you very much.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 12,
      "title": "Q12",
      "start": 382.54,
      "end": 500.28,
      "text": "Hello, Sid. As my maturity, as my sincerity matures, things seem to come together, and things that were always there seem to fit into place. I'm wondering if there is an understanding that I can have that would I'm I'm worried that these things coming together is just a story that's playing out in my mind to make me feel better. And I'm wondering if there's an understanding to be had. Well, if you're worried about that, I mean, that's a good sign because then you're then a person who's worried that something is not real, implies at least the possibility that he is looking for something real. And people who are looking for something real are very, very, very rare. No one's looking for anything real. Everyone's looking for a how to. They're looking for a good way to feel so that I can, you know, tell them a nice story so that I can send them on their way and they can be a little happy. Everyone's looking for cosmetics and blush and eye you know, mascara. So if someone is afraid that what they might be experiencing is not real, then that's a that's a good sign because it suggests that perhaps they are looking for something real. And the benefit of that is if something if someone is definitely looking for something real, then they, they actually may find something real because that's what they're moved by. They're not moved by the cosmetic. They're not moved by the prescription. They're not moved by the how to and the method and the shaving of their head and putting on, you know, nice perfume and putting incense in the room or managing with emotions and dealing with this and how to that. So that's probably the best way we could take away from this. Thank you.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 13,
      "title": "Q13",
      "start": 502.89,
      "end": 536.5,
      "text": "Kabil, how do you know that my thought is telling me something versus I really want it? How do I make that difference? How do I know that what I really want? That's a fair question. How do you know what you really want? It it really a thing that changes all the time tends to be something that you don't want.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 14,
      "title": "Q14",
      "start": 542.9,
      "end": 550.52,
      "text": "I just wanted to ask, how do you clear your mind? There's no how tos.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 15,
      "title": "Q15",
      "start": 552.74,
      "end": 592.75,
      "text": "Hey, Kapil. Just finished your book. Very captivated by it. So my question is I'm having trouble finding that one ideal I want to embody. In your book, you mentioned that one ideal that would, like, bring tears to your eyes if you cannot find it. And I have no idea what you're talk what you're what you're talking about. Okay. If you read it if you read it, then it's there. But I just can't I don't Okay. Remember that. That's that's why I'm saying it. Okay. My question is just this, I'm having trouble finding, like, a ideal that can move me, and I'm wondering if you can help me find that. I'm just one.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 16,
      "title": "Q16",
      "start": 596.19,
      "end": 663.78,
      "text": "Are stories are stories of our use of all to attain their truth? Well, what you're really asking is is it okay for me to listen to stories? That's what you're essentially asking. It's narrative story of her. It's it's like it's like the it's like the person who asks, well, can prescriptions be good? That is a real question. That is a question which is asking for permission to use prescriptions. So, therefore, the question is invalid. So it doesn't it it doesn't matter. If if if if one has to be past the point of looking for cosmetic things. And if they're looking for some value in cosmetics to go to the, you know, go to the nth degree to find, is there possibly maybe I could find one more soul of value in a cosmetic. The question is of no interest.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 17,
      "title": "Q17",
      "start": 669.28,
      "end": 692.39,
      "text": "Hi, Capel. You have written about the ineffectiveness of certain habits to get somewhere to arrive. My question is, are there effective habits to get somewhere, and what will those habits be? Oh, hello. Oh, my apologies.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 18,
      "title": "Q18",
      "start": 694.86,
      "end": 706.18,
      "text": "I think I don't understand the problem that I have, but I think the problem I have is, the desire for truth and the seriousness that I used to have isn't sure",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 19,
      "title": "Q19",
      "start": 708.08,
      "end": 712.18,
      "text": "Doctor Gupta, I don't know if you hear my question.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 20,
      "title": "Q20",
      "start": 715.24,
      "end": 716.13,
      "text": "Hi, Kapil.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 21,
      "title": "Q21",
      "start": 718.2,
      "end": 722.86,
      "text": "Is physical fatigue and tiredness in part a creation of the minds?",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 22,
      "title": "Q22",
      "start": 725.36,
      "end": 778.41,
      "text": "Yeah. Hello, doctor Gupta. Just wanted to speak to you. I wanted to ask, are all the thoughts that arise from the mind strategic? For example, some thoughts of the day seem random, and that is the mind that tries to appear random. Or if I have a reaction to a thought, then the thoughts that arise from that action are also in a strategic attempt to move me towards certain direction. Okay. What does it matter? Yeah. My journey, I try to just understand all the details of the mind and how it influences me. I try to understand patterns. I mean, you'll be chasing that for lifetimes. Okay. Thank you.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 23,
      "title": "Q23",
      "start": 787.13,
      "end": 788.11,
      "text": "Hello, Kapil.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 24,
      "title": "Q24",
      "start": 788.81,
      "end": 929.28,
      "text": "I really appreciate, you having me on. I need to give you context to ask my specific question. I've been listening to your work nonstop, thousand times each. The my opinion, there's not enough out there. I feel thirsty every night for more. And every time I listen, I find something new. It's as if the last time I listened to something, my mind was blocking out certain truths, and I get them the next time. And I don't mean that as a prescription. I'm not bragging. I'm just telling you what it is. Recently, the truth has helped me attain levels of my business I have never before with the least amount of work. However, we've gotten to a scale where I've had to hire for mechanical things. And these are management consultants that run systems, etcetera. But, I I get this negative social stigma from certain management, even though it's my company, that, the the they don't like the way, I'm running things like the the same way people call you a nihilist, etcetera. It's very irritating. I don't care what they think, but I'm cautious if this could be could have an effect because I never want to go back to a place I was before. I I hope that makes sense to you. Well, I can't tell you what to do. It's because it annoys you. It annoys you. I mean, I I can't I understand. My question, should we frame is, can can certain prescriptions be packaged, be forced upon you if you have the truth on your side, and can they can they bring down your ability to access to the truth? I'm asking if it is a risk, not for a prescription. I don't understand the question. That's too complicated. Okay. Thank you. You you seem to be annoyed by people who don't like what you do, and that's just a commonality across the board that matters, Really who you are. That's just the way the world is. I understand. Thank you.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 25,
      "title": "Q25",
      "start": 931.74,
      "end": 946.62,
      "text": "That, what my thoughts are are what my mind is throwing at me, are those the real thoughts or what I am thinking how to differentiate? You're caught in a circle.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 26,
      "title": "Q26",
      "start": 951.24,
      "end": 964.39,
      "text": "Even after even after giving myself permission to do whatever I want, I'm not able to give, full permission. Why this is the case?",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 27,
      "title": "Q27",
      "start": 967.39,
      "end": 986.72,
      "text": "Hi. I tried to ask earlier. My apologies. It seems as if I'm not as serious as I once was, and I wanted to it feels like the problem is that I don't desire truth, but I want to want truth. So can you tell me why I'm not as serious as I'm No. No. Nothing can be done.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 28,
      "title": "Q28",
      "start": 988.38,
      "end": 1015.56,
      "text": "Hello. My question is, what is it that I have not understood about me or relationships that I keep getting my heart broken and keep, breaking other people's hearts? Well, there's a million things to understand. I can't answer that question because I don't know your particular situation. Well, I would if you don't know, I would just",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 29,
      "title": "Q29",
      "start": 1017.64,
      "end": 1043.43,
      "text": "well, I feel like I have two minds. I observe my thoughts and I see that they are not truthful. Is there a mind that we should give reference to? So like our compulsive mind and our thinking mind. And Yeah. It's all the same. And can any",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 30,
      "title": "Q30",
      "start": 1045.75,
      "end": 1099.11,
      "text": "hello, sir. It's great to speak to you. My question is, firstly, I used to believe that the more time it took to achieve something, the more I believe that what I'm going after is real. But now I'm beginning to realize that it's just all waste of time. So what's your take on this that is it important that the more time it it takes to achieve something, the more better it will be or the more real it will be? That's that's too much of a categorization. That's too general. That that's not specific. You cannot make a blanket statement based upon generalizations. It all depends upon the situation. It all depends upon the details. It all depends on what you're talking about. You can't just say more time equals this and less time equals this. I don't know what someone's doing in less time. They They could be wasting their time doing less time and wasting their time doing more time. Both are both are a waste. Alright.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 31,
      "title": "Q31",
      "start": 1100.93,
      "end": 1113.61,
      "text": "What does a path of truth look like? I can't describe it to you because I'm not trying to copy it. So Yeah. It won't it won't go anywhere.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 32,
      "title": "Q32",
      "start": 1116.4,
      "end": 1161.69,
      "text": "Oh, whether I'm ready for the truth. Well, that's not something that that, you know, you have to apply for. The very fact that some if someone's asking the question, am I ready for the truth, means there must be something there that has some level of desire for the truth. Otherwise, one wouldn't be asking the question unless you're trying to show off. So if one is not trying to show off, then there must be something there that wants the truth, and therefore, there's a possibility that that individual will perhaps genuinely embark upon that embark upon that.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 33,
      "title": "Q33",
      "start": 1163.43,
      "end": 1242.22,
      "text": "Something, something that I struggle with is the struggle between, my biological nature, which is to seek pleasure and minimize pain, and, the, sort of relief, of of seeking the truth and truly being in the moment occasionally and and and rarely, which is an occasional sort of form of of bliss, and sort of an example of being able to at least temporarily transcend my biological nature. What I struggle with is that, there's so many businesses that make a pretty good living off, I I I guess you could say, hacking my my my biology. You know, there's food, dopamine from social media, and stuff like that. My question is, can you conceive of a society or of a culture that seeks truth beyond just the individual, that seeks something Well, firstly, firstly, is it fair to say that you're an intellectual?",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 34,
      "title": "Q34",
      "start": 1243.48,
      "end": 1337.9,
      "text": "Yes. Yeah. So you you have the real mark of intellectual, based upon the languages that you use, based upon the the way that you speak, the word choices that you use, the word hack. And the intellectual will always be interested in in in the masses. The intellectual will always be interested in in, group kumbaya. He will always be interested in hacking this and prescribing this and taking this and the latest Silicon Valley books that are recommended, wearing togas and do whatever the hell they do. There's no mass anything. There's no group anything. Anyone who seeks for anything that is related to world peace or mass enlightenment or society or the world, that individual has zero possibility for truth in his lifetime. And that may not that will likely not even matter to him because that's the one he's interested in. Intellectuals don't seek truth. They seek intellect. They seek theory. They enjoy conferences. They like wearing lanyards. They like socializing and talking up a storm about nonsense for ego gratification. So the question is so the answer to the question is no. You know, society will never be that way because the very definition of society is untrue. But me having give having give you that ants giving you that answer will do nothing for you because that isn't what you're seeking.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 35,
      "title": "Q35",
      "start": 1340.28,
      "end": 1350.93,
      "text": "My question is, does everyone's truth look different? No. There are universal truths. But then there are also situational truths.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 36,
      "title": "Q36",
      "start": 1355.79,
      "end": 1474.3,
      "text": "Hi, Kapil. If we've if one has come to a point that he realizes there is not much value in in anything else, like, anything in life, it almost feels like I'm not seeking it actively, but I'm somehow, like, I'm I'm drawn to it. And it it feels like what I'm going to find is not bliss, but, like, pure emptiness. And it I I fear it somehow. And I almost wanna, like, go back, because I I I I think I'm not gonna be satisfied or, like, it's not like it's like happiness or it's not something pleasant at the at the end of the tunnel for me. And this, somehow frightens me or bothers me. I don't wanna say how. I don't wanna say why, but, like, yeah. Is is is it is it true? Like, is it is it gonna be that way? Well, I mean, I can't tell you if it's true. You've just said that that's how you feel, and you're frightened by both one way and the other, and my answer is okay. Okay. And is it, like, what's holding me back? That's fear? It doesn't matter because if that's not what you really want. Like you said, you you wanna go back. And okay. So you wanna go back. There's no risk. You're so fighting it. Yeah. You wanna go back? Can you go back? Sure. So yeah. The biggest things for us.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 37,
      "title": "Q37",
      "start": 1475.8,
      "end": 1753.39,
      "text": "Missed the discourse, but, I have been, reading your discourses, your podcasts from last six months or or about eight months, and it's kind of made me, like, alone. Like, like, I can see the waste in societal things, but I do have a questions to I do have one question to ask. When when I have a level of intellectual knowledge or anything, like, in skill or, understanding, much more in a much more greater level than, my colleagues or a friend or anyone in my neighborhood. That creates a sense of, pride, and that is causing me a little problem. That is causing me a little problem in the sense, like, it, it waste my time. And when that pride sets in my mind, I I'm like, I don't focus on the thing which really, moves me, or the the thing that I'm really attracted towards because of that pride. So I hope I have explained, clearly. So this is one of the finest questions I've ever heard. Bravo to you for asking this question because it is very sincere. And you've obviously recognized it that you you have obviously recognized what comes up, and you've also recognized that what comes up is hindering you. And you did not take it because I said so. You did not you did not read a discourse or a book of mine and say, well, you said that this would happen. And, therefore, it it did happen. And you found it yourself. Yes. And the very fact that you noticed that it is causing you hindrances, The best thing that I could tell you is to have the sincerity, to examine what you've examined without prescriptions, and then to have the level of awareness and the desire for the awareness to look into and recognize, but more to look into that it is causing you problems, that will be your greatest benefit. And in what way it shows up or does not show up, in what things it makes you do and does not do, those are details. But the very fact that those raw materials are there is what you will benefit from most. There is one more thing I want to say to you. Just two words for you. I'm very grateful that I have found you some from anywhere, from maybe from Nava's podcast. Thank you for showing the things as they are. And it's really I feel sometimes very alone. Like, my the people I really love, they don't understand. Even when I try to show them your discourses or podcast, they, they get bored. And I really they they they always suffer from some of the other things, but they don't understand. And I feel very sorry for them. Like, I want to see them, like, in a in a peaceful way peaceful manner. I want to see them in a in a, I want to see them in freedom, and, that also is causing me pain from not seeing them in freedom. That has happened through your discourses that you have really made me, like, very alone in this world. And the only person I can now talk to is, like, you and your discourses. So I don't know I'm thankful or not. So I'm, just anything I might say, like, thank you is very good word to say, and and thank you. Sure. Thank you.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 38,
      "title": "Q38",
      "start": 1762.99,
      "end": 1785.21,
      "text": "Hello, Kapo. My my question is, is it normal for your mind to remind you of the understanding of detachment that you have from everyone around you, including your kids. That's just the mind. It's just the mind is just echoing a bunch of things that it's read. Hello?",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 39,
      "title": "Q39",
      "start": 1789.98,
      "end": 1790.22,
      "text": "My",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 40,
      "title": "Q40",
      "start": 1792.22,
      "end": 1814.76,
      "text": "can you hear me? Yeah. Okay. So I understand that death, I'm going to die one day, and I want to take every decision for along with this truth. But, my mind keeps tricking me and No. You won't you won't you won't you won't get there. You understand only intellectually. You won't get past that.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 41,
      "title": "Q41",
      "start": 1816.39,
      "end": 1875.35,
      "text": "Can you talk to me? My question is, the thing that we refer to as the truth, is this the same thing that religious people refer to as god and the spiritual people refer to as enlightenment? And have you achieved this truth? It's a it's a it's a it's a fair question. And what the the way that I can answer that is to tell you that the only if the only if the if you say religious people or spiritual people, the answer is immediately no. Mhmm. Because people don't know anything. Now you might have one rare individual who has found that joy. He has found whatever they consider to be god or or or and if that individual is sincere and they and if they have truly found it, then the answer to your question will be yes. But that is so rare Mhmm. That that is that isn't the that that isn't even who you're talking about. And as you use the word people, therefore, the answer is a blanket no. Mhmm.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 42,
      "title": "Q42",
      "start": 1878.08,
      "end": 1922.08,
      "text": "So for me, like, I realized that, like, every time I'm going I'm going down the path of, like, chasing something or, like, chasing anything, Like, I always catch myself, like, I I catch myself, like like, like, I know that I'm chasing the thing. But the thing is, but the but the thing is, like, I always feel like that I I have to chase that thing because I don't really, because I'm chasing the thing is, like, me trying to figure out, like, what I really want because",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 43,
      "title": "Q43",
      "start": 1923.89,
      "end": 1947.14,
      "text": "So I'm after reading your discourses for a while now and, like, I never knew some of the things that could have been a possibility, and I not come across these writings. I get more to say that through association with, people and through exposure to culture, the the grand possibilities.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 44,
      "title": "Q44",
      "start": 1949.41,
      "end": 1967.43,
      "text": "Hello? Is it possible for someone to be rich and rich and know the truth at the same time? This has been bothering me for several years for now for now. Hello? Can you hear me? Is it possible for someone to be",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 45,
      "title": "Q45",
      "start": 1969.51,
      "end": 2024.3,
      "text": "Doctor Gupta, you have written about the ineffectiveness of certain habits to get somewhere. My question is, are there effective habits to get somewhere, and what will those habits be? It's too general. Okay. It depends on the situation. Perfect. I found that there are certain truths such the greater desire always triumphs or that by getting angry with someone for an offense, one is causing harm to that person who offend us. Perhaps there are certain coincidence. What do you think about coincidence? This this you're just wondering. This is not a specific",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 46,
      "title": "Q46",
      "start": 2028.04,
      "end": 2052.18,
      "text": "Hello? So I try to be as much as in this moment as just being aware. I'm no longer seeking anything. If there's any truth, it's it is here as we speak. But I think it is making me less ambitious as now I have no fear about the future and nothing to chase. Do you believe to be successful, you have to be mechanical and worry about future? No.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 47,
      "title": "Q47",
      "start": 2055.6,
      "end": 2102.78,
      "text": "Hello. When I write my stories, I find that, sometimes I, disappear when looking back after I've written the story. I think that might be what you call no mind, but I find that I'm not able what I'm wondering what is preventing me from being able No. You're not gonna you're you're not gonna be able to, you're not gonna be able to prescriptionize it and get it when you want it through that means. And there's no point in asking that question because, really, even the even the desire to get it through those means, is you're already on a path that will get nowhere.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 48,
      "title": "Q48",
      "start": 2103.27,
      "end": 2131.97,
      "text": "Okay. Just want to know, like, do you think words have the capacity to show us the path or its significance? I don't know. I've written a lot of words. So, I mean, I I think they're I think you will have to judge for yourself if they do or they don't. I can't answer to you one way or the other from your perspective.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 49,
      "title": "Q49",
      "start": 2141.45,
      "end": 2183.58,
      "text": "Hello, doctor. You know, I don't wanna sound ambiguous or opaque, but, why don't people or, I I guess, me in general why don't we work super, super hard for the things that we want? Like, why is it that there's, like, a hesitation and Okay. Who cares if you work hard? Well yeah. No. I I I know what you mean, but what what is A mule a mule works hard. Does a mule succeed? No. Is a mule a successful creature? So what does hard work have to do with anything? It's an irrelevant question. The entire concept is why.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 50,
      "title": "Q50",
      "start": 2185.72,
      "end": 2298.09,
      "text": "Kapioli, it's truly, truly an honor to speak to you. I've been immersed in your work for the past year, and it's completely changed every single complexion, every single second, every single hour, every single waking second of my life. After the first exposure, I felt myself entering into a different dimension of life. And ever since then, everything else just lost all of its color. Everything else just looked black and white. Every single question that I wanted to ask, it all just dissolved because words are dangerous, and they don't really carry they don't really carry any significance because whenever a word is spoken So what's your what's your what's your question? So my my question is, if the desire is raging, if the desire is at a fever pitch, will is it inevitable that I will find my way there? Well, I mean, those are different people's definition of what enough desire is or fever pitches. If it's enough, it'll be enough. And if it's not enough, I will.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 51,
      "title": "Q51",
      "start": 2301.36,
      "end": 2341.85,
      "text": "As Krishnamurti says, the observer is the observed. So I just wanted to know how does one person be in that state. Ask Krishna. He is not All my world, but I very afraid that I'm going to play mind game to get out of that. And I I truly don't understand what's the more truth about it. Thank you. There's nothing to say.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 52,
      "title": "Q52",
      "start": 2343.67,
      "end": 2370.19,
      "text": "Oh, hello, doctor Gupta. I'm sorry. I was mic you speak of this rare DNA that the ones have, I think, like, newborns would have it right away. And being as a parent, how do I go about not putting any of my bad influences on my child and let my child be? Yeah. There's no way that's gonna happen. Right. That's why it's the most important to focus upon yourself.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 53,
      "title": "Q53",
      "start": 2370.89,
      "end": 2371.63,
      "text": "Thank you.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 54,
      "title": "Q54",
      "start": 2373.37,
      "end": 2425.15,
      "text": "Truth. I ask myself questions and hold that question close to my heart. And, I find that the more I'm avoiding untruths that are everywhere seemingly, in the radio and books, podcasts, that the more I avoid those untruths, these questions I have, are answered and the truths are revealed more naturally. My question or more concern is that I will be avoiding, or maybe the truth will elude me. I hope you can provide some clarification. Thank you. The truth eludes everyone. If your desire to find it is genuine, then you have a chance.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 55,
      "title": "Q55",
      "start": 2427.85,
      "end": 2593.84,
      "text": "Hi, couple. Thanks very much for your time. Of late, I have been into serious introspection. And as I discover the untruths, I find myself becoming more calmer and also disinterested in thoughts about my future and also about events that occur in the world. So this is very new to me. And while I'm calmer, I'm also concerned that am I on a ego trip and, you know, becoming disinterested about everything else and becoming a delusional self. So if you could Well, actually, the the, the delusional self is being interested in the world. That's the delusional self. But having said that, well, I think, it must be very plainly stated that, there can be no recommendation that is a good thing to become disinterested in the world, that it is a good thing to lose ambition, that it is a good thing to and that that is preferable, and that is proper, and that is correct. I will never say that. It just depends however it sits with the particular individual. If it sits well with them, then it sits well with them. And if it doesn't, it doesn't. But the greatest one of the greatest, most poisonous aspects of so called spirituality is it it actually tells you that something is good versus another thing. And to leave things behind is good and to be more calm is good, and to, be less of this and more of that, well, that's good. Even if you don't like it, that's still healthy and good. That's complete nonsense. There is nobody who can tell you what's healthy for you and good for you and proper, just however you feel about it, you feel about it. That is if you are going to take away one poison out of your body, out of your mind, out of your soul, out of your spirit, which you probably won't do. You won't accomplish it. Most will never do that. But if one was able to do that, if one was willing to do that, it would be the goodness and the healthiness and the properness and all the things that spirituality and self help tell you that that's the proper way for you. If that could be removed, then a lot of turmoil could be avoided. Thank",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 56,
      "title": "Q56",
      "start": 2595.66,
      "end": 2598.08,
      "text": "to life other than gravity.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 57,
      "title": "Q57",
      "start": 2608.32,
      "end": 2615.19,
      "text": "Doing good. My question is, why do people fear and, how to get rid of it?",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 58,
      "title": "Q58",
      "start": 2622.15,
      "end": 2644.44,
      "text": "I listen to your truth podcasts, and I want to accept the truth. Is there any way to speed up accepting the truth and removing lies and the mind, etcetera? There is absolutely no reason to accept it.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 59,
      "title": "Q59",
      "start": 2646.49,
      "end": 2707.61,
      "text": "Hi, Kapil. So a while ago, I was listening to one of your, talks with Moe, and, you said something that kinda struck with me for a while. And, I don't remember the exact, words, but it was something, like, I realized that everything that my mind said, throughout life was wrong. And, you know, I I started to see that, to to look at my life, and I realized that that is that is true. That, you know, everything that I thought I was, I wasn't. Everything that I thought I wanted, I didn't really want in the end. And right now, I'm I'm to a point that I don't really know who to listen to. Because if my mind says only false things, then I don't really remain with nothing else. So I I don't know if Exactly. Explore that. Good for you that you realize that.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 60,
      "title": "Q60",
      "start": 2711.27,
      "end": 2761.9,
      "text": "Hey, Capil. One of the things that, I struggle most with is self image. It's kind of my most unstable kind of part of myself, as I try to live up to the self image of myself grander than really who I am, kind of exposed externally. My question is, is self image something kind of to rediscover or something to kind of freshly form within oneself that is internally compatible with oneself and not from the external? I mean, I could give you the answer, but it would only be you taking it on faith. Therefore, it would not be of, great value to you. So try both of those possibilities and see what happens. Thank you.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 61,
      "title": "Q61",
      "start": 2763.48,
      "end": 2787.87,
      "text": "Rekindling a lost passion from long ago, or you're just naturally trying to shut out society. Does that make you feel No. There's a there's a there's a there's a there's a dis there's a disingenuous possibility to cultivate something. In reality, it's either it's there or it's not, and it may show up or it may not show up. Forcing things doesn't really get anyone anywhere.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 62,
      "title": "Q62",
      "start": 2792.33,
      "end": 2825.82,
      "text": "So I have a tendency to self sabotage myself anytime I get close to a a success, something I define success that I want. So I guess that would mean that I want to be miserable and stuck in the position I'm in, but there's a part of me that would rather die than have that happen. So it's it's, I guess my question is, why would anyone want to be miserable for their whole lives? Ask the mind that question because everybody is.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 63,
      "title": "Q63",
      "start": 2829.62,
      "end": 2901.16,
      "text": "I understand, like when you said that culture is not real. I picked I understood that very easily. And, that how it's like just manmade and it's not actual thing. But when I feel like there are way more, acute things and like relevant things to me that I still don't understand, how come I'm not able to pick those up as easily as I was able to pick up some of the other things? I don't know. I don't know you, so I can't answer that question. But if by other things, you mean societal things, they're easy to pick up because it's all intellectual nonsense. The societal things are but things such as, like, the concept of myself or other things, I still can't see through the Well, I don't you may not necessarily have seen through the things that you thought thought that you've seen through. You may have seen them intellectually.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 64,
      "title": "Q64",
      "start": 2904.5,
      "end": 2905.24,
      "text": "Hi. You",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 65,
      "title": "Q65",
      "start": 2905.62,
      "end": 2923.22,
      "text": "recently you mentioned that a man doesn't want to be afraid. How does he do that? How does he not be afraid? There's no how to. There's no how to. It's a nonsensical question. There is no method. There's no how to.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 66,
      "title": "Q66",
      "start": 2924.97,
      "end": 2931.31,
      "text": "Okay. Thank you. Hi, Kabal. I couldn't hear that individual.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 67,
      "title": "Q67",
      "start": 2933.61,
      "end": 2945.91,
      "text": "My question for you is, why do you think the world is driven by fear and not love? And what can we do about it? Empty concepts. You must be new here.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 68,
      "title": "Q68",
      "start": 2950.48,
      "end": 2958.42,
      "text": "My question is, if you are compelled to pursue a thing, is there any benefit in knowing why?",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 69,
      "title": "Q69",
      "start": 2961.61,
      "end": 2972.43,
      "text": "I thought about the benefits. So if you're moved to know, then you are. It's it's it's not a should.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 70,
      "title": "Q70",
      "start": 2973.61,
      "end": 2974.43,
      "text": "Thank you.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 71,
      "title": "Q71",
      "start": 2979.37,
      "end": 3007.79,
      "text": "One of your prior discourses recently talked about the man at the top of the mountain. Do you believe there's a natural truth or progression into why people reach some pinnacle? And then there's, like, this valley that follows, and then there's, you know, a rereaching of the pinnacle to use a lot in professional sports and in business. Wondering if there's, like, a natural truth there, or is that more about the individual?",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 72,
      "title": "Q72",
      "start": 3011.45,
      "end": 3030.22,
      "text": "I am very confused about not finding the real truth about money that I'm looking deeply within, but I'm not able to understand the real truth about money. So can you please, give me a path towards finding that truth?",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    },
    {
      "id": 73,
      "title": "Q73",
      "start": 3032.28,
      "end": 3055.94,
      "text": "My question is, in your experience, what's the best way to decouple from mind and body? I didn't hear your question. In my in in your experience, what's the best way to decouple from mind and body? There's no way.",
      "audio_file": "The Truth - For The Sincere - Kapil Gupta MD _ 7 April 2022 [qzBbotCCPWA].mp3",
      "source": "deepgram"
    }
  ]
}