{
  "video_id": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4]",
  "title": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4]",
  "webpage_url": null,
  "blocks": [
    {
      "id": 1,
      "title": "Q1",
      "start": 32.97,
      "end": 47.13,
      "text": "Yo. What's up? I I kinda just dropped in. I don't know what I got myself into, but I got a question. You can just sit back and listen if you wish and see if it's a fit for you.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 2,
      "title": "Q2",
      "start": 47.59,
      "end": 49.21,
      "text": "Yeah. Yeah. Yeah. I have a question.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 3,
      "title": "Q3",
      "start": 53.27,
      "end": 128.06,
      "text": "Hi. I'm a professional poker player, and I've played professionally for the last five years. And when I started out, I had goals to be, like, the master, the one, like, the best player. And as I progressed, I did decent, and I've moved up the ranks pretty good. But I've both won, lost because that, like, genuine passion that I had at the beginning. And now I've kind of in this dilemma between, like, hard work, which is what I lived based on before, and then your work, which is kind of showing that the hard work might just be this narrative I was falling under and perception training. And I'm just kind of confused and, I guess, asking for advice. There is no advice. What is your what is your specific question? I guess what what do you mean by perception training? You know, I've written quite a bit about that. It's best to look it up. Yeah. I've read basically everything.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 4,
      "title": "Q4",
      "start": 132.51,
      "end": 223.08,
      "text": "I'm currently in a solar business where I'm teaching people to go door to door to learning to acquire customers. And what I'm finding is taking them through the process of step one, step two, step three isn't as valuable as them just shadowing me. Do you believe that imbibing somebody or being around them and taking in their words and how they pivot is better than teaching somebody the fundamentals? Because the people in my business who are learning the fundamentals are getting minimal success, but then the very few people that follow me every day are doing better and they say, what did you teach them? And I'm not able to articulate what I'm teaching them because they're just imbibing what I'm doing. So how would if you could just speak on that a little bit as far as watching and learning versus actually teaching somebody. Oh, there's no doubt that in apprenticeship is more valuable than classroom instruction. Both of these have limitations. Both of the scenarios that you have described have limitations. However So what would be the next level beyond? Oh, there's many levels. It it would it would not do it justice to to describe. I mean, learning is a very complex complex thing, and",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 5,
      "title": "Q5",
      "start": 223.7,
      "end": 254.71,
      "text": "and how a human being imbibes information is a different question even than what the true what the truth about the information really is, what information is true. Then there's questions about, well, how high in one's business does one wish to go. And then there's so many questions or so many levels to it that there is going well, the next level is is x. You know, but but, yes, apprenticeship is more valuable than, didactic or classroom type of education.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 6,
      "title": "Q6",
      "start": 255.73,
      "end": 274.25,
      "text": "Thank you. Hi. Hi. Can you can you guys hear me well? Is that can you guys hear me? Can you hear me?",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 7,
      "title": "Q7",
      "start": 280.61,
      "end": 281.11,
      "text": "Hello?",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 8,
      "title": "Q8",
      "start": 288.23,
      "end": 459.63,
      "text": "Thank you, doctor Kapal Gupta, for taking my question. I'd like to first thank you for all the work that you have done, and it has helped me to, abandon a lot of, grudges that I've been holding. I sincerely thank you for for your work and for telling the truth. My question is, what is dukkha or, that immense grief I always feel, as far as my father's death is concerned, you know. And I feel that grief, within every cell of my body, and it it hammers the atrocity within the very bones that my life stands on, and it has rendered me incapable of, living my life to the fullest within the moment or or even went on to, go to a place where, I'm unable to even, look after my, children to the fullest, of my potential. And it's it's been twenty years since my father passed away. It's been a long time, but, the conditions around his death were, they were very sudden. And there was a lot of malevolence that he faced and I faced, before that. And, I've been seeking to know, you know, why what what makes us so vulnerable to the well malevolence and how and and not how to question, but it's just it just doesn't make any sense, for me, you know, to to live like this and and to have a potential of a person destroyed, because of, the grief. I think the problem the problem occurs when we try to make sense of things. The world does not make sense. And if you attempt to make sense out of it, you will perpetuate your confusion. There is nothing that anybody can say that will help you get over grief or sorrow. You can read something in a book, and it might resonate with you for a day. And the next day, your state will return. So the answer does not lie in seeking solutions. And there's no point in asking where the answer does lie. Whatever I have said, whatever has gotten through will get through, and whatever has not, will not. Okay. And I'm sorry for your loss.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 9,
      "title": "Q9",
      "start": 463.38,
      "end": 487.45,
      "text": "Can you ask a question? So I have a three year old kid, and, my problem is I'm always fearful that, what if I lose him? What if something bad happens to him? And I cannot I cannot tell you what to do with it over your period.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 10,
      "title": "Q10",
      "start": 489.12,
      "end": 489.62,
      "text": "Okay.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 11,
      "title": "Q11",
      "start": 493.44,
      "end": 555.91,
      "text": "Hi there, doctor. Sorry about the the last attempt. Anyways, I would just like to say that I I really don't have any questions. I feel like I've I've found the truth. I've popped into a few of these sessions before, and I I really enjoyed them. And I feel like we are in, and I and I suffered, I think, from this abundance of ex Okay. Do you have a question, or do you not? No. No. Okay. Yeah. My question is, is there a thing called luck in life? What's a fair question? Is there luck There's a there's a I'm sorry. I know. I heard you. I heard you. I heard you. There's a word called luck, and the question becomes, what does it really mean? That's the place to begin.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 12,
      "title": "Q12",
      "start": 560.13,
      "end": 605.19,
      "text": "Hey, Capel. Quick question. So I'm, running a business, and it got to the point where I need to start hiring people. Obviously, I know you like, you say that there's barely any people seeking truth in the world, myself included. But in terms of people where they're sincere and they want to become a top performer and be, like, the best at their craft. Those are the people that I'm kind of looking for who are gonna be, you know, world class. What can I look for in the interview process or, yeah? You're not gonna find them. That doesn't exist. There's no hiring someone to be world class. People who are like that, they create things for themselves. They all work for others. Yeah. Thank you.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 13,
      "title": "Q13",
      "start": 609.03,
      "end": 784.05,
      "text": "Hi. I, thank you for answering my question, and I really appreciate all of your work. I was wondering Thank you. One person earlier asked about luck. Luck is kind of like a maybe real thing. I wondered if is there anything a human deserves, like, for their natural intuition? Like, say, if yourself with, like, being able to speak this truth, do they deserve anything? Like, is is does does deserve exist? Yeah. I I I think I think it's a wonderful question. Does someone really deserve something? And and one and once again, that would go back to what the word deserve means and not the dictionary definition. But, you know, humans encapsulate things into a word, and the word becomes, essentially a base a wastebasket, for something. And that something for which it is a wastebasket is something that is not understood. And therefore, they use the word in in the stead of the the the wastebasket that they're using it for because they don't understand what's what's in the wastebasket. And so for that very reason, I think words are thrown around far too easily. And if a human being was very careful with his words, not for the purposes of social contract, but for the purposes of being clear, for the purposes of, providing themselves an opportunity to examine what it is they're actually saying without, devolving, into echolalia, as everyone does. Human speech is largely a reactive phenomenon. It isn't it isn't considered. It isn't nuanced. It's a it's a rat tat tat. It's a this followed by a that. It's a knee reflex. It's a slap followed by an ouch. It isn't real. And therefore, when one asks, what is what is luck, for instance? Or what is deservedness? Those are very fair questions. And in fact, the answer lies in the picking apart of the word, as for the surrogacy for which it represents. As opposed to, overlooking all of that, and shoving under the carpet even further and saying, well, we don't know what it means, but let's just talk about the word. And it it really is about, picking things apart to look underneath the surface.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 14,
      "title": "Q14",
      "start": 786.42,
      "end": 1087.08,
      "text": "Hi, Capil. I had a rather delicate or not delicate, intricate question that I had to write it down. So I'll just allow me to read it to you. When an explorer crosses the horizon of that which is known to that which is unknown, one often finds oneself experiencing a state of trepidation due to the fear of meeting their demise when encountering something unexpected within the unknown. In what way can an explorer cultivate the understanding of how to protect oneself from potential harm when seeking to experience that which is more beyond the horizon of that which is known? There is no how to protect because, protection itself is a reactive phenomenon. So the entire question loses its foundation when its essence is try to protect something. Thank you. I want to ask you a question, actually. When you said that, you know, when words are the social contract and those make a basis, many philosophies and many silences even revolutionary wise or, silenced wise in wars, poverties, and even in much more worst conditions in third world countries that have arise. But you cater or you answer only two words that have ears to mostly that what you say, but have answers already been known by ears that have by a very skeptical kind of a personalities. What do you say about that? I want to know about you. I mean, in that perspective. That's my question. That's it. I mean, basically, I want to know You want to know about me? No. I want to know about how social contract form, how evolving I mean, there are so many I mean, I'm not able to put it in a very condensed form of a matter of a question. But for me, I'm seeing so much of, what do you say? I mean, I don't know how much of, concurrent right now situation that you're following. But there are so many things that happening. But how can philosophically and realistically and pragmatically that you put into metaphysical use of a day to day life. Just tell me about that. Well well, the reality is it doesn't the reality is that everything that you're talking about is theoretical. And the the reason it's theoretical, even though the the the the reactionary nature in which words are used, in the social contract the reason the reason it doesn't really matter is because it would only matter if people were actually seeking truth. So it doesn't matter. I mean, a person might as well bang pots and pans, in place of using words. And then the person in front of them will bang his pots and pans. And the third person will drop tissues. And the fourth person will clink spoons together. It doesn't matter. Everyone's a caveman. So it doesn't matter how much you want to intellectually improve society by improving world choices and the we and the current events and what's happening in third world countries. It's all nonsense. Because no one's looking for true. So if you're not looking for true, and no one is, it doesn't really matter. It has no relevance. It isn't Nothing is serious. And since it isn't serious, you might as well you might as well just, talk like an ape. It doesn't matter. Like, using words according to social contracts, it's nothing to change. Nothing's gonna change. Humans are humans, and humans are surface level people. They are cosmetic. They are they are ambulance chasers. They are green and blue light chasers. They are interested in the most superficial and nonsensical and idiotic aspects of life. That's who they are. You might find one in a 100,000,000 who isn't like that. Therefore, why would I waste my time in trying to, change society by telling them that they shouldn't use social contracts and let's all get together and say kumbaya and improve lexicon. It's all nonsense. The question has no relevance because no one is serious enough to make it relevant.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 15,
      "title": "Q15",
      "start": 1092.49,
      "end": 1318.42,
      "text": "Hi, Capel. My question is that well, although I'm someone who will stick around as long as it takes to get what I want, I still do want to get there fast. My question is, do you have any insight as to why one person may find the truth faster than another, assuming that they aren't being sabotaged by prescriptions of the world, or is it just arbitrary? Yeah. That's a fair question. You know, there are so many factors. I I don't think that anyone really very, very few find the truth even in their own domain. So I don't think that one who succeeds more than another is one who has found truth. I think there's so many factors. I think I think, you know, the the starting lines could be different. The, level of desire could be different. The opportunity that one may have been given versus either not have been given, you know, could be an element. And that doesn't mean, by the way, that excuses someone to fail just because they weren't given the opportunity. I'm just saying that could affect the speed of achieving the success. So there there's I wouldn't jump straight to the fact that they found truth. I don't I I think that's extraordinarily rare. You're basically talking about relative levels of success. And the relative levels of success are related to the relative levels of the elements that make up success. The relative levels being some of the examples that that I gave. I would not just jump to oh, because he's more successful, then that means he found truth. I that's not that's I would not say that that's, accurate. Thank you. Hi, Kapil. Thank you for answering my request. I've been, like, catching up on your stuff for a while now. I'm 19 years old. I'm an artist. Your your stuff has really fixed a lot of my problems, but, I wanna become, like, pretty successful, and I plan on doing that based off who I am cognitively, like, the way I think and just how, like, naturally. Anyways, I still struggle with understanding that I have to struggle to get to where I have to be and trying to find peace as where I am right now. Why do you have to struggle to get to where you wanna be? I feel like there's, something just underlying. I understand that the work that I have to do is fun, and it's play, and I get to do what I get to do. But at the end of the day Well, you know, all all of these things are, like, things that you're kinda making up. Like, you you you're almost talking as if these are principles. Like, I know I should make it fun. I know that it's supposed to be play. I know that I'm supposed to have struggle. These are all things that you've just picked up. I think I just feel limited. And Well, your limit your limitations are in instituting these false notions. And how do I get insight into that?",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 16,
      "title": "Q16",
      "start": 1323.84,
      "end": 1480.59,
      "text": "So I started a search for truth in 2011. And at this point in my life, I was very poor, and I was a college dropout, and a lot of things were going wrong. And since then, I've had about 5,000 pages of personal development notes handwritten day in and day out in a serious search for truth, and one terrible consequence came from that, and I don't know why. I have wealth. I have a family, cars, everything you could want. However, I do not feel human anymore because I do not have fear. I used to fear roller coasters, planes. And somewhere along this 4,500 page journey in my notebook, I literally stopped feeling human. I stopped feeling fear. I jumped out of the highest skydive in the world, and I don't I'm I'm not sure what I'm not sure what the, the I'm not sure the relevance of equating not having fear with not feeling human. You you mentioned that twice. Yeah. The reason I'm saying that is because my entire life, I felt fear. I felt wanting to fit in. I felt wanting to be successful in other people's standards. And somewhere along my journey, I just became wanting to be more like me and less like them. And that's when the money and all these other things started coming to me, and I just lost all my friends. So I have worldly success, but every single person I grew up with says, oh, yeah. Andre is, you know, not even human. And it doesn't even feel like I'm human because I don't have interest in the things that used to interest me like multiple women, alcohol. So what's so what's your question? My question is, do you have any insight on what could have happened to where fear is no longer my life? And is fear something that is needed in life to progress? Because I'm I'm moving at a pace that's fast, but I'm thinking to myself, did something go awry for me to lose this? No. It no. It no. It is not, but I don't think that you're wanting that answer. I I think from your tone and from your m from your word choices and from your emphasis and from your inflection points that I don't think that's a real question. What you're really looking for is to bring the fear back. You don't you don't you don't wanna know that not having fear, is something that is compatible with a, wholesome human life. You don't wanna know that. You feel like something is wrong, and you're convinced of that. Therefore, nothing I can say can help.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 17,
      "title": "Q17",
      "start": 1488.46,
      "end": 1635.51,
      "text": "I have a question about mental health. Like, what's your take on that? Because is it has is it I've seen it I didn't I didn't I didn't hear the question. Oh, mental health? I think I mean, I and that it's a it's a that's a very big topic. What's what's your specific question? But Yeah. I'll I was just asking, like, what's your take on that? Because I feel like growing up, it was never there. And right now, like, everybody around me, all my friends, like, everybody is just going through, like, anxiety. So, I was wondering, it's like, is it because the world is changing, or what is going on? You know, society devolves. Therefore, humans become more disordered. And it isn't necessarily something that the person themselves did. It's everything. Everything basically just moves downhill in society. If you look at all facets of society, from the books that are written, to the movies that are made, to the art that's created, to the work that are used, to the music that is made. If you look at every facet of society, you will see a progressive downward decline. You will see an upward, an upward spike with regard to technology to make human beings more comfortable. However, the quality of life and the purity of living goes downhill at a very speedy pace. So it's a much more holistic sort of, view of things as opposed to saying, well, it's because you do this or because you do that. I'm not you know? So it it isn't about a specific thing. It's I think the more you the bottom line is the more one is involved with the world, the more disordered in every way he will become. Period. Oh, okay.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 18,
      "title": "Q18",
      "start": 1640.73,
      "end": 1691.63,
      "text": "Hi. My question is, why the concept of fear exists? Like, why fear? There's a you know, it's a very high you know, that's it's it's a very complex thing to just encapsulate, Yeah. Because it it there's not a fear. It's what your fears are. And so that specificity is the only thing that has meaning to you. Somewhat the reason why someone else might have fear doesn't have any meaning to you. So it it everything is really about specificity to a specific human being. Otherwise, it's just general philosophizing, and that has no relevance and no interest at all to me.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 19,
      "title": "Q19",
      "start": 1694.33,
      "end": 1753.21,
      "text": "I would like to know, how do you know that you are in the paths to attain the truth so that you can course correct? Is it truth to say that man must separate himself from the mind in order to end his suffering? Yes. Thank you. Hi. When you say seeking truth, you know, like, what, what what does that really mean? Like, can you know, what's the end goal of, you know, you know, you said that very few people Truth truth is the devotion to truth, not seeking prescriptions and how tos and methods and techniques and hacks and, all of these nonsensical behavior changes and self help and spirituality.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 20,
      "title": "Q20",
      "start": 1759.05,
      "end": 1796.18,
      "text": "Hi, Kapil. Before I start, I just I just wanna say thank you for showing me the other side, just in general. But my question is, actually, I'm well, I'm just really afraid. Actually, I know that I've taken prescriptions as being ineffective, from you, like like, just falsely. I I've I've just believed you. But, I wanna ask, is imitation prescription? Because I I I know where imitation leads. Yes.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 21,
      "title": "Q21",
      "start": 1802.24,
      "end": 1823.48,
      "text": "Objective reality, which you are sub which you are proposing as truth, or you are saying that truth varies from person to person? Whatever floats his boat is his own truth. There are universal truths, and there are specific truths. The important thing to understand is that opinion and belief are not true.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 22,
      "title": "Q22",
      "start": 1833.58,
      "end": 1883.85,
      "text": "Hi. I was, wanting to touch on what the guy just said. Let me see if I can get this right. So I wanna make sure that my my understanding of using the word truth is right. So my understanding is that truth is sort of like a, personal testimony of of your experience of No. So No. Every situation has a truth. Just like every a specific key unlocks a specific door. And then there are also two different things which apply to all of your things regardless of situation.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 23,
      "title": "Q23",
      "start": 1885.27,
      "end": 1888.97,
      "text": "Do you Do you",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 24,
      "title": "Q24",
      "start": 1890.79,
      "end": 1915.68,
      "text": "achieved freedom. What does freedom actually mean? And while staying alive, when can a person actually say that he is he has freedom? Are you free? Sorry? Are you free? I am not. So you have your",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 25,
      "title": "Q25",
      "start": 1918.94,
      "end": 1919.44,
      "text": "answer.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 26,
      "title": "Q26",
      "start": 1922.14,
      "end": 2074.56,
      "text": "Has its own truth. Like, every door has its own key. So my question is, what really stops us from seeing that specific truth in every situation? Well, no one's looking for truth because everyone's been taught to look for prescriptions. And why is that? Gonna change. That isn't gonna change. Well, why is why is that? Why are humans always seeking cosmetic things? Why are humans always looking for, basically just the superficial aspects of things? Why are humans interested only in pleasure chases and going to bars and, you know, listening to loud music and talking nonsense and crap all day long? I mean, if you're gonna ask that why, then you have to ask all those why's. Why is a human why is the societal human a cosmic creature? There's they're all related why's. So a human being is just the base element. He is he is devolved into a base level insect. So everything he does is does not rise above the level of the insect. So if you're gonna ask, well, why does no one seek truth? And and why does everyone, get taught prescriptions? Well, then you can't stop there. If you're gonna open that door, then you have to answer all those whys. Whatever those reasons why are, basically, you're you're basically, the question that you're fundamentally asking without asking it is, why is why is the societal human a base level creature? I don't know. That's just what he's become. And with each passing year, with each passing generation, the creature becomes, more and more base level, below the level of an insect. I would say an in insect is is actually more intelligent than a human being, not with regard to its potential, but with regard to the manner in which it conducts its life. Makes sense. True. Hi, Kapil. My question is, how do I know how do I know that what I've come across is the truth and it is just not another narrative or conditioning of the mind or the trap of the mind? That's true That's not true. Sorry? It's not true.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 27,
      "title": "Q27",
      "start": 2078.94,
      "end": 2170.39,
      "text": "Hello. So, I know that you have spoken about, seriousness that someone who is serious enough for the pursuit that you can do they can achieve the greatness they want, and you also spoken about the exposure that, how the environment is that affects human. So I wanted to ask, how is how how does, you know, one way one way against the another? So for me personally, I know that I have had the desire to become great in my professional field since my childhood. But as I grew older and my environment became non conducive and, I went around I I was around, doubtful people who made me doubt myself, that desire started to wear off. So, can I rewire myself if my desire is strong enough or I am serious enough? There's no rewiring. That's an intellectual term you picked up from the scholar world, from the self help world, from the science world. But the answer to your question, if you have the desire, can it reappear again? And the answer is, sure it can. But there's no how. Why do people fear death? Who cares?",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 28,
      "title": "Q28",
      "start": 2177.24,
      "end": 2217.24,
      "text": "My daughter has been diagnosed with, eating disorder. And, I've been really very keen to understand what caused it. But I've Yeah. I'm sorry. I cannot I cannot comment about, you know, diseases and illnesses. I think this is not a medical, you know, forum. I I'm I'm very by the way, I'm very sorry that for the trouble that you're going to going through, but there's really nothing I can say in this type of venue, and I'm not I'm not in that field to be able to, you know, provide you or guide you along that path. Thank you.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 29,
      "title": "Q29",
      "start": 2222.84,
      "end": 2375.36,
      "text": "By the time one reaches the age of, 15 or 16, one is already sabotaged by the ideas, concepts, and the principles and the prescript descriptions of the world. So my question is, are certain people with certain genetic makeup or the certain conditions that they get at birth, only those are capable of breaking out of these shackles and knowing the truth or everyone who has the desire Anybody any anybody who is exposed to truth is capable of it. You know, the thing the thing that stands in the way is if one has no idea that something else besides, the status quo exists. So if you've only heard one song, and if you've only heard one lecture, and if you've only heard one point of view, and you've only heard one way of of viewing things, then that's the only it's there's I mean, how could one be blamed that that's all they're gonna know and that's how they're gonna function? So, but if a person is exposed to the truth, if a person is exposed to the fact that all the all of society's games are silly and nonsensical, it is only then that he has, you know, the real practical possibility of moving away from that, because then he sees that there is something else. And the something else isn't a competition, in this case, for societal jargon. This is actually a, a, a reputation, and exposing of society. So isn't that my way is better? You don't There's no my way. It's just all of that societal stuff is nonsense. And that is then not should not be taken upon belief. One needs only to look in the mirror and spend, you know, ninety four seconds examining his own life. And that'll prove to him what he needs proof of very quickly. He doesn't need to open any book to see that. So the evidence is built in. It's readily available to the human himself without asking anybody. So it is just the exposure which gives him the insight that all that he has learned is garbage. And if after even having that exposure, he does not, it does not move him or it does not influence him, then then so be it. I mean, that it is what it is. So that's the answer to your question.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 30,
      "title": "Q30",
      "start": 2379.76,
      "end": 2828.14,
      "text": "Hi there. I wanted to ask that where exactly are we when we are kind of dreaming and, you know, when we sleep. So I've been searching for this answer, but that's I mean, no. I mean, I think it's like, it doesn't matter. Why are you worried about dreams? It doesn't make sense that someone would be worried about dreams, and that's just escapism, like, worrying about outer space. And if so, not that outer space isn't an interesting thing, but it's a profession or it's a hobby. That's fine. But but but that isn't the impactful thing in one's life, it's the dreams. It's it's when they wake up. And their daily their daily experience of life, that's when all hell breaks loose. But you don't wanna ask about the hell, you wanna ask about the dream. It makes no sense to me. So it has no has no relevance. Thank you so much. So, in in one of the podcasts with, I think Moe, you you you said that sorry. I don't I don't recall the exact words, but I remember most of it. So you said something like you give permission to those who seek the truth and to do and people who are a certain way, but it's not the societal norm. It's not accepted as a societal norm. So something along those lines. So I've I've always felt something was majorly wrong, like, in in everything in school and all those things. And then nothing really made sense, but then things started to became, become clear after I began to understand your writings and spend some time with them. So my question is, sometimes you you I I know clearly about what I want, but somewhere the feeling or the need of permission, comes. So where where does that arise from? Does that arise from, fear of deviating from the status quo or, like, uncertain? Well, I mean, a person be a person who, for whatever reason, happens to resonate with my writings, that person will find will find himself very alone because he will have no support. Yes. If you if you if you find if you find a concept that's out there, you know, positive thinking, you you can see, you know, John Smith wrote a book on how I'm not I'm just making up the name. There's there's no John Smith. I'm just making up it. Just, you know, I think just a little John Doe. So John Smith wrote a book about positive thinking and then well, you can support that by, you know, Gary Smith wrote a book about positive thinking and then Sally Smith wrote a book about positive thinking. And and and so therefore therefore, you you have a support network of, you know, various people who were writing the same thing. And therefore, it there's a there's a almost a scaffolding that upon which you can stand. And then and then you can even contact John Smith and Sally Smith. And if you don't like what John Smith said, then Sally Smith may say it, you know, differently, and it's all the same concept. So there's a lot of places to go. When you read when you read what I write, there's nowhere to go. Like, so there like, there there's nowhere there's there's nowhere there's nowhere to go that that in fact, every most places you go is gonna be the exact opposite of what I write. Right? I mean, and so you're gonna be all alone. Therefore, that lends to a sense sometimes, for some people, a sense of uneasiness because there's there's no third and fourth and fifth and sixth reference to to lean upon, so to speak. And that's why it, you know, it really isn't for everyone. It it's it's for an individual who who, for whatever reason, there's a need it shouldn't resonate with someone. I mean, it's not a must by any means. But if it does, it does. But that then leads to sort of the, sort of the uneasiness, you know, that you're sort of describing because there there's nowhere to go. I mean and and people sometimes say, oh, well, that's, you know, well, that just, you know, what I talk about is same as Buddhism. And and those are and and the people who say that really haven't they, you know, they haven't read basically with any insight. They just looked at a few words and said, oh, well, then I've seen those words somewhere else. That means it's the same as Zen or Hinduism or Buddhism or, you know, whatever ism. And, they haven't really they haven't really read deeply enough and they haven't understood. They just casually looked it over and said, oh, well, that sounds like x ism. So so that's the source of your uneasiness is that there's just nowhere for you to go. And in fact, the only place you can go is to read more of my work. And that will, you know, it kinda puts you on an island. And, you know, people don't like to be an island. So that all things come back down to the individual. What is it? Whatever for whatever reason, if something speaks to him and those will speak to him, you know, it's all intensely personal. Right. Right. Thank you. Sure. Thank you, Kapil. I have two questions. Question number one is, should we be seeking truth or meaning? No. No. No. No. No. Stop. I never you must be new here. I never say that you should do anything. There's no should. There's no should ending. And this is not some semantic thing. Like, don't use the word should. Well, that that's like that's playing games again. You have to abandon all those games when you come into my domain. You can't bring that baggage over here. I don't recommend that any human being in the world ever seek truth for as long as they live. I don't recommend anything to anyone. And that isn't a policy. Just I truly don't recommend it. If someone is if someone is dying to do something, they'll then they'll they'll do it. But it shouldn't be based upon some kind of recommendation or rule following or principle or it's good for you nonsense. Fair enough. Makes sense. Can I ask my second question as well? I am 33 years old. I do not know if my life has had any purpose. Your life has no purpose because nobody's life has any purpose. Life is purposeless. And as long as you're looking for purpose, you will look forever, and you will hallucinate meanings where they don't exist. Having said that, the very fact that you're asking the question means that you are, you resonate with the idea of purpose. Mhmm. Therefore, what I say, you are not ready for. Mhmm. And you may never be ready for it. And there's not nothing wrong with that. Yeah. Thank you.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 31,
      "title": "Q31",
      "start": 2833.4,
      "end": 2896.3,
      "text": "Hi, Kapil. You mentioned something about the universal tooth and the personal tooth. Can you elaborate a little bit more on the universal truth? What do you mean by that? No. I can't I can't elaborate. How you said that? I wanna ask, isn't it ironic that you are guiding people to truth, but you're doing it in, like, on Twitter, which is a prescription. And, even even even speaking in English This is this is this is this this really is a stupid question. There's no reason for you to be here then. I mean, this makes no sense, this question. Hi, doctor. Thank you for, for calling me up. Just wanted to say as a result of your work, you've helped me become, more aware of myself and closer to my family. So thank you very much. Sure thing.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 32,
      "title": "Q32",
      "start": 2900.6,
      "end": 2946.41,
      "text": "For extensively going through your work, my best understanding is that the truth, the thing that finally unlocks the door, the thing that finally works is not a doing, which has led me to many dead ends, but it's a state of realization. Now feel free to tell me that that everything that I just said is wrong, and I'll start over. But, my question is, when I when I when I sense that it's a realization or a desire that I'm waiting for, and that just causes me to completely feel disoriented and helpless and, waiting for the desire or realization to or to manifest some sort of drive. And so that's my question. Is that is that a dead end as well? Thank you. Yes.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 33,
      "title": "Q33",
      "start": 2951.04,
      "end": 2982.92,
      "text": "Hello. I wanted to ask as, you said that life has no purpose, and I I also resonate with that. But in general, is it like the people who have this belief, who resonate with this belief are less performing in normal day to day, achievements such as No. Or etcetera? No.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 34,
      "title": "Q34",
      "start": 2986.74,
      "end": 3097.78,
      "text": "Behind guilt. That's too general of a question. It's there's many once again, it's it's there's many things, and it's they're the only thing that's relevant to you is whatever your situation is. Oh, hey, Capital. I just just got in here. So my question was it's sort of hard to ask because I guess it's like a big a really big question, I guess, to me. So it has to do with, like, Sorry. Go ahead and ask the question. Oh, sorry. I just lost connection. The question was, it's like this I'm feeling that I feel every day. Like, every day, like, it pops into my head of, like, of of, like, fitting in and this feeling of this almost this fear of missing out. And I know it's like a societal, like, tendency, but it sort of persists. Is that is that an example of conditioning? Like Yes. Yes. That's what you enjoy. It is what it",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 35,
      "title": "Q35",
      "start": 3101.03,
      "end": 3142.4,
      "text": "is. Where this question is coming from is wherever whenever I whenever I, on this whenever I review these courses and whenever I whenever I try to I try to come to this realization, I resonate with the discourses, but I still don't know what I'm doing. So the question is, in this journey for truth, is it okay for us to not know what we are doing? Is it okay for us to not know where we're going? No one knows what you're doing.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 36,
      "title": "Q36",
      "start": 3148.3,
      "end": 3148.8,
      "text": "I'm",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 37,
      "title": "Q37",
      "start": 3151.01,
      "end": 3254.48,
      "text": "you you said this before, not quoting you verbatim, but, in terms of if someone has a question and they're seeking something, the only place they can start is where they are. And I often find, especially with the question that I have in my mind, I'm confused about where I am. The the question is, you know, you know, I've been thinking about the notion that I might not be my mind and I might not be my body. I'm not identical to those things. And so the question is, what am I? And, yeah, you've I mean, it's too big of a question. And if that is a, I won't say it's too big. It's a big question. And because I can't say it's too big for you. I cannot speak for you. What often happens is those who explore that question usually end up empty handed. But if someone is really if someone really resonates with that question, and it's in their bones, then then that is what their pursuit needs to be because that's where they, that's what that's what speaks to them. But if someone is looking for choices and they're looking intellectually at who am I, those things don't really go anywhere. But I would never deter someone from it because they may be the one person who for whom that has a deep resonance, and therefore, they may get somewhere with it.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 38,
      "title": "Q38",
      "start": 3256.06,
      "end": 3256.88,
      "text": "Thank you.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 39,
      "title": "Q39",
      "start": 3261.84,
      "end": 3348.53,
      "text": "Hi. I have two quick questions. The first one more pressing is I often feel, Just to make it one question. I often feel a, great deal of despair, sadness, or unease whenever I listen to podcasts or reading discourses or things like that. So I was just wondering if there was a truth to that, because I know it's truth. Well, well, what do you mean is there a truth to that? I think that's what you feel, so you're not making it up. Correct. And I'm just wondering why what I'm listening to is direct truth. I mean, I I can't I cannot, I mean, I cannot tell you for you, but but I get many, many, many emails saying the same thing. They, I guess, they become emotional after reading things. I mean, I I feel why that happens for, you know, x person versus y person. You know, that relates to their personal circumstance. It relates to so many things. So, all I can say is that that, experience is a, for whatever reason, you know, not that I anticipated it or tried to achieve it by any means, of course. But that experience tends to be a common one as, told to me by those who read within the discourses and some of the podcast and so forth. Alright. Thanks.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 40,
      "title": "Q40",
      "start": 3352.51,
      "end": 3504.68,
      "text": "Hi, Kapil. Questioning and the understanding, that comes from that has been, some of the most effective ways in, in the pursuit of truth for me. I've also developed some senses for what the truth means. In the pursuit of some truth, specifically around questioning the source of my behavior, source of my nature, I seem to end up in a place where my mind's telling me this is who you are. This is what you are born with. Right now in a place where my next step seems to lead for retrospecting the origin, the first signs of those behaviors, etcetera. I'm I'm sure I've not given up. I'm sure I'm sure I'll figure out some ways, to get past through this. But I was very curious to bounce this thought with you. Have you felt something like this in your journey of seeing the truth, or what would you say to someone like me? I'm not I'm not sure. I'm not you're kind of wondered. I'm not sure what the precise question is. Precise quest in this pursuit of truth for understanding my behavior. Your behavior doesn't matter because if you try to the the behavior usually results from the desire to change behavior. The the one wouldn't look at their behavior unless one wished to change it. And the behavior changes perfectly and squarely within the domain of self help and spirituality. It's a total and complete dead end. How do you avoid regret? There's no how.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 41,
      "title": "Q41",
      "start": 3506.49,
      "end": 3519.89,
      "text": "K. How do you how do you stay present in a world that is just no how and more digital? There's no how.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 42,
      "title": "Q42",
      "start": 3524.05,
      "end": 3658.62,
      "text": "I really appreciated your writings on nature and how nature does not try hard. Is there such thing as innovation in nature or reader reiteration? No. There is innovation in nature, but, you know, on the cellular level, on the biological level, on the, you know, on so many levels. There's innovation. But innovation that nature does and innovation that humans do is fundamentally different. I mean, it doesn't mean that there's no, obviously, you know, scientific progress and technological progress clearly is there that human beings have done. So, you know, obviously there's innovation on the on the human side as well. But but for the things that but for the things that humans are seeking in their hearts, and the things that they're thirsting for without knowing that they're thirsting for it, which is why there's the consistent and pervasive sense of sense of of dissatisfaction and lack of contentment and so forth. Those things have no innovation. Those things are not based upon, improved methods and better techniques and all of those things that, the very thing that you use for the progress of society, technology and science are the very things that are the road to hell when it comes to the mind and the heart and, the movement towards truth and human perfection. Four truth look like, and I don't pass this as a prescription, but just as a curious person. Doesn't matter, and curiosity has no relevance. Thanks for taking my question. Do people laugh because of the painfulness of the truth? I don't care about people. All that matters is you.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 43,
      "title": "Q43",
      "start": 3664.73,
      "end": 3726.66,
      "text": "Your work have, helped a lot to bring some clarity. But, from few days, I have been feeling like that. It's kind of limiting my vision to see things just from my own understanding and my own vision. So I'm standing in a place where I feel like that, is it I'm being a fool, or this is the time to just, It doesn't matter. It it doesn't matter. You're asking me for advice as to what you should do. And and, you know, the thing that was at the center of your point, the fulcrum of your message is that you are feeling limited by looking at it through only your viewpoint. So it doesn't matter whether that's foolish or smart. The fact that you feel that way means that's the path that is most in your heart. Therefore, it may not benefit you to read my work any further. Thank you.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 44,
      "title": "Q44",
      "start": 3730.98,
      "end": 3792.45,
      "text": "Sorry. My was my mic off? I I'm gonna repeat myself. As I understood in life that, most of my desires, were not my desires, I've become very functional in life. I really don't desire anything, I feel. And, I'm very functional as an employee, as a as a brother, as a as a husband, as a son. And I'm now trying to understand the situation of mine. Is this normal? Well, I don't you're superimposing a question upon an experience. So unless you don't enjoy the experience, what do you care when it is? That's the thing. I I don't really enjoy. I I just do everything as as a functional point of view because I have to do it. Okay. So you wanna get back to desiring? That's a good question. I will explore that question.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 45,
      "title": "Q45",
      "start": 3793.07,
      "end": 3795.57,
      "text": "Sure. Thank you.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 46,
      "title": "Q46",
      "start": 3798.86,
      "end": 3850.12,
      "text": "Thank you, Capital. First, I would just like to say thank you for your work. It helped me greatly last year. It saved one of my own organs even that doctors were trying to remove from me, and, I just found my own way through just pure desperation. But, yeah, my question is, is human perfection actually possible when you're deeply embedded in, you know, messed up from society? And, what does that actually look like? Thank you for your time. Well, it doesn't matter what it looks like. It'll be a fairy tale. But the answer to the question of is it possible is yes. Thank you, sir. Sure. Glad to know about your good",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    },
    {
      "id": 47,
      "title": "Q47",
      "start": 3852.74,
      "end": 3857.88,
      "text": "health. Good night.",
      "audio_file": "Truth For The Questions Of Man - Kapil Gupta MD _ 03 June 2022 (Silence Removed) [AiVFNj1Fdz4].mp3",
      "source": "deepgram"
    }
  ]
}