{
  "video_id": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s]",
  "title": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s]",
  "webpage_url": null,
  "blocks": [
    {
      "id": 1,
      "title": "Q1",
      "start": 192.02,
      "end": 253.1,
      "text": "How does one recognize truth? It is about a sincere journey and a sincere pursuit of truth. So it isn't about recognizing it in the form of multiple choice. It really is something that one is driven to find. And if the drive is not there and one is simply entertaining various answers to see if they can pick out which one is true, that won't work. When there's a drive for it and one goes through many, many untruths before he discovers even a single truth, but but it is that it is that that internal longing for it, which keeps one pursuing it, and that moves one towards the possibility of attaining it. It is something that that one simply picks up out of a book.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 2,
      "title": "Q2",
      "start": 254.62,
      "end": 286.06,
      "text": "In your book, Direct Truth, you answered the question when somebody asked who am I, you said everything that you are not, if you drop that, what remains is I Can the same thing said can be said about the truth? If everything that is false is dropped, what remains is the truth? Sure. That can be said. Then it's just a matter of discovering for yourself what is false.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 3,
      "title": "Q3",
      "start": 287.88,
      "end": 368.48,
      "text": "Hello, doctor Gupta. I've come to understand, a little bit the the natural kind of flow of life, just like the rhythm of things just happen. And, also, something like the future is, not truth either. Right? It's the future. It's just ephemeral. It's not real. At the same time, I can I know that there's a connection between actions that I take in this moment and, a certain degree of predictiveness of what that will do in the future? And, I'm just having a hard time understand you know, squaring those two things. Perhaps they just can lie, on top of each other without needing to be resolved. But, well, perhaps it would depend upon the consistency of the result being produced following the action being taken. And if the consistency is there that, each time the action is taken, the result is produced, and that's consistent over time, then one can come to rely upon it. I understand. Thank you.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 4,
      "title": "Q4",
      "start": 370.44,
      "end": 484.53,
      "text": "Truth is a devotion to truth. I somehow don't understand this phrase, and I I really, wish that you would I really requested to explain it a little bit. Well, truth is a devotion to truth because truth cannot be simply picked up by out of a multiple choice list of things like themselves, self or spirituality. Therefore, truth can only be come upon through a devotion. Now if truth is written somewhere and the thing that is written is true, then one can come upon it. However, that cannot be imbibed, beyond the intellect unless one is devoted to the truth. Thank you. Many things and realizes how much corruption and noise there is everywhere around us. Is said self advice a form of truth after, you know, seeing such things? Or is that because the experience itself can be spoiled by the society? Is that even a real thing? Well, one must look at one's, track record. I mean, if if each time a person gives himself advice, one must find out if that where that leads him, if that self advice leads him to, what he is seeking on a consistent basis, then it's it's it's worthy it's worthy of pursuit. It's it's it's possibly dependable. That typically is not the case, but I cannot speak for every person. And, therefore, one must look into that for themselves. What is the track record of one's self advice? Your voice is breaking up. I cannot hear you.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 5,
      "title": "Q5",
      "start": 486.29,
      "end": 495.91,
      "text": "Namaskar, Kapil. How to grow beyond bodily addictions? There's no how to.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 6,
      "title": "Q6",
      "start": 497.26,
      "end": 638.9,
      "text": "Hey, Kapil. Thank you for the opportunity. I just wanted to know, the thing you mentioned in the beginning of the talk about religion and spirituality and how they aren't truth, can this be said the same about values? Let's say somebody has liberal values that every human deserves the same right or that values often become political values as well, which is called liberalism and stuff. So if we talk in that in those terms, can they also be called untruth, or is it can it be called true because it's universal that everybody deserves same. Right? Everybody deserves dignity? These are all social constructs. These are all preferences. It isn't it isn't truth to say that to take your example, that no one should have the same rights, and it it it isn't truth to say everybody should have the same rights. Because what are rights? See, every single word that one mentions in a sentence, they they view the whole sentence and they ask about the sentence. But what they overlook is that every single word in that sentence is made up. So what does values mean? Does does a tree have values? Does does water have values? These are all just created. They sound nice, and people have gotten used to hearing them, and they become part of one's internal structure and cognition and framework and psyche and way of living, that's the only reason that they're considered to be real. Not because they're truly real, but because one has lived with them for their entire life and they've known nothing else. Therefore, they call them real. What is a value? What is what is a moral? What is a principle? These are these are just societal. They don't they're not it isn't about a debate about who should have what values and what is right and wrong. These are completely and utterly fabricated, the same as spirituality and the same and the same, with religion.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 7,
      "title": "Q7",
      "start": 641.93,
      "end": 642.67,
      "text": "That's right.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 8,
      "title": "Q8",
      "start": 646.07,
      "end": 646.81,
      "text": "Just a",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 9,
      "title": "Q9",
      "start": 648.55,
      "end": 658.49,
      "text": "No matter what I devote myself to, I end up dropping it after some time. Alright. That's a question for yourself.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 10,
      "title": "Q10",
      "start": 660.71,
      "end": 675.95,
      "text": "Hi, doctor Gupta. Thank you so much for everything you do. My question is, if I desire to arrive somewhere, and part of that arrival",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 11,
      "title": "Q11",
      "start": 676.33,
      "end": 676.83,
      "text": "involves,",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 12,
      "title": "Q12",
      "start": 678.41,
      "end": 772.08,
      "text": "like, a certain amount of money. I think one time you wrote that if your desire is tied to money I can't quote you exactly. You won't have full access to all your skills. So my question is, can you be sincere if part of your desires, has to do with a certain amount of money? I think so. I think sincerity comes from being sincere about what you truly desire, irrespective of whether it's considered good or bad or breaks any rules or not. That's sincerity. Sincerity isn't trying to be proper or correct or any of those things. Sincerity is if you're hungry, you're hungry. If you're thirsty, you're thirsty without any judgment. Insincerity is the judgment, and that is why all of self help is completely and utterly and fantastically insincere. Same for spirituality, same for religion because it is all about what you should be and what you should do and how you should think and how you should change. But that isn't reality. Reality is a person feels a certain way about something. That's just reality. No judgment, no good, no bad. That's just what he feels, and that's the truest thing that one twin can say. So sincerity is that. Sincerity isn't trying to be sincere.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 13,
      "title": "Q13",
      "start": 774.38,
      "end": 836.87,
      "text": "Yeah. May maybe I'm audible right now. I'm sorry. Yeah. So I've been exploring my desires and, and and my mind for for a long time, and I've been listening to you for for, like, four years now. And, I've come to the to, truth that I I think that might be a truth is that, the mind beyond the bodily desires of survival and reproduction, shouldn't exist. Basically, that the only need that we have as human beings as part of nature is to survive and reproduce. And all of that is, quote, unquote, a bonus. Is this the truth about the mind that, that after, we we start evolving and, and we get a name and, This is a very intellectual question. Are you intellectual? No. No. I'm not. I'm",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 14,
      "title": "Q14",
      "start": 837.8,
      "end": 842.4,
      "text": "at least at least at least I was. But but but it felt like I've",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 15,
      "title": "Q15",
      "start": 842.94,
      "end": 950.74,
      "text": "actually come to the understanding that no matter what the chatter is, no matter what my desires are, that I I shouldn't be listening to, what whatever the the mind says that, it it it it felt like like a bedrock truth. You know? Well, if it it depends you know, you say I shouldn't be listening as if you have the power not to listen. Yes. So not not that that can't be not not that that can't be developed, but but the way that you speak about it is very prescriptive, is very rule oriented, is very moralistic, is very principle based, is very didactic, is very self help ish. I'm I'm You should not listen to the mind. You you that's that's it doesn't matter. Yeah. Uh-huh. All that matters is where all that matters is where you are, not which. I could I could tell you all the truth about the mind over the next twenty seven hours. It would only be theory to you. I'm So it wouldn't it wouldn't go anywhere. Yeah. I'm I'm I'm sorry I'm sorry to interrupt you, but I'm really coming from a very I I hope I'm coming from a very serious and, sincere place because it has been haunting me for the past twenty years. Ever since I was, like, 12 years old, I knew that the mind was a quote, unquote enemy. And, and the and the and the and the Yep. Then if that's in your bones It is. Then that will take you in a and and that will take you in a particular direction. And wherever that direction is will reveal to you what was truly in your bones and what was not.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 16,
      "title": "Q16",
      "start": 952.72,
      "end": 989.12,
      "text": "Hi. Thanks for sharing all the discourses with us. In previous time, I asked about prescriptions that one prescribed to themselves, and you said they are superior. Can you please unpack that a little bit? Thank you. I think I probably said they're superior to receiving prescriptions from the outside. I think they're superior, period. Well, I mean, it was a pretty clear answer. I'm not sure what you didn't understand about that.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 17,
      "title": "Q17",
      "start": 990.14,
      "end": 1127.53,
      "text": "For letting me speak. I wanted to circle back to what you said earlier regarding how values are just constructs that we were taught since we were born. And that could be said about pretty much anything. Right? You could talk about values, into a So so before before you before you can go any further, I'm not I'm not saying this is the case, but I just wanna I don't wanna waste my time. So I wanna make sure that I just get this question answered. Are you taking do you have a stance, that you are here to defend values? I'm not here to defend any value. My question is that No. No. Are are you are you here to defend the fact that values should exist and that you wanna defend that? Nope. Because I'm not here to argue with anybody. That's not my that's not my question. Okay. Okay. Go ahead. Okay. So that could be said about a lot of things. Right? Any way of looking at, any any piece of information can be, interpreted as a value or really any other construct, which is all it's true that it's all made up. So my question is, if it's all made up, is it worth thinking about? And in your opinion, what's actually worth thinking about? Or, I guess, you know, shining the light of consciousness on what's worth spending your energy on? But but but nothing is worth anything which comes from somebody else. The thing that's the thing that's worth anything is the thing for which one already has a predefined interest. Because if one does not have a predefined interest for a particular thing, and someone else says, well, this is what you should be thinking about, now we're back to spirituality and self help nonsense. So everything everything is everything goes through the vehicle of the individual and their own heart. It is not a you should be thinking about this. This is worth thinking about. That is not. That's a judgment call that is that returns once again to the shoulds and the should nots and the, goods and the bads and the proper and improper and all of that stuff. Right. All things all all things come from the interest of the individual.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 18,
      "title": "Q18",
      "start": 1131.67,
      "end": 1150.54,
      "text": "Sidha. Am I pronouncing your name right? Sidha. Sir, the host? You can go ahead and ask you can you go ahead and ask the question. Buddha. Okay. Buddha. Okay.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 19,
      "title": "Q19",
      "start": 1152.8,
      "end": 1172.68,
      "text": "In response to questions and untruth, you don't seek to give advice or prescriptions, but speak truth back. What makes you desire to not only be aware of the truth, but speak, write, and interact with people about the truth, like, during these spaces and on podcast? I don't know.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 20,
      "title": "Q20",
      "start": 1175.54,
      "end": 1307.77,
      "text": "Thank you, doctor Gupta, for doing these sessions. Please correct me if I'm wrong. It it seems to me that my entire like, my life is mind. Everything I do arises from the mind, and even I am mind. So is it also but it seems wrong to me or incorrect that the mind is seeking truth. Because, say, I examine a question, that question also arises from the mind. So what am I not getting here? I'm not sure what your question is. So is it also the to clarify it, So everything I do arises from the mind. So all all the actions I do, they proceed a a thought or thought arise, and then I do something. And so throughout my day, I get these thoughts like, okay. I want to examine this part of truth or this this this problem. So this also arises all from the mind. So is it then also the mind that is seeking truth? I hope that makes sense. So it doesn't matter what's seeking truth. I mean, that that could be discussed, but it doesn't really matter. What matters is that whatever the weight of the desire is, that is the thing that is most prevalent within the individual. And that is the way that he's going to go. And so if truth if the search for truth is a, the heavy desire within one, it doesn't it doesn't it doesn't really matter to go into the esoteric conversation of whether it is the mind seeking truth or something else, because it doesn't really matter. If the desire is there, the desire is there. And if one discovered that it was the mind, the desire is not gonna go away. So that's that's the real crux of the matter. Everything else is everything else is really theory. Yeah. Absolutely. You're right. Thank you for having me.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 21,
      "title": "Q21",
      "start": 1309.18,
      "end": 1399.02,
      "text": "Everything that we do, everything, every experiences we have is through mind. And mind, by definition, because it's influenced by the society, it's biased. In that so in that whole conundrum, how do we I shouldn't ask how, but is there even a hope of finding truth when everything is such so biased, from the get go that, you know, the the And there there there and that is why and that is why it is about the devotion to truth. That is precisely why. Because everything else is intellectualization and doing right and doing wrong and incorrect and arguing and debating and discussing and reading and talking and listening, and all of that is mine. And but devotion is pure. If it exists, if devotion exists within someone, then it has the ability to rise above all intellectualisms. But would would you say that if I have devotion to something, that is also being influenced by the society and my upbringing and, you know, just the way No. I I wouldn't I wouldn't say so. If someone is truly devoted to something, it doesn't matter if it was influenced by somebody else or it was it was brought on by one's own nature. If it's there, it's there. If one is devoted to something, they're devoted to something. The genesis of it is irrelevant. Got it. So does the devotion come",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 22,
      "title": "Q22",
      "start": 1400.43,
      "end": 1464.86,
      "text": "Good night. Thanks for having me. So my question is my question arrived from the title of this of the space. And my question is, how does truth relate to to a way of to your way of living? Now how does I don't know. I I get that self actual self actualization is something is something you do naturally When you you when you get new things and you when you get new truths and you actualize your truth, you change your way of living. But how how can you be more concise about it? I don't know how to There's there's no need to change one's way of living and self actualization Mhmm. Is yet another self help concept. It's intellectualism. Yes. It's just it's whatever one is devoted to is devoted to, and if one is devoted to truth, whatever changes need to be made will be made by themselves. Mhmm.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 23,
      "title": "Q23",
      "start": 1467.32,
      "end": 1511.39,
      "text": "Hi, Kattel. My question is about when you when you say truth, what do you mean by that? Because I when I hear the word truth, it sounds a little bit nebulous to me and like, there could be truth about many things. Right? So what exactly do you mean when you say truth? I really don't know how to break down truth. I'm just gonna talk a talk in the beginning. I'm not sure if you were here for that or not. I I was not. Sorry about that. I just you know, it's it's it's bedrock. I just don't know how someone cannot know what the truth is. It isn't some ethereal concept. Everything has a truth. Everything else is false.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 24,
      "title": "Q24",
      "start": 1513.29,
      "end": 1520.81,
      "text": "Hi, Kapil. Thanks for having me. I needed to ask you, like, how does boredom and excitement affect truth?",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 25,
      "title": "Q25",
      "start": 1522.47,
      "end": 1532.09,
      "text": "Hi, Sidha. I don't have a question, but it's just an honor to say thank you. It's always been in my DNA to aim as high as I can imagine,",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 26,
      "title": "Q26",
      "start": 1532.77,
      "end": 1545.66,
      "text": "And I've been led down false roads in the past, but you've really given me the permission I needed to know exactly where I'm going. And I don't assume I would have found it without you. So very, very much thank you. Thank you.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 27,
      "title": "Q27",
      "start": 1547.24,
      "end": 1615.02,
      "text": "So, hi. My question is, how does, like, one get real, like, and be authentic and, you know, be real and serious. Hello. Thank you, doctor Kapil. I would just like to ask, what do you think are false things or falsities that a lot of people on this earth get ensnared by, that you Okay. First of all, it doesn't matter about a lot of people. It only matters about you. What's your question about you? Sorry. Can you repeat that? A lot of people don't matter. It only matters about you. What is your question about you? Thank you. You might know where the answer to that question is. Following for the falsehood of prescriptions.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 28,
      "title": "Q28",
      "start": 1617.1,
      "end": 1822.41,
      "text": "Hello. Hello, doctor Gupta, for taking my yeah. So what I wanna what I wanna say is that, I I I read in or heard in one of your discourses that what humans usually struggle with is is giving themselves permission, is finding the permission to to to to be a certain way, to feel what they want to feel. And and what I want to say is that I I don't know if it will come out in the form of a question, but I often struggle with, with giving myself the permission to be myself, and I often seek the company of another human being to to be then able to create a space where where I can openly express myself and and allow myself to for it for things to open up. And I find that debilitating for me because because then I'm I'm waiting for the other person to contribute to that. And when I realized within myself that no company is ever going to to to, you know, make it complete, but it is just that it is my mind is conditioned in such a way or it I don't know that I've always find myself looking for company to create the space where I can find permission, and I'm I don't find the courage within me to give myself the permission to do that. So I just want And that is and that is no. That that's a very wise observation because it's true. What you what you have said is true. Mhmm. And that is and that is also precisely the reason why, one of the many reasons why humans don't seek truth, because truth is a lonely path. It cannot be it cannot be taken with the company, the group, or another person for that very reason that you mentioned. And humans don't want that. They like they enjoy socialization. They enjoy talking nonsense about nonsensical things. They they had gotten used to that. They had gotten used to seeking validation. They had gotten used to debating and discussing and just wasting away the years. They like that. No one likes to be alone. As you as you say that my mind as you say that my mind is immediately jumping to this fact that, you know, how how do I cross this barrier and how do I make myself realize when I I intellectually do realize that no person is ever going to work at? I would say that most don't even intellectually real office it. So at least at least you have gotten to that point. And where is But my suffering is still not ending, so I don't care where I am. Oh, wow. The the there. Where you've gotten to that point, then that opens up a possibility for you. So in that sense, you're fortunate. Since your question Thank you for the time.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 29,
      "title": "Q29",
      "start": 1824.27,
      "end": 1954.64,
      "text": "Hi. Is it fair to say that truth is nothing but reality and the best way to perceive it is through nonjudgmental awareness? Thank you. Well, the so called nonjudgmental awareness is not yours. That's, a concept that you have picked up. You know, if that concept was never mentioned ever in the history of the world and those were words that you put together on your own, then it would be it it might it might have the possibility of being in the direction of real. But because you have plucked it, it destroys it destroys the validity of of everything. But if there is a sincerity in wanting to seek the truth, then then there is. But as soon as you put this non judgmental awareness, it's once again, that's from a book. And that was that we weren't born with that. You you plucked that, and therefore, that poisons the well. See, every human being is suffering. Every single one, especially the happy ones. And everyone is conditioned to pursue things from the standpoint of a how to. And yet despite all of their how tos, they are still in the same spot they were when they first began asking how to's many years ago. It is it is the analysis and the devotion to the ending of suffering and seeking the truth, which opens up a possibility for a human being to truly get to a place in his life which where where very few human beings ever reach. And not the not in the competitive sense, but because that's what a human being truly seeks and to do it for no other reason than that.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 30,
      "title": "Q30",
      "start": 1955.74,
      "end": 2327.15,
      "text": "Namaste, doctor Gupta. As a mother, I am constantly under duress, that in some ways I will I'm perpetuating certain certain anomalies of the mind for my son. And, that stops me greatly from doing things, in a more sincere way. I'm homeschooling him at this moment, and almost everybody around me has a knee jerk reaction to to that that you're not sending him to a school. It it makes me, although I, heard you speak about behaving like a stranger to your child, you know, it kind of gives you a more depth, to the relationship, and I completely understand that. But I'm constantly riddled with self doubt when it comes to, raising him. Is there a path, that I can take? And I'm not trying to ask you how to, but I sincerely wish to to do the best that I can for him given the circumstances of me being a flawed human being. Thank you. It's a sincere question. The the truest answer I can possibly give is one that nobody's really ready for, and therefore, it's there's no point in even mentioning it because it's too much. So there there's there's levels of truth, and a human being must be ready for at least, you know, x level. So you were riddled with self doubt and because the parent wants to do the right thing and, wants to provide the most benefit and all of these things, which is obviously natural. I I guess it really comes down to things that I'm not gonna say they they must be understood because one cannot force a must upon oneself. One one cannot understand something by force. But then again, the truth is the truth, and it doesn't bend itself for anyone. So it sort of is a must. It isn't a must that one should do it, but it's a must that that's just where it is. And that is that, that as a parent, you will absolutely 100% pay. And I don't mean that one will make mistakes. You'd the sum total of a parent's actions will be failure, the net. And the biggest reason for that is because of the desire to be careful, the desire not to want to do harm, and not that one should wanna do harm. But it is that very carefulness and that desire not to wanna do harm, which actually creates harm. The I think what's not understood about parenting is that one believes it's it's a one to one. That if one does so called what they consider to be a good job or at least with very good intentions of raising their children properly that they will grow up to be, people who either return that goodness to them or, don't give them a hard time or don't, in many ways, turn their back against them in, you know, in most ways. And that just simply isn't true. And no one need no one needs to force themselves to believe that. It simply isn't true. There's been generations and generations of parents that have gone before every parent who is currently living, and therefore, that game has already played out over centuries. So one could treat his children the best they possibly could and give them everything, and the child may turn their back completely upon the individual and essentially not give them any appreciation and then essentially make them feel like they did nothing for them. In fact, that they were not really good parents. One could one could completely ignore their children. And the child could grow up to say to be very understanding that they were ignored and be very complimentary toward the parents. So all types of variations are possible. And the the linearity of the outcome correlating with the intent of the parent to do right for the children simply doesn't exist. Good does not beget good. Perhaps over a thousand lifetimes it does, but no one looking no one is looking over that broad scope of a time period. Everyone is looking within their lifetime. And such things are not predictable. So whatever you take from that, you do, and whatever you don't, you don't. I'm not gonna, in any way, try to shape you or or to give you advice in any direction whatsoever as to what you should or should not be doing. I simply give the truth. And wherever a human being wants to move toward it or move away from it or ignore it or that's up to them. But that's all I can do is give the truth. But it's a sincere question. Thank you, doctor Gupta. That that really opened, different avenues for me. I really appreciate your work. Sure. Thank you. Thank you so much. So do not raise your hand unless you have a question.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 31,
      "title": "Q31",
      "start": 2328.57,
      "end": 2329.07,
      "text": "Salesful",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 32,
      "title": "Q32",
      "start": 2330.89,
      "end": 2410.65,
      "text": "or desireless, I mean? I don't know what self aware means. I mean, self aware about the body and the mind. What does that mean? It's, going through What does it mean to be self what does it mean to be self aware? I mean, watching your mind and the body would yes. Okay. So you watch your mind and your body. Okay. So what? Done? Because right now your body is in front of you and your mind is there. Okay. Go ahead and watch it. So you're self aware. Okay. So what? Then? Then one loses the desire to do something, like, to get, successful in life? Why would be why would becoming aware of your mind and your body make you lose motivation for success? How are those two in what I fail to see how those things are in any way correlated. I see. I see. Thank you, Kapil, sir. Hello.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 33,
      "title": "Q33",
      "start": 2411.03,
      "end": 2417.68,
      "text": "How one can improve his decision making? There is no how. Hi,",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 34,
      "title": "Q34",
      "start": 2418.61,
      "end": 2498.24,
      "text": "Capiel. What is the truth behind nightmares and Well, the the answer that is most practical is one does not have to go to nightmares to see nightmares. One's living life is a nightmare. I see that. Yeah. A a human being lives in anxiety. He lives in suffering. He lives in fear. He lives in apprehension. He lives in conflict. He does not know what's going to happen. Different moods affect him during every moment of the day. He has thoughts he cannot control. He suffers endlessly and enormously for all of his life. There is no need to resort to nightmares, and it is the acute it is the acuteness of being alive that is one's immediate nightmare. And, therefore, that is where one's attention is best served. May I ask?",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 35,
      "title": "Q35",
      "start": 2499.88,
      "end": 2516.93,
      "text": "I I believe strongly believe that in mental state, it is real life and in fact mentally, but then physically, it is possible. Like, if someone have weak eyesight and he do continuously meditation and they just",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 36,
      "title": "Q36",
      "start": 2519.25,
      "end": 2590.53,
      "text": "how do you define truth? In a situation like many, there will be three truths. One is our side truth. Second one is the other person side truth. And third is the truth which is not, like, manipulated or, defined by our realities. But that isn't true. There are not three truths. There's only your opinion, the other person's opinion, and the truth. Your opinion is the truth. Mhmm. The other person's opinion isn't true. But given our situation, what is our opinion? Is our side truth? Like, you know No. It's not. No. It's not. It isn't it isn't your side truth. It's your side opinion. How is it your side truth? I don't understand. You can call it whatever you want. It's your opinion.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 37,
      "title": "Q37",
      "start": 2598.29,
      "end": 2611.67,
      "text": "Is this on? Hello? Is this working? Can you hear me or say something if I, if I'm heard here?",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 38,
      "title": "Q38",
      "start": 2613.14,
      "end": 2614.44,
      "text": "Hello? Am I audible?",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 39,
      "title": "Q39",
      "start": 2616.42,
      "end": 2660.99,
      "text": "Alright. I'm just gonna assume I can be heard, because it seems like you're cycling through people who just don't speak. So I think that something's really interesting about the truth. Neil deGrasse Tyson has a great point where it doesn't really matter what you choose to believe or believe, internally. Science runs agnostic to an opinion, like, because it can can be proven. Right? And this is a space that I consider to be, like, kind of a pseudo Naval space cause it's a one on one cycle through people. So, yeah, I think it's a Okay. First of all, this is not a pseudo anything. Well, okay. What would you make of it? Believe it. And if you and if you believe it to be a pseudo something, then there's no reason for you to be here. What would you make of it then?",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 40,
      "title": "Q40",
      "start": 2662.57,
      "end": 2689.39,
      "text": "Meaningless why truth matters. If life is meaningless? Yeah. Is that something that you've taken from someone, or you have come to that conclusion yourself? Yeah. At the end, I think everything is meaningless. Okay.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 41,
      "title": "Q41",
      "start": 2692.17,
      "end": 2906.76,
      "text": "Hi. I was listening to a conversation you had with Moe some time ago about how when we have reactions to things, strong reactions, anger, frustration, upset to something that someone has said, it's because there is a shred of truth in what the person has said. I was reflecting on that, and it was very confronting to think that that's true. And so recently Well, I don't believe I said that there is a shred of truth, but that you believe there to be a shred of truth. Correct. So I was reflecting on my recent conversation after thinking about that conversation you had with Moe, where, someone gave an opinion, and I had a strong reaction to it. And only in reflection did I realize it's because I thought, as you say, I thought there was some truth to it. So my question is this. My reaction and my, at least, tiny bit of awareness that there was some true I thought that there was some truth in what they said, that that it was real. I had, after thinking about that, some calm in that at least I understood my reaction better, but the question I have for you is, you know, over time, does that kind of reaction diminish the more times you experience that sort of, interaction with someone? I guess I guess I guess I guess perhaps a bigger question would be, why does it matter if it diminishes or not? Because I don't enjoy those emotions. But, do you enjoy the confusion and, mind bending that comes afterwards? I enjoy that even list, actually. Okay. So in it the attempt to try to get rid of something because you don't enjoy it in exchange for something that you don't enjoy even more kinda defeats the purpose. So if it does lessen the reaction, it does. And if it doesn't, it doesn't. Who cares? And and the reason that humans have a problem with that is because everyone is taught that they should be a certain way. You see, all the faults and all the all the pathologies can be traced back to religion, spirituality, and self doubt because it's it's all high horse stuff, and, therefore, the person will begin to try to live up to that. And, see, to the point that you don't enjoy the mind bending afterwards even more than you don't enjoy the reacting in that way, but you're willing to put up with the thing that you dislike more in order to get rid of the thing that is socially acceptable, which was brought on by all the self help social society crap. That's the power of it.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 42,
      "title": "Q42",
      "start": 2907.94,
      "end": 2917.88,
      "text": "Or smart and give someone's intelligence and make someone dumb, or is it individual human being that can force this? What do you think?",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 43,
      "title": "Q43",
      "start": 2919.27,
      "end": 2956.14,
      "text": "Because you didn't really want it. I can see that, like, I do not want to suffer over things, which I don't truly want, but there are there are some things in my life which I truly want, and I still don't get them. And I suffer over them, intensely. So what's the truth? Like, I don't I don't really, really want them or, I want them, then, you know, it does not give it to me. The first statement you made is the truth. It's just like it that's just the way it is. There's no other further question to ask. Like, I don't really want",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 44,
      "title": "Q44",
      "start": 2956.91,
      "end": 2957.41,
      "text": "it.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 45,
      "title": "Q45",
      "start": 2959.01,
      "end": 2975.85,
      "text": "Hello, sir. So my question is, what's other truth of life? How should we have to move from an bad incident? There's no should. I can hear you.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 46,
      "title": "Q46",
      "start": 2977.18,
      "end": 3007.05,
      "text": "In one of your tweets, you you said that man's actions are compelled by guilt and by the desire to please others, but truth is different. So how to actually find your truth? Like, what's the truth? In general. You I don't know what you mean by truly unique. Depends upon your definition of that.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 47,
      "title": "Q47",
      "start": 3008.55,
      "end": 3042.06,
      "text": "I mean, not not like others. Like, usually, I find everyone not expressing their unique self. Right? Like, they're doing the same things at what at what like, what everyone else is doing. So if you obviously, you have an aversion to that. Yes. And therefore, you therefore, you will likely not do those things. And that in your eyes will make you unique. That's the problem. No. There's no problem.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 48,
      "title": "Q48",
      "start": 3043.64,
      "end": 3103.78,
      "text": "Hello? Hi, Kapil. So, reflecting on myself. Right? I thought the utmost desire the only desire I have is, like, my dependent could not be dependent on me, and I am trying to fulfill our work into that. But then being work being in this society and this corporate, being a salary and employee, working in this corporate environment, there are other desire the desire that gets creeps in and daily struggle to see, like, you're not fulfilling those desires that you really don't want to go look into it. So how do we come across this? Like, how do we be in the society at this corporate sector and work towards our single most desire and let not others other thing affects you. It doesn't know how to do anything. Okay.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 49,
      "title": "Q49",
      "start": 3105.65,
      "end": 3140.43,
      "text": "And it seems like I have no control on it. So how I can get out of it? There's no how. If you have a how question, put your hand down. We've been trying hows all year, and you believe that we're missing the how. This is the brainwashing that has been forced upon you. There is no how to do anything.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 50,
      "title": "Q50",
      "start": 3143.78,
      "end": 3151.66,
      "text": "Should one go out and seek truth, or is truth in everything? There is no should. Okay.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 51,
      "title": "Q51",
      "start": 3153.24,
      "end": 3159.67,
      "text": "Oh, hello. Okay. My question is, why do we need a truth? Because",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 52,
      "title": "Q52",
      "start": 3160.38,
      "end": 3169.19,
      "text": "sometimes everything doesn't need to be explained. Thank you. Who's telling you that who who's telling you that you need a truth?",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 53,
      "title": "Q53",
      "start": 3170.78,
      "end": 3263.98,
      "text": "I don't know because the title is truth is the only thing. It's It is. Truth is the only thing. But if you don't want it, don't take it. I'm not asking you to take truth. I'm not asking you to do anything. Yeah. So, so when I am in stress and, when I want to find out that why it is happening, and and when I search for the truth, that's truth makes me more anxious. So, how to how I should approach, this type of scenario? There's no there's no how to. So, you may I I I I I don't understand why that I don't understand. There's no there's no there's no there's no there's no there's no there's no there's no there's no there's no there's no there's no there's no there's no there's no there's no there's no there's no there's no there's no there's no there There is no should. You should not see the truth. You should not be good. You should not be bad. You should not be right. You should not be right. You should not be wrong. There is no There is no should. Whatever is ever hard to do anyway. What the hell does no matter man should or should or should not? People will tell me you should your entire life. Every every parent, every neighbor, every stranger, every engineer, every stupid guru, they've been telling you you should do this and this. Should you do that and do that and that. Have you done it? Never. Never. Never done it. You should. So why you asking me, we should. Gonna happen. So you've been through all your life with 5,000,000 how tos. How to this. How to that. Practice this. Practice that. Do this. Do that. Did I need to work? Work? If it did, why are you asking me now?",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 54,
      "title": "Q54",
      "start": 3269.0,
      "end": 3454.9,
      "text": "But instead of that, No. Why? Why? Wait a minute. If you have to seek the truth to improve, improvement itself is false. There is no improvement. Okay. Thank That that's all that's all that's all the self improvement nonsense. There's no improvement. Are you gonna become taller? How are you gonna improve? Tell me how you're gonna improve. What what does what does improvement mean? You're gonna you're gonna get a better haircut? What what are you gonna do? What does improve mean? Improvement in the sense of my, health, improvement in sense of my mental Okay. Okay. Fine. So I have a question for you. You wanna improve your health. Right? Yeah. So have you ever been to a morgue? No, sir. Okay. So if you go to a morgue, you see very healthy people dead. Yeah. All the time. Perfect body, perfect this, never had a cheesecake, always ate nicely. Okay? What did the health do for them? Why do you wanna improve improve your health? Now let me ask you a question. Are you suffering? Do you feel anxiety? Do you feel fear? Do you feel conflict? Do you feel confusion? All of these things? Yes, sir. I feel Okay. Okay. Okay. So if you have good health, what are you having good health for? To continue feeling those things? Now if you if you did not feel those things, if you did not have all of those things and you were in bliss and you had wisdom and you were always at peace and you had clarity, then I could perfectly understand why someone would want good health. Because they would say, I live a beautiful life, and I don't want it to end. So I want to have good health so that I can continue to experience all of this glory that I experienced. That makes sense to me. But a person who is miserable and suffering, why the hell does he want good health? Yeah. So suppose that I am miserable and, I am I am actually, I am suppose. So I don't need to suppose that you said that you are, and you're not alone. I'm not singling you out. Every human being is. Yeah. So but but, it's why it's tendency that I always seek the prescription and self help advice of the client. That's what because that's what you've been taught to do. It's called conditioning. You've lived in a you've lived in a not just you, everyone, lived in a cage their entire life like a Pavlovian dog. And the bell has rung and you salivated. That's how every human being is brainwashed and conditioned by society. And that's why society is the greatest evil of all evils. And it creates all the evils of religion and spirituality and self help and all the nonsense to make sure that the person remains under the imprisonment.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 55,
      "title": "Q55",
      "start": 3459.36,
      "end": 3472.95,
      "text": "In the things which I already have and I overvalue things which I don't have. Why does this happen? I don't know. That's a question for yourself. I mean, have you ever experienced this?",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 56,
      "title": "Q56",
      "start": 3474.53,
      "end": 3675.55,
      "text": "So may I speak? K. So, regarding what you just, said before, so if a person is suffering, that means in the sense, practically, if a person is anxious and lacking, clarity in his thought, how should he go forth seeking, clarity and, feeling more calm? Because I had those moments, and it did make me feel good. It will it is all about devotion to the truth. And as long as one follows prescriptions, they will live in the world of untruth, and they will exacerbate and perpetuate the very things that they are trying to get away from. Hi. I wanted to ask, like, given your discussions about the truth, I feel like my perspective to looking at my life is that you're basically thrown into this world, and now you are expected not to be conditioned by it, not to seek truth or seek the truth, whatever suits you. And there has to be some middle ground to what your natural state is. Right? And how do you come across to your natural state? Like, how do you even know this is your natural state when there's so much conditioning around us all the time? You can't escape society altogether. Right? If you say you can't, then you can't. If the next person says he can, then he can. Even escaping society doesn't solve that because my field No. It doesn't. It it it it all depends upon devotion. What do you really want? But then, like, for me, I feel like the devotion is to that neutral state, which is supposed to be what maybe I was thrown into this world for. But that neutral state has to be identified in some way or form. Right? And that or for that to understand, you need society or you need some sort of conditioning, and running away from it just makes it feel that I never said to run away from it. Not even not running away from it. But, like, what is the it's like, what is a way to identify it then? It is not it's not about a way. So there is Everything that every every no. There's no way to anything. Every everything within you right now is untrue. Now deep within you, there is the possibility for truth. Deep within you, there is the the nativeness that has always been there, but that's been hidden over and covered up by all the all the crap. So devotion comes in when one devotion's power lies in compelling one to go to the ends of the earth in order to remove the untruth from themselves. I have a doubt that if truth whether whether the truth is relative or absolute, if truth is Yeah. Each each situation has a truth, but there are also universal truths. So if",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 57,
      "title": "Q57",
      "start": 3677.12,
      "end": 3677.62,
      "text": "pardon?",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 58,
      "title": "Q58",
      "start": 3679.53,
      "end": 3683.85,
      "text": "I I have a mechanical engineer, and I work as a Cason manager.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 59,
      "title": "Q59",
      "start": 3685.35,
      "end": 3733.74,
      "text": "And is all about a small improvement in my organization and spent ten years with that. So the concept of, small improvement is what what we I actually do in my organization. So listening to this truth, is it, small improvement is in the path of truth or it is completely opposite? No. It's all a lie. What what the thing that you're mentioning is just a lie, but you can continue to do it. Sorry. Sorry. Can you What you are doing is a lie, but you can continue to do it. It has no meaning. It is a concept. It is self improvement nonsense. That doesn't mean you should stop.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 60,
      "title": "Q60",
      "start": 3739.37,
      "end": 3759.39,
      "text": "Hi, Kapil. This is Amit. I have a question. This is for my father. Actually, he's retired now, and what I feel is he's losing interest in all the things, getting a lot of deep a lot of depression, not getting depressed. And I'm just turning out an option. What should I do to, you know, bring his interest back in life?",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 61,
      "title": "Q61",
      "start": 3765.67,
      "end": 3801.15,
      "text": "I hope this question is not too conditioned. I go through a filter now where I put pretty much reject every question before I pose it. What needs to happen for one to permanently escape, the grasp of the mind? Because up until now, I've tasted glimpses of complete freedom where I felt it deeply to be truth. But in the end, the mind always seems to get the upper hand. There's no time frame. And as long as you're looking at the clock, you sacrifice your sincerity.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 62,
      "title": "Q62",
      "start": 3803.64,
      "end": 3885.68,
      "text": "All the problems that I have, emotional, professional, personal, I feel at times that they don't exist because they're not real, and they don't have they don't have a solution because they are not real at all. They are just manifestation of my mind. Would that be a correct diagnosis? It doesn't matter. That's that's a that's a theoretical and intellectual approach. If they weren't real, then you would not feel pain. If they weren't real, then you would not feel confusion or anxiety or conflict or suffering if they weren't real. So this is the this is why all of spirituality is complete. Just garbage. Because even if spirituality tells you, oh, it's not real. What does that do for you? Your living experience is that it is real. Ultimately, it may not be, but so what? That doesn't affect your living experience. Now if you're taking an exam, then fine. You can get the question right on the exam. Who cares? Put your living experience of your life, and it's real. So it doesn't matter whether it's real or not real. To you, it's real. Your suffering is real. Your confusion is real. Your fear is real. And that's where we must begin. Thank you. Thank you.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 63,
      "title": "Q63",
      "start": 3887.66,
      "end": 3923.53,
      "text": "Is it is it not true that certain, rituals and, you know, how to Okay. So this is not this is not a real question. You ask the question, is it not true? That means you already believe it's true, and you're just asking me to agree with you. And I have no interest in agreeing with you at all. So the fact that you ask, is it not true, means you already have the answer that you're looking for. Just stick with it. Looking your heart is worth it. Bias. Can you please elaborate, how to confidence against?",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 64,
      "title": "Q64",
      "start": 3926.16,
      "end": 3951.74,
      "text": "Mid twenties. About a decade ago, I began, suppressing emotions. And over that time, it's become skilled and habitual and kind of automatic, to the point where there's a lot of and now there's a lot of tension in my body, and my emotions are kind of dulled. So my question is, what what causes tension in the body to be released?",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 65,
      "title": "Q65",
      "start": 3953.32,
      "end": 3976.38,
      "text": "Hi, Kapil. You speak of the mind as a living being that you can talk to. In one of the discourses, you said that you can ask the mind to reduce stress to 10%. If you can come to an agreement with it for certain things, can you also give it tasks or ask sincere questions? Thank you. Yes.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 66,
      "title": "Q66",
      "start": 3977.97,
      "end": 3983.03,
      "text": "Does a comment need to be true to create inner conflict?",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 67,
      "title": "Q67",
      "start": 3984.93,
      "end": 4067.86,
      "text": "How do you find acceptance? Why do you want acceptance? Like, how do I just accept situations for what they are? Why do you wanna accept it? Because there's nothing I can do to change it. So there's nothing you can do to change it because it's too difficult to change it. So you're just trading the difficulty and trying to change something to the difficulty and trying to accept it. What's the difference? Pick your battle. You're not gonna be able to. See, this is these are things, once again, that you've picked up from society. Acceptance is nonsense. You can't force things upon people or upon yourself. These are just tenants. And you can try all you want. You'll just create more and more conflict for yourself. Yeah. Hold on.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 68,
      "title": "Q68",
      "start": 4070.05,
      "end": 4122.11,
      "text": "For taking my question. So even though the truth is always there, I won't be able to, I am not able to recognize it. And even though I recognize it, I miss it next second. So my question is, what is the constant state of a sincere person to be one with the truth? He's always devoted to it. He isn't playing the game of recognizing or not recognizing. He's always devoted to discovering it and examining and looking through everything. And it's an and it's automatic for them. Is it something that they're doing according to a should or a should not?",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 69,
      "title": "Q69",
      "start": 4123.37,
      "end": 4128.12,
      "text": "Is there a correct identity or correct identification that one should adopt?",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 70,
      "title": "Q70",
      "start": 4130.02,
      "end": 4149.26,
      "text": "Thank you. Number one, there is no should. Number two, inevitability is whatever you make it. If you believe if you were convinced that it's inevitable, then for you, it's inevitable. It's everything comes down to what to what lengths one is willing to go.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 71,
      "title": "Q71",
      "start": 4150.68,
      "end": 4219.94,
      "text": "My question is, like, sometimes, we are just lost, and we don't know, like, the way we are going is the correct one or the wrong one. And though, the work is good or the place where you are staying is good, but there there is some sort of unsatisfaction, and we don't know whether that is the right one or not. So how to recognize that? Firstly, I don't I have no idea what you're talking about in terms of what being the right or wrong. Number two, there's no right anything or wrong anything. Those don't exist. Number three, dissatisfaction will always be there. And the only way towards anything that is real in this life is a devotion towards truth. And if that is done in order to get some kind of reward, And if that is done because one feels that that that that too is the quote right thing to do, then that'll be wrong as well.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 72,
      "title": "Q72",
      "start": 4222.56,
      "end": 4244.41,
      "text": "Hello. I had this question. If your greatest desire always wins, I noticed, there's a pain in the end. Why is that? There's pain all throughout and everything until one finds the truth.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    },
    {
      "id": 73,
      "title": "Q73",
      "start": 4245.84,
      "end": 4258.9,
      "text": "So what is truth? Truth is a devotion to truth. Are we? Identify your blind spots.",
      "audio_file": "Truth Is The Only Thing - Kapil Gupta MD _ 11 May 2022 [h2Vqd8gnY-s].mp3",
      "source": "deepgram"
    }
  ]
}